Repository: Futaura/yam
Catalog: locale/*.po
Languages: dutch, french, german, russian

# MSG_CO_IDENTITY_PHOTOURL (2301//)
source: URL to own photo
dutch: URL naar eigen foto
french: URL vers sa photo
german: URL des eigenen Fotos

# MSG_CO_IDENTITY_ADDINFO (2302//)
source: Add personal information
dutch: Persoonlijke info toevoegen
french: Ajouter ses informations personnelles
german: Persönliche Informationen anhängen

# MSG_CO_IDENTITY_REQUESTMDN (2303//)
source: Request a return receipt
dutch: Verzoek om een ontvangstbevestiging
french: Demander un accusé de réception
german: Empfangsbestätigung anfordern

# MSG_HELP_CO_ST_USER (2305//)
source: The username for accessing the mail server.
dutch: De gebruikersnaam waarmee je toegang krijgt tot de mailserver.
french: Le nom d'utilisateur pour accéder au serveur de courrier.
german: Der Benutzername zur Authentifizierung gegenüber dem Mailserver.

# MSG_FO_MOVEFOLDERTO (2306//)
source: Do you really want to move the folder from '%s' to '%s'?
dutch: Wil je deze folder echt verplaatsen van '%s' naar '%s'?
french: Voulez-vous réellement déplacer le dossier de « %s » vers « %s » ?
german: Möchten Sie wirklich das Verzeichnis dieses Postfaches von '%s' nach '%s' verschieben?

# MSG_FO_FOLDER_ALREADY_EXISTS (2307//)
source: A file or directory named '%s' already exists and will be overwritten/deleted. Do you really want to proceed?
dutch: Er bestaat al een bestand of lade met de naam '%s'. Dat bestand zal overschreven of gewist worden. Wil je echt verder gaan?
french: Un fichier ou répertoire nommé « %s » existe déjà et sera écrasé/effacé. Voulez-vous vraiment poursuivre ?
german: Eine Datei oder ein Verzeichnis mit dem Namen '%s' existiert bereits und wird überschrieben/gelöscht werden. Wollen Sie wirklich fortfahren?

# MSG_ER_CANNOT_CREATE_FOLDER (2308//)
source: Failed to create directory '%s' (%s).
dutch: Kan geen lade met de naam '%s' maken (%s)
french: Impossible de créer le répertoire « %s » (%s).
german: Das Erstellen des Verzeichnisses '%s' ist fehlgeschlagen (%s).

# MSG_CO_IdentityActive (2309//)
source: _Active
dutch: _Actief
german: _Aktiv

# MSG_MA_FLUSH_ALL_INDICES (2310//)
source: Flush all indices
dutch: Verwijder alle indices
french: Libérer les indices
german: Alle Indizes freigeben

# MSG_HELP_CO_CH_IDENTITY_ENABLED (2312//)
source: If checked, this user identity is enabled for use.
dutch: Als dit is aangevinkt is de gebruikersidentiteit klaar voor gebruik
french: Active/Désactive l'utilisation de cette identité.
german: Ermöglicht die Verwendung dieser Benutzeridentität.

# MSG_HELP_CO_ST_IDENTITY_DESCRIPTION (2313//)
source: A custom description for this user identity.
dutch: Een custom-omschrijving voor deze gebruiker.
french: Une description personnalisée pour cette identité.
german: Eine Beschreibung für diese Benutzeridentität.

# MSG_HELP_CO_ST_IDENTITY_REALNAME (2314//)
source: The realname "firstname lastname" for this user identity.
dutch: De echte naam "Voornaam Achternaam" voor deze gebruiker.
french: Le nom réel « Prénom Nom » pour cette identité.
german: Der Realname (Vorname Nachname) für diese Benutzeridentität.

# MSG_HELP_CO_ST_IDENTITY_EMAIL (2315//)
source: The e-mail address associated with this user identity.
dutch: Het e-mailadres verbonden aan deze gebruiker.
french: L'adresse email associée avec cette identité.
german: Die mit dieser Benutzeridentität verbundene E-Mail Adresse.

# MSG_HELP_CO_ST_IDENTITY_ORGANIZATION (2316//)
source: Optional name of the organization this user identity belongs to.
dutch: Optionele naam van de organisatie waartoe deze gebruiker behoort.
french: Nom optionnel de l'organisation à laquelle appartient cette identité.
german: Optionaler Name einer Organisation zu der diese Benutzeridentität gehört.

# MSG_HELP_CO_CY_IDENTITY_MAILSERVER (2317//)
source: Allows you to select the outgoing SMTP server which will be used when mail is going to be sent using this user identity.
dutch: Geeft je de keuze om de uitgaande SMTP-server te kiezen die gebruikt zal worden bij het versturen van mail van deze gebruiker.
french: Permet de sélectionner le serveur sortant SMTP qui sera utilisé lorsque du courrier sera envoyé avec cette identité.
german: Erlaubt Ihnen den SMTP-Server auszuwählen, über den die Post dieser Benutzeridentität versendet wird.

# MSG_HELP_CO_ST_IDENTITY_CC (2318//)
source: The default Cc: recipients added when composing a new mail.
dutch: De standaard Cc:-ontvangers toegevoegd bij het maken van een nieuw mailtje.
german: Diese Empfänger werden beim Schreiben neuer Nachrichten als "Kopie (Cc):" hinzugefügt.

# MSG_HELP_CO_ST_IDENTITY_BCC (2319//)
source: The default Bcc: recipients added when composing a new mail.
dutch: De standaard Bcc:-ontvangers toegevoegd bij het maken van een nieuw mailtje.
german: Diese Empfänger werden beim Schreiben neuer Nachrichten als "Blindkopie (Bcc):" hinzugefügt.

# MSG_HELP_CO_ST_IDENTITY_REPLYTO (2320//)
source: The default Reply-To: recipients added when composing a new mail.
dutch: De standaard Antwoord aan-ontvangers toegevoegd bij het maken van een nieuw mailtje.
french: Les destinataires ajoutés par défaut en Répondre-à lors de la rédaction de nouveaux courriers.
german: Diese Empfänger werden beim Schreiben neuer Nachrichten als "Antwort an:" hinzugefügt.

# MSG_HELP_CO_ST_IDENTITY_EXTRAHEADER (2321//)
source: Allows you to specify the default for putting additional headers to an outgoing mail.
dutch: Hiermee specificeer je de standaard voor het toevoegen van extra headers aan uitgaande mailtjes.
french: Permet de définir le défaut pour insérer des entêtes supplémentaires dans le courrier sortant.
german: Diese zusätzlichen Kopfzeilen werden beim Schreiben neuer Nachrichten hinzugefügt.

# MSG_HELP_CO_ST_IDENTITY_PHOTOURL (2322//)
source: An optional URL to a photo associated with this user identity.
dutch: Een optionele URL naar een foto verbonden aan deze gebruiker.
french: Une URL optionnel vers une photo associée à cette identité.
german: Eine optionale URL eines Fotos dieser Benutzeridentität.

# MSG_HELP_CO_CH_IDENTITY_QUOTEMAILS (2325//)
source: When replying or forwarding mails text will be quoted if this option is enabled.
dutch: Als deze optie is ingeschakeld wordt tekst aangehaald bij antwoorden of doorsturen van mailtjes.
french: Avec cette option, le texte des messages sera cité lors de la réponse ou du transfert.
german: Beim Beantworten und Weiterleiten von Nachrichten wird der ürsprüngliche Text zitiert.

# MSG_HELP_CO_CH_IDENTITY_QUOTEPOS (2326//)
source: Allows to define if your answer should be placed above or below quotes.
dutch: Hiermee kun je aangeven of je antwoord boven of onder de aangehaalde tekst wordt geplaatst.
french: Permet de spécifier si la réponse doit être située au dessus ou en dessous des citations.
german: Erlaubt Ihnen auszuwählen, ob Ihre Antwort über oder unter dem zitierten Text platziert wird.

# MSG_HELP_CO_CH_IDENTITY_SIGPOS (2327//)
source: Allows to define if your signature should appear below or above the quotes.
dutch: Hiermee kun je aangeven of je handtekening boven of onder de aangehaalde tekst wordt geplaatst.
french: Permet de spécifier si la signature doit être située au dessus ou en dessous des citations.
german: Erlaubt Ihnen auszuwählen, ob Ihre Signatur über oder unter dem zitierten Text platziert wird.

# MSG_HELP_CO_CH_IDENTITY_SIGREPLY (2328//)
source: If enabled, a signature will be added when replying to a mail.
dutch: Als dit is ingeschakeld wordt een handtekening toegevoegd bij het beantwoorden van een mailtje.
french: Avec cette option, une signature est ajoutée dans les réponses au courrier.
german: Falls aktiv, wird die Signatur beim Beantworten von Nachrichten zum Text hinzugefügt.

# MSG_HELP_CO_CH_IDENTITY_SIGFORWARD (2329//)
source: If enabled, a signature will be added when forwarding a mail.
dutch: Als dit is ingeschakeld wordt een handtekening toegevoegd bij het doorsturen van een mailtje.
french: Avec cette option, une signature est ajoutée dans les transferts de courrier.
german: Falls aktiv, wird die Signatur beim Weiterleiten von Nachrichten zum Text hinzugefügt.

# MSG_HELP_CO_CH_IDENTITY_ADDINFO (2330//)
source: If enabled, personal information will be added to the mail (X-SenderInfo header). This requires an addressbook entry with the same email address as this user identity.
dutch: Als dit is ingeschakeld wordt persoonlijke informatie toegevoegd aan het mailtje (X-Senderinfo header). Hiervoor is wel een adresboekinvoer nodig met hetzelfde mailadres als van deze gebruiker.
french: Avec cette option, les informations personnelles seront ajoutées au mail (entête X-SenderInfo). Cela requiert une entrée dans le carnet d'adresses avec la même adresse email que l'identité courante.
german: Falls aktiv, werden Ihre persönlichen Informationen zur Nachricht hinzugefügt (X-SenderInfo Kopfzeile). Dies erfordert einen Eintrag im Adressbuch mit der gleichen E-Mail Adresse wie diese Benutzeridentität.

# MSG_HELP_CO_CH_IDENTITY_REQUESTMDN (2331//)
source: If enabled, a mail disposition notification will be requested per default when composing a mail.
dutch: Als dit is ingeschakeld wordt er standaard om een maildisposition gevraagd bij het maken van een mailtje.
french: Avec cette option, une demande d'accusé de réception de courrier sera activée par défaut lors de la rédaction d'un message.
german: Falls aktiv, wird eine Empfangsbestätigung beim Erstellen einer neuen Nachricht angefordert.

# MSG_HELP_CO_CH_IDENTITY_USEPGP (2332//)
source: Allows to enable/disable the PGP functionality for this whole user identity.
dutch: Hiermee kun je aangeven of de PGP-functie voor deze gebruiker wordt in- of uitgeschakeld.
french: Permet d'activer/désactiver la fonction PGP pour la totalité de cette identité.
german: Erlaub die Verwendung von PGP für diese Benutzeridentität.

# MSG_HELP_CO_ST_IDENTITY_PGPID (2333//)
source: Allows to specify the PGP-Key ID which should be used for this user identity.
dutch: Hiermee kun je de PGP-key ID aangeven die gebruikt moet worden voor deze gebruiker.
french: Permet de spécifier l'ID de la clef PGP qui doit être utilisée pour cette identité.
german: Legt fest, welcher PGP-Schlüssel für diese Benutzeridentität verwendet wird.

# MSG_HELP_CO_ST_IDENTITY_PGPURL (2334//)
source: Allows to specify an URL where the public key for this user identity can be accessed.
dutch: Hiermee kun je de URL aangeven van de publieke key voor deze gebruiker.
french: Permet de spécifier une URL où la clef publique de cette identité est accessible.
german: Erlaubt Ihnen eine URL anzugeben, von welcher der öffentliche Schlüssel für diese Benutzeridentität bezogen werden kann.

# MSG_HELP_CO_CH_IDENTITY_PGPSIGN_UNENC (2335//)
source: If enabled, the default is set to PGP sign all unencrypted emails when starting to compose them.
dutch: Als dit is ingeschakeld wordt standaard een PGP-ondertekening toegepast op alle niet-versleutelde mailtjes bij het maken van een mailtje.
french: Avec cette option, le défaut est de signer avec PGP tous les courriers non cryptés lors de leur rédaction.
german: Falls aktiv, werden neue Nachrichten mit Hilfe von PGP signiert.

# MSG_HELP_CO_CH_IDENTITY_PGPSIGN_ENC (2336//)
source: If enabled, the default is set to PGP sign all encrypted emails when starting to compose them.
dutch: Als dit is ingeschakeld wordt standaard een PGP-ondertekening toegepast op alle versleutelde mailtjes bij het maken van een mailtje.
french: Avec cette option, le défaut est de signer avec PGP tous les courriers cryptés lors de leur rédaction.
german: Falls aktiv, werden neue Nachrichten mit Hilfe von PGP verschlüsselt.

# MSG_HELP_CO_CH_IDENTITY_PGPENC_ALL (2337//)
source: If enabled, the default is set to PGP encrypt all emails when starting to compose them.
dutch: Als dit is ingeschakeld wordt standaard alle mail met PGP versleuteld bij het maken van een mailtje.
french: Avec cette option, le défaut est de crypter avec PGP tous les courriers lors de leur rédaction.
german: Falls aktiv, werden alle neue Nachrichten mit Hilfe von PGP verschlüsselt.

# MSG_HELP_CO_CH_IDENTITY_PGPENC_SELF (2338//)
source: If enabled, all emails being encrypted via PGP will have the PGP key added of this user identity. If disabled, encrypted emails cannot be decrypted by this user identity.
dutch: Als dit is ingeschakeld krijgen alle mailtjes die versleuteld zijn met PGP een PGP-key van deze gebruiker. Als dit is uitgeschakeld kunnen versleutelde mailtjes niet ontcijferd worden door deze gebruiker.
french: Avec cette option, tous les courriers cryptés avec PGP possèderont la clef PGP de cette identité. Sans cette option, les courriers cryptés ne pourront par être décryptés par cette identité.
german: Falls aktiv, werden alle Nachrichten mit dem PGP-Schlüssel dieser Benutzeridentität verschlüsselt. Falls inaktiv, können verschlüsselte Nachrichten nicht mit dieser Benutzeridentität entschlüsselt werden.

# MSG_HELP_CO_CY_IDENTITY_SIGNATURE (2339//)
source: Allows to select the default signature that should be used when composing emails with this user identity.
dutch: Hiermee kun je de standaard handtekening kiezen die gebruikt moet worden bij het maken van een mailtje door deze gebruiker.
french: Permet de sélectionner la signature par défaut qui doit être utilisée lors de la rédaction de courrier avec cette identité.
german: Erlaubt Ihnen festzulegen, welche Signatur beim Erstellen neuer Nachrichten mit dieser Benutzeridentität verwendet wird.

# MSG_CO_CONFIGWARNING_TITLE (2340//)
source: Configuration Warning
dutch: Waarschuwing voor configuratie
french: Avertissement de configuration
german: Konfigurationswarnung

# MSG_CO_CONFIGWARNING (2341//)
source: You have modified certain configuration settings and will lose these changes when closing the config window. How do you want to proceed?
dutch: Je hebt bepaalde configuratie-instellingen gewijzigd en je zult deze wijzigingen verliezen als je het config-venster sluit. Hoe wil je verder gaan?
french: Vous avez modifié certains paramètres de configuration et allez perdre ces modifications lors de la fermeture de la fenètre de configuration. Que désirez-vous faire ?
german: Sie haben einige Bereiche der Konfiguration verändert und werden diese Änderungen verlieren, wenn Sie das Konfigurationsfenster schließen. Wie wollen Sie fortfahren?

# MSG_CO_CONFIGWARNING_BT (2342//)
source: _Close window|*_Abort
dutch: Sluit venster|*_Afbreken
french: _Fermer la fenêtre|*_Annuler
german: _Fenster schließen|*_Abbrechen

# MSG_CO_CONFIGVERSIONWARNING_TITLE (2343//)
source: Configuration Version Warning
dutch: Waarschuwing over configuratieversie
french: Avertissement de version de configuration
german: Konfigurationsversionswarning

# MSG_CO_CONFIGVERSIONWARNING (2344//)
source: The configuration file that YAM tries to load was saved by a newer YAM version. If you continue to load this file some config settings might be lost and set to their default values. How do you want to proceed?
dutch: De configuratie die YAM probeert te laden is gemaakt met een nieuwere versie van YAM. Als je door gaat met het laden van deze config zullen sommige instellingen verloren gaan en teruggezet worden naar hun standaardwaarden. Hoe wil je verder gaan?
french: Le fichier de configuration que YAM est en train de charger a été enregistré par une version plus récente de YAM. Si vous continuez le chargement de ce fichier certains parmètres de configuration peuvent être perdus et positionnés sur leur valeur par défaut. Que désirez-vous faire ?
german: Die Konfigurationsdatei, welche YAM versucht zu laden, wurde von einer neueren Version von YAM gepeichert. Falls Sie mit dem Laden dieser Datei fortfahren könnten einige Konfigurationseinstellungen verloren gehen oder auf Standardwerte zurückgestellt werden. Wie wollen Sie fortfahren?

# MSG_CO_CONFIGVERSIONWARNING_BT (2345//)
source: _Continue|*_Abort
dutch: Doorgaan|*_Afbreken
french: _Continuer|*_Annuler
german: _Fortfahren|*_Abbrechen

# MSG_WR_MCCADDRFIELD (2346//)
source: Cc Address Field
dutch: Adresveld CC
german: Addressfeld "Kopie (Cc)"

# MSG_WR_MBCCADDRFIELD (2347//)
source: Bcc Address Field
dutch: Adresveld BCC
german: Addressfeld "Blindkopie (Bcc)"

# MSG_WR_MREPLYTOADDRFIELD (2348//)
source: Reply-To Address Field
dutch: Adresveld Antwoord aan
german: Addressfeld "Antwort an"

# MSG_CO_LISTCOLUMNSETTINGS (2349//)
source: Column settings
dutch: Kolom-instellingen
french: Réglage des colonnes
german: Spalteneinstellungen

# MSG_CO_LOOKFEEL_MAINWINDOW (2350//)
source: Main window
dutch: Hoofdvenster
french: Fenêtre principale
german: Hauptfenster

# MSG_HELP_WR_CY_SIGNATURE (2353//)
source: Allows to select which signature show be used for the currently composed message.
dutch: Hiermee kun je aangeven welke handtekening gebruikt moet worden voor het mailtje dat je aan het schrijven bent.
french: Permet de sélectionner quelle signature doit être utilisée pour le message en cours de rédaction.
german: Wählen Sie hier die Signatur, welche für die gerade in Bearbeitung befindliche Nachricht verwendet werden soll.

# MSG_WR_PGPSECURITY (2354//)
source: PGP security level
dutch: PGP beveiligingsniveau
french: Niveau de sécurité PGP
german: PGP-Sicherheitsstufe

# MSG_HELP_WR_CY_SECURITY (2355//)
source: Allows to select the PGP security level. You can select if a message should be signed, encrypted or both. "Default" tries to find the recipient in your address book and use the settings defined there.
dutch: Hiermee kun je het beveiligingsniveau van PGP aangeven. Je kunt aangeven of een mailtje ondertekend en/of versleuteld moet worden. "Standaard" zoekt naar de ontvanger in jouw adresboek en gebruikt de instellingen die daar gemaakt zijn.
french: Permet de sélectionner le niveau de sécurité PGP. Il est possible de sélectionner si un message doit signé, crypté ou les deux. « Défaut » tente de trouver le destinataire dans le carnet d'adresses et utilise ces réglages.
german: Erlaubt die Wahl der PGP-Sicherheitsstufe. Sie können wählen, ob eine Nachricht nur signiert, nur verschlüsselt oder signiert und verschlüsselt werden soll. "Standard" versucht den Empfänger im Adressbuch zu finden und die dort festgelegten Einstellungen zu verwerden.

# MSG_CO_MIMETYPE_TITLE (2356//)
source: MIME type
french: Type MIME
german: MIME-Typ

# MSG_CO_DOWNLOAD_LARGE_MAILS1 (2357//)
source: _Download messages larger than
dutch: Mailtjes _downloaden, groter dan
french: _Télécharger les messages plus gros que
german: Nachrichten _größer als

# MSG_CO_DOWNLOAD_LARGE_MAILS2 (2358//)
source: KB
french: Kio
german: KB laden

# MSG_MA_DRAFTS (2359//)
source: Drafts
dutch: Concept
french: Brouillons
german: Entwürfe

# MSG_CO_SIGNATURE (2360//)
source: Signature
dutch: Handtekening
german: Signatur

# MSG_CO_SIGNATURES (2361//)
source: Signatures
dutch: Handtekeningen
german: Signaturen

# MSG_CO_SIGNATURE_DESCRIPTION (2362//)
source: Description
dutch: Omschrijving
german: Beschreibung

# MSG_CO_SIGNATURE_ACTIVE (2363//)
source: _Active
dutch: _Actief
german: _Aktiv

# MSG_CO_IDENTITY_SIGNATURE (2364//)
source: Signature
dutch: Handtekening
german: Signatur

# MSG_HELP_CO_LV_SIGNATURE (2365//)
source: List of all signatures
dutch: Lijst van alle handtekeningen
french: Liste de toutes les signatures
german: Liste aller Signaturen

# MSG_HELP_CO_BT_SIGADD (2366//)
source: Adds a new signature to the list.
dutch: Voegt een nieuwe handtekening toe aan de lijst
french: Ajoute une nouvelle signature dans la liste.
german: Fügt der Liste eine neue Signatur hinzu.

# MSG_HELP_CO_BT_SIGDEL (2367//)
source: Removes selected signature from list.
dutch: Verwijdert gekozen handtekening uit de lijst
french: Supprime de la liste la signature sélectionnée.
german: Entfernt die gewählte Signatur aus der Liste.

# MSG_HELP_CO_BT_SIGUP (2368//)
source: Moves signature one entry up.
dutch: Handtekening omhoog verplaatsen
french: Monte la signature d'une entrée.
german: Verschiebt die Signatur nach oben.

# MSG_HELP_CO_BT_SIGDOWN (2369//)
source: Moves signature one entry down.
dutch: Handtekening omlaag verplaatsen
french: Déscend la signature d'une entrée.
german: Verschiebt die Signatur nach unten.

# MSG_HELP_CO_BT_SIG_ACTIVE (2370//)
source: Flags the currently selected signature as active or inactive.
dutch: Markeert de huidige geselecteerde handtekening als actief of inactief.
french: Marque la signature sélectionnée comme étant active ou inactive.
german: Schaltet die gewählte Signatur aktiv oder inaktiv.

# MSG_HELP_CO_ST_SIG_DESC (2371//)
source: Allows you to enter a freetext description for the signature.
dutch: Hiermee kun je een vrije tekstomschrijving voor de handtekening aangeven.
french: Permet de définir une description libre pour la signature.
german: Erlaubt Ihnen eine frei wählbare Beschreibung der Signatur einzugeben.

# MSG_HELP_CO_TE_SIGEDIT (2372//)
source: Text editor for entering/changing the signature text.
dutch: Tekstverwerker voor het maken of wijzigen van de tekst van de handtekening.
french: Éditeur de texte pour entrer/modifier le texte de la signature.
german: Texteditor zum Eingeben/Ändern des Signaturtextes.

# MSG_CO_MIXED_CONNECTIONS (2373//)
source: Connections
dutch: Verbindingen
french: Connexions
german: Verbindungen

# MSG_CO_POP_NOTIFICATION (2374//)
source: Notification for new mails
dutch: Notificatie voor nieuwe mailtjes
french: Notification des nouveaux messages
german: Benachrichtigung bei neuen Nachrichten

# MSG_SSL_CERT_WARNING_TITLE (2375//)
source: SSL Certificate Warning
dutch: Waarschuwing over SSL-certificaten
french: Avertissement Certificat SSL
german: SSL-Zertifikat-Warnung

# MSG_SSL_CERT_WARNING_BUTTONS (2376//)
source: _Accept|Accept _Permanently|_Show Certificate|*_Reject
dutch: _Accepteer|Accepteer _permanent|_Toon certificaat|*Ve_rwerp
french: _Accepter|Accepter _Définitivement|_Montrer Certificat|*_Refuser
german: _Akzeptieren|_Dauerhaft akzeptieren|_Zertifikat anzeigen|*A_blehnen

# MSG_SSL_CERT_WARNING_INTRO (2377//)
source: Error validating server certificate for '\033b%s:%d\033n':
dutch: Fout bij het valideren van servercertificaat voor '\x1Bb%s:%d\x1Bn':
french: Erreur de validation du certificat pour le serveur « \033b%s:%d\033n » :
german: Fehler beim Validieren des Serverzertifikats für '\033b%s:%d\033n':

# MSG_SSL_CERT_WARNING_UNTRUSTED (2378//)
source: - The certificate is not issued by a trusted authority. Use the fingerprint to validate the certificate manually.
dutch: - Het certificaat is niet afgegeven door een betrouwbare instantie. Gebruik de vingerafdruk om het certificaat handmatig te valideren.
french: - Le certificat n'a pas été émis par une autorité de confiance. Utilisez l'empreinte pour valider le certificat manuellement.
german: - Das Zertifikat wurde nicht von einer vertrauenswürdigen Authorität ausgestellt. Verwenden Sie bitte den Fingerabdruck, um das Zertifikat manuell zu validieren.

# MSG_SSL_CERT_WARNING_IDMISMATCH (2379//)
source: - The certificate hostname does not match.
dutch: - De hostnaam van het certificaat komt niet overeen
french: - Nom d'hôte du certificat ne correspond pas.
german: - Der Hostname des Zertifikats stimmt nicht überein.

# MSG_SSL_CERT_WARNING_NOTYETVALID (2380//)
source: - The certificate is not yet valid.
dutch: - Het certificaat is nog niet geldig
french: - Le certificat n'est pas encore valide.
german: - Das Zertifikat ist noch nicht gültig.

# MSG_SSL_CERT_WARNING_EXPIRED (2381//)
source: - The certificate has expired.
dutch: - Het certificaat is verlopen
french: - Le certificat a expiré.
german: - Das Zertifikat ist abgelaufen.

# MSG_SSL_CERT_WARNING_OTHER (2382//)
source: - The certificate has an unknown error.
dutch: - Het certificaat heeft een onbekende fout
french: - Le certificat présente une erreur inconnue.
german: - Das Zertifikat hat einen unbekannten Fehler.
