Repository: Futaura/yam
Catalog: locale/*.po
Languages: dutch, french, german, russian

# MSG_MA_WinTitle (177//)
source: YAM %s - User: %s
dutch: YAM %s - Gebruiker: %s
french: YAM %s - Utilisateur : %s
german: YAM %s - Benutzer: %s
russian: YAM %s - Пользователь: %s

# MSG_MA_ToPrefix (178//)
source: \033bTo: \033n
dutch: \033bAan: \033n
french: \033bà : \033n
german: \033bAn: \033n
russian: \x1BbДля: \x1Bn

# MSG_MA_Incoming (179//)
source: Incoming
dutch: Inkomend
french: Reçus
german: Eingang
russian: Входящие

# MSG_MA_Outgoing (180//)
source: Outgoing
dutch: Uitgaand
french: En attente
german: Ausgang
russian: Исходящие

# MSG_MA_Sent (181//)
source: Sent
dutch: Verzonden
french: Envoyés
german: Gesendete
russian: Отправленные

# MSG_MA_TBRead (184//8)
source: Rea_d
dutch: _Lees
french: Lire
german: _Lesen
russian: Про_честь

# MSG_MA_TBEdit (185//8)
source: _Edit
dutch: _Bewerk
french: _Éditer
german: _Ändern
russian: П_равка

# MSG_MA_TBMove (186//8)
source: _Move
dutch: Verpl
french: _Déplacer
german: _Versch.
russian: _Перенос

# MSG_MA_TBDelete (187//8)
source: De_lete
dutch: _Wis
french: Effacer
german: L_öschen
russian: _Удалить

# MSG_MA_TBGetAddr (188//8)
source: Ge_tAdd
dutch: PakAdr
french: -> A_nnu
german: _ins AB
russian: _Адрес

# MSG_MA_TBWrite (189//8)
source: _New
dutch: _Nieuw
french: _Nouveau
german: _Neu
russian: _Новое

# MSG_MA_TBReply (190//8)
source: _Reply
dutch: _Antw
french: _Répondre
german: _Antwort
russian: _Ответить

# MSG_MA_TBForward (191//8)
source: For_ward
dutch: Verder
french: Retrans.
german: _Weiterl
russian: _Цитата

# MSG_MA_TBGetMail (192//8)
source: _Get
dutch: _Ontvang
french: Recevoir
german: _Holen
russian: _Забрать

# MSG_MA_TBSendAll (193//8)
source: _Send
dutch: _Stuur
french: Envoyer
german: _Senden
russian: По_слать

# MSG_MA_TBFilter (194//8)
source: F_ilter
french: F_iltrer
german: _Filtern
russian: _Фильтр

# MSG_MA_TBFind (195//8)
source: _Find
dutch: _Zoek
french: Chercher
german: S_uchen
russian: По_иск

# MSG_MA_TBAddrBook (196//8)
source: A_book
dutch: A_boek
french: C_arnet
german: A-_Buch
russian: А_дреса

# MSG_MA_TBConfig (197//8)
source: _Config
german: _Konfig
russian: _Конфиг

# MSG_MA_Project (198//)
source: Project
french: Projet
german: Projekt
russian: Проект

# MSG_MA_AboutMUI (200//)
source: About MUI...
dutch: Over MUI...
french: À propos de MUI...
german: Über MUI...
russian: О MUI...

# MSG_MA_LastErrors (202//)
source: Show last message
dutch: Toon laatste mailtje
french: Montrer dernier message
german: Letzte Meldung zeigen
russian: Последнее сообщение

# MSG_MA_Restart (203//)
source: Restart
dutch: Herstart
french: Redémarrer
german: Neu starten
russian: Перезапуск

# MSG_MA_NewFolder (206//)
source: New folder
dutch: Nieuwe folder
french: Nouveau dossier
german: Neues Postfach
russian: Новая папка...

# MSG_MA_Select (211//)
source: Select
dutch: Selecteer
french: Sélectionner
german: Auswählen
russian: Выбрать

# MSG_MA_MDelete (227//)
source: Delete
dutch: Wis
french: Effacer
german: Löschen
russian: Удалить

# MSG_MA_Save (230//)
source: Save...
dutch: Bewaar...
french: Enregistrer...
german: Speichern...
russian: Сохранить...

# MSG_MA_MGetAddress (235//)
source: Save address...
dutch: Bewaar adres...
french: Enregistrer l'adresse...
german: Adresse speichern...
russian: Сохранить адрес...

# MSG_MA_SetStatus (236//)
source: Set status to
dutch: Zet status op
french: Changer le statut
german: Status setzen
russian: Изменить статус на

# MSG_MA_ChangeSubj (241//)
source: Change subject...
dutch: Wijzig onderwerp...
french: Changer de sujet...
german: Betreff ändern...
russian: Изменить тему...

# MSG_MA_MSend (242//)
source: Send
dutch: Stuur
french: Envoyer
german: Senden
russian: Отправить

# MSG_MA_Settings (243//)
source: Settings
dutch: Instellingen
french: Préférences
german: Einstellungen
russian: Настройки

# MSG_MA_MAddrBook (244//)
source: Address book
dutch: Adresboek
french: Carnet d'adresses
german: Adressbuch
russian: Адресная книга...

# MSG_MA_MConfig (245//)
source: Configuration
dutch: Configuratie
german: Konfiguration
russian: Конфигурация...

# MSG_MA_MUsers (246//)
source: Users
dutch: Gebruikers
french: Utilisateurs
german: Benutzer
russian: Пользователи

# MSG_HELP_MA_BT_READ (247//)
source: Display the contents of the current message.
dutch: Toon de inhoud van het huidige mailtje.
french: Affiche le contenu du message courant
german: Inhalt der ausgewählten Nachricht anzeigen.
russian: Показать содержимое выбранного сообщения.

# MSG_HELP_MA_BT_EDIT (248//)
source: Modify the current message.
dutch: Wijzig het huidige mailtje.
french: Modifie (édite) le message courant
german: Ausgewählte Nachricht ändern.
russian: Изменить выбранное сообщение.

# MSG_HELP_MA_BT_MOVE (249//)
source: Move selected message(s) to another folder.
dutch: Verplaats geselecteerde mailtje(-s) naar een andere folder.
french: Déplace les messages sélectionnés vers un autre dossier
german: Ausgewählte Nachricht(en) in ein anderes Postfach verschieben.
russian: Переместить выбранное(ые) сообщение(я) в другую папку.

# MSG_HELP_MA_BT_DELETE (250//)
source: Delete selected message(s).
dutch: Wis geselecteerde mailtje(-s)
french: Efface les messages sélectionnés
german: Ausgewählte Nachricht(en) löschen.
russian: Удалить выбранное(ые) сообщение(я).

# MSG_HELP_MA_BT_GETADDRESS (251//)
source: Save sender's address in your address book.
dutch: Bewaar adres van afzender in het adresboek.
french: Sauve l'adresse de l'expéditeur dans votre carnet d'adresses
german: Absender der ausgewählten Nachricht ins Adressbuch aufnehmen.
russian: Сохранить адрес отправителя в Вашей адресной книге.

# MSG_HELP_MA_BT_WRITE (252//)
source: Compose a new message.
dutch: Maak een nieuw mailtje
french: Compose un nouveau courrier
german: Eine neue Nachricht erstellen.
russian: Создать новое сообщение.

# MSG_HELP_MA_BT_REPLY (253//)
source: Reply to the selected message(s).
dutch: Antwoord op geselecteerde mailtje(-s).
french: Répond au courrier sélectionné
german: Ausgewählte Nachricht(en) beantworten.
russian: Ответить на выбранное сообщение.

# MSG_HELP_MA_BT_FORWARD (254//)
source: Forward the selected message(s) to another recipient.
dutch: Stuur geselecteerde mailtje(-s) door naar een andere ontvanger.
french: Envoie les messages sélectionnés vers un autre destinataire
german: Ausgewählte Nachricht(en) an einen anderen Empfänger weiterleiten.
russian: Цитировать выбранное сообщение другому получателю.

# MSG_HELP_MA_BT_POPNOW (255//)
source: Connect to the mail server and download new messages.
dutch: Verbind met de mailserver en download nieuwe mailtjes.
french: Se connecte au serveur et recoit les nouveaux messages
german: Mit dem Postserver verbinden und neue Nachrichten herunterladen.
russian: Соединиться с почтовым сервером и забрать новую почту.

# MSG_HELP_MA_BT_SENDALL (256//)
source: Send queued messages in the Outgoing folder.
dutch: Stuur opgeslagen mailtje(-s) vanuit de folder Uitgaand.
french: Expédie tous les messages en attente
german: Nachrichten in der Warteschlange des Postausgangs versenden.
russian: Отправить сообщения из очереди в папке «Исходящие.»

# MSG_HELP_MA_BT_FILTER (257//)
source: Apply filters to the messages in this folder. Please note that if 2 or more messages are currently selected, only those will be filtered.
dutch: Pas filters toe op de mailtjes in deze folder. Let er wel op dat, wanneer er 2 of meer mailtje(-s) zijn geselecteerd, alleen deze worden gefilterd.
french: Applique les filtres sur tous les messages de ce dossier. Veuillez noter que si au moins deux messages sont sélectionnés, seuls ceux-çi seront filtré.
german: Filter auf die Nachrichten in diesem Postfach anwenden. Bitte beachten Sie, dass wenn 2 oder mehr Nachrichten ausgewählt sind, nur diese gefiltert werden.
russian: Применить фильтры ко всем сообщениям в текущей папке. Примечание: если выделены два и более сообщений, фильтр будет применён только к ним.

# MSG_HELP_MA_BT_SEARCH (258//)
source: Search your mail folders.
dutch: Doorzoek de mailfolders
french: Effectue une recherche dans les dossiers
german: Postfächer durchsuchen.
russian: Поиск Вашей почты в папках.

# MSG_HELP_MA_BT_ABOOK (259//)
source: Open the address book.
dutch: Open het adresboek
french: Ouvre le carnet d'adresses
german: Öffnet das Adressbuch.
russian: Открыть адресную книгу.

# MSG_HELP_MA_BT_CONFIG (260//)
source: Modify YAM's preferences.
dutch: Wijzig YAM's voorkeuren
french: Ouvre la fenêtre de configuration de YAM
german: Die Einstellungen von YAM ändern.
russian: Изменить настройки YAM.

# MSG_CO_ChangeFolderPass (262//)
source: Enter a new password for this folder:
dutch: Geef een nieuw wachtwoord voor deze folder
french: Entrer un nouveau mot de passe pour ce dossier :
german: Geben Sie ein neues Passwort für dieses Postfach ein:
russian: Введите новый пароль для этой папки:

# MSG_CO_RetypePass (263//)
source: Please re-type the password:
dutch: Geef het wachtwoord nogmaals op
french: Entrer de nouveau le mot de passe s.v.p :
german: Bitte geben Sie das Passwort nochmals ein:
russian: Пожалуйста, повторите пароль:

# MSG_CO_ConfirmDelete (264//)
source: All messages in this folder will be lost. Do you really want to delete it?
dutch: Alle mailtjes in deze folder zullen verloren gaan! Wil je deze folder werkelijk weggooien?
french: Tous les messages de ce dossier seront perdus. Voulez-vous vraiment le supprimer ?
german: Alle Nachrichten in diesem Postfach gehen verloren.Wollen Sie es wirklich löschen?
russian: Все сообщения в этой папке будут потеряны! Вы действительно хотите её удалить?

# MSG_CO_InvalidConf (265//)
source: Invalid configuration (missing SMTP/POP3 server name or e-mail address). Please fill in these fields and try again.
dutch: Ongeldige configuratie (ontbrekende SMTP-/POP3-servernaam of e-mailadres). Geef deze gegevens alsnog op.
french: Configuration invalide. (Le serveur SMTP/POP3 ou l'adresse électronique est absent). Remplissez ces champs et essayez de nouveau.
german: Ungültige Konfiguration (fehlender SMTP/POP3 Servername oder E-Mail Adresse) Bitte diese Angaben korrigieren.
russian: Неправильная конфигурация: отсутствует имя сервера SMTP/POP3 или адрес электронной почты. Пожалуйста, заполните эти поля и попробуйте ещё раз.

# MSG_CO_ImportMIMEReq (266//)
source: Import settings from...
dutch: Importeer instellingen van...
french: Importe les préférences de...
german: Einstellungen importieren von...
russian: Импорт параметров из...

# MSG_CO_ImportMIMEGads (267//)
source: *_MIME.prefs|m_ailcap|m_ime.types|_Cancel
dutch: *_MIME.prefs|m_ailcap|m_ime.types|Afbreken
french: *_MIME.prefs|mail_cap|m_ime.types|_Annuler
german: *_MIME.prefs|mail_cap|m_ime.types|_Abbrechen
russian: *_MIME.prefs|m_ailcap|m_ime.types|_Отмена

# MSG_CO_NewIntroDef (268//)
source: Hello,\n
dutch: Dag,\n
german: Hallo,\n

# MSG_CO_AltRepIntroDef (269//)
source: <EMPTY>On %c, %n wrote:\n
dutch: Op %c, %n schreef:\n
german: Am %c schrieb %n:\n

# MSG_CO_AltRepPatternDef (270//)
source: <EMPTY>#?.(com|uk|org|gov)
dutch: #?.(nl)
german: #?.(de|ch|at)
russian: #?.(ru)

# MSG_CO_ForwardIntroDef (271//)
source: *** Begin of forwarded message ***\n\nDate: %c\nFrom: %n <%e>\nSubject: %s\n\n--- Forwarded message follows ---\n\n
dutch: *** Begin van doorgestuurd mailtje ***\n\nDatum: %c\nVan: %n <%e>\nOnderwerp: %s\n\n--- Doorgestuurd mailtje volgt nu ---\n\n
german: *** Start der weitergeleiteten Nachricht ***\n\nDatum: %c\nVon: %n <%e>\nBetreff: %s\n\n--- Weitergeleitete Nachricht folgt ---\n\n

# MSG_CO_ForwardFinishDef (272//)
source: *** End of forwarded message ***\n
dutch: *** Einde van doorgestuurd mailtje ***\n
german: *** Ende der weitergeleiteten Nachricht ***\n

# MSG_CO_GreetingsDef (273//)
source: Kind regards
dutch: Met vriendelijke groeten,
french: Mes salutations
german: Mit freundlichen Grüssen

# MSG_CO_AltRepHelloDef (274//)
source: <EMPTY>Hello %f,\n
dutch: Dag %f,\n
german: Hallo %f,\n
russian: Привет, %f!\n

# MSG_CO_AltRepByeDef (275//)
source: <EMPTY>Kind regards
dutch: Met vriendelijke groeten
german: Mit freundlichen Grüssen

# MSG_CO_MLRepHelloDef (276//)
source: <EMPTY>Hello %f,\n
dutch: Dag %f,\n
german: Hallo %f,\n

# MSG_CO_MLRepIntroDef (277//)
source: On %c, %n wrote:\n
dutch: Op %c, %n schreef:\n
german: Am %c schrieb %n:\n

# MSG_CO_MLRepByeDef (278//)
source: Regards
dutch: Groeten
french: Salutations
german: Grüsse

# MSG_CO_LineBreak (279//)
source: \n Line break
dutch: \n Regel afbreken
german: \n Zeilenumbruch
russian: \n Строка разделитель

# MSG_CO_SenderName (280//)
source: %n Original sender: Name
dutch: %n Oorspronkelijke afzender: Naam
french: %n Expéditeur d'origine : Nom
german: %n Ursprünglicher Sender: Name
russian: %n Отправитель: Имя и фамилия

# MSG_CO_SenderFirstname (281//)
source: %f Original sender: First name
dutch: %f Oorspronkelijke afzender: Voornaam
french: %f Expéditeur d'origine : Prénom
german: %f Ursprünglicher Sender: Vorname
russian: %f Отправитель: Имя

# MSG_CO_SenderAddress (282//)
source: %e Original sender: Address
dutch: %e Oorspronkelijke afzender: Adres
french: %e Expéditeur d'origine : Adresse
german: %e Ursprünglicher Sender: Adresse
russian: %e Отправитель: Адрес

# MSG_CO_SenderSubject (283//)
source: %s Original message: Subject
dutch: %s Oorspronkelijk onderwerp: Onderwerp
french: %s Message d'origine : Sujet
german: %s Ursprüngliche Nachricht: Betreff
russian: %s Сообщение: Тема

# MSG_CO_SenderDate (284//)
source: %d Original message: Date
dutch: %d Oorspronkelijk mailtje: Datum
french: %d Message d'origine : Date
german: %d Ursprüngliche Nachricht: Datum
russian: %d Сообщение: Дата

# MSG_CO_SenderTime (285//)
source: %t Original message: Time
dutch: %t Oorspronkelijk mailtje: Tijd
french: %t Message d'origine : Heure
german: %t Ursprüngliche Nachricht: Zeit
russian: %t Сообщение: Время

# MSG_CO_SenderDOW (286//)
source: %w Original message: Day of week
dutch: %w Oorspronkelijk mailtje: Dag van de week
french: %w Message d'origine : Jour
german: %w Ursprüngliche Nachricht: Wochentag
russian: %w Сообщение: День недели

# MSG_CO_SenderMsgID (287//)
source: %m Original message: Message ID
dutch: %m Oorspronkelijk mailtje: Mailtje's ID
french: %m Message d'origine : ID du message
german: %m Ursprüngliche Nachricht: Nachrichten-ID
russian: %m Сообщение: ID сообщения

# MSG_CO_RecptName (290//)
source: %r Recipient: Name
dutch: %r Ontvanger: Naam
french: %r Destinataire : Nom
german: %r Empfänger: Name
russian: %r Получатель: Имя и фамилия

# MSG_CO_RecptFirstname (291//)
source: %v Recipient: First name
dutch: %v Onvanger: Voornaam
french: %v Destinataire : Prénom
german: %v Empfänger: Vorname
russian: %v Получатель: Имя

# MSG_CO_RecptAddress (292//)
source: %a Recipient: Address
dutch: %a Ontvanger: Adres
french: %a Destinataire : Adresse
german: %a Empfänger: Adresse
russian: %a Получатель: Адрес

# MSG_CO_ORecptName (293//)
source: %r Original recipient: Name
dutch: %r Oorspronkelijke ontvanger: Naam
french: %r Destinataire d'origine : Nom
german: %r Ursprünglicher Empfänger: Name
russian: %r Получатель: Имя и фамилия

# MSG_CO_ORecptFirstname (294//)
source: %v Original recipient: First name
dutch: %v Oospronkelijke ontvanger: Voornaam
french: %v Destinataire d'origine : Prénom
german: %v Ursprünglicher Empfänger: Vorname
russian: %v Получатель: Имя

# MSG_CO_ORecptAddress (295//)
source: %a Original recipient: Address
dutch: %a Oorspronkelijke ontvanger: Adres
french: %a Destinataire d'origine : Adresse
german: %a Ursprünglicher Empfänger: Adresse
russian: %a Получатель: Адрес

# MSG_CO_CompleteHeader (296//)
source: %h Complete header
french: %h Tout l'en-tête
german: %h Sämtliche Kopfzeilen
russian: %h Полный заголовок

# MSG_CO_ArchiveName (297//)
source: %a Filename of archive
dutch: %a Bestandsnaam van archief
french: %a Nom de l'archive
german: %a Dateiname des Archivs
russian: %a Имя файла архива

# MSG_CO_ArchiveFiles (298//)
source: %f Files to be archived
dutch: %f Te archiveren bestanden
french: %f Fichiers à archiver
german: %f Zu archivierende Dateien
russian: %f Файлы для архивации

# MSG_CO_ArchiveFilelist (299//)
source: %l List containing filenames
dutch: %l Lijst met bestandsnamen
french: %l Liste des noms de fichiers
german: %l Liste mit Dateinamen
russian: %l Список имеющихся файлов

# MSG_CO_CrdFirstSteps (300//)
source: First steps
dutch: Eerste stapjes
french: Premiers pas
german: Erste Schritte
russian: Первые шаги

# MSG_CO_CrdFilters (303//)
source: Filters
french: Filtres
german: Filter
russian: Фильтры

# MSG_CO_CrdRead (304//)
source: Read
dutch: Lezen
french: Lecture
german: Lesen
russian: Чтение

# MSG_CO_CrdWrite (305//)
source: Write
dutch: Schrijven
french: Écriture
german: Schreiben
russian: Создание

# MSG_CO_CrdSignature (307//)
source: Signature
dutch: Handtekening
german: Signatur
russian: Подпись

# MSG_CO_CrdSecurity (310//)
source: Security
dutch: Veiligheid
french: Sécurité
german: Sicherheit
russian: Безопасность

# MSG_CO_CrdMixed (311//)
source: Miscellaneous
dutch: Diversen
french: Divers
german: Diverses
russian: Разное

# MSG_CO_CrdABook (314//)
source: Address book
dutch: Adresboek
french: Carnet d'adresses
german: Adressbuch
russian: Адресная книга

# MSG_CO_Save (315//)
source: _Save
dutch: _Bewaar
french: Enregi_strer
german: _Speichern
russian: _Сохранить

# MSG_CO_Use (316//)
source: _Use
dutch: _Gebruik
french: _Utiliser
german: _Benutzen
russian: _Использовать

# MSG_CO_Cancel (317//)
source: _Cancel
dutch: _Afbreken
french: _Annuler
german: _Abbrechen
russian: _Отменить

# MSG_CO_MinConfig (343//)
source: Minimal configuration
dutch: Minimale configuratie
french: Configuration minimale
german: Minimale Konfiguration
russian: Минимальная конфигурация

# MSG_CO_RealName (344//)
source: _Real name
dutch: _Echte naam
french: Nom _réel
german: Voller _Name
russian: Настоящее _имя

# MSG_CO_EmailAddress (345//)
source: _E-mail address
dutch: _E-mailadres
french: Adresse él_ectronique
german: _E-Mail Adresse
russian: _E-Mail адрес

# MSG_CO_Password (347//)
source: _Password
dutch: _Wachtwoord
french: Mo_t de passe
german: _Passwort
russian: Паро_ль

# MSG_CO_TimeZone (348//)
source: Time _zone
dutch: Tijd_zone
french: Fuseau _horaire
german: _Zeitzone
russian: Часовой пояс

# MSG_CO_SendMail (350//)
source: Send mail (SMTP)
dutch: Zend mail (SMTP)
french: Envoi (SMTP)
german: Post versenden (SMTP)
russian: Отправка почты (SMTP)

# MSG_CO_Allow8bit (353//)
source: Server allows _8bit characters
dutch: Server staat _8bit karakters toe
french: Serveur autorisant les caractères _8 bits
german: Server erlaubt _8bit Zeichen
russian: Сервер поддерживает 8-битные коды символов

# MSG_CO_ReceiveMail (354//)
source: Receive mail (POP3)
dutch: Ontvang mail (POP3)
french: Réception (POP3)
german: Post empfangen (POP3)
russian: Приём почты (POP3)

# MSG_CO_POPUserID (355//)
source: User name
dutch: Gebruikersnaam
french: Nom ut_ilisateur
german: Benutzername
russian: Имя пользователя

# MSG_CO_POPActive (356//)
source: _Active
dutch: _Actief
french: A_ctif
german: A_ktiv
russian: _Активен

# MSG_CO_DeleteServerMail (357//)
source: Delete mail _on server
french: E_ffacer les messages sur le serveur
german: Post auf Server _löschen
russian: Удалять почту _на сервере

# MSG_CO_PSNever (359//)
source: never
dutch: nooit
french: jamais
german: niemals
russian: никогда

# MSG_CO_PSLarge (360//)
source: large messages
dutch: grote mailtjes
french: gros messages
german: grosse Nachrichten
russian: большие сообщения

# MSG_CO_PSAlways (361//)
source: always
dutch: altijd
french: toujours
german: immer
russian: всегда

# MSG_CO_PSAlwaysFast (362//)
source: always, only sizes
dutch: altijd, alleen groottes
french: toujours. Que la taille
german: immer, nur Grössen
russian: всегда, только размер

# MSG_CO_TWNever (363//)
source: hide always
dutch: altijd verbergen
french: toujours cacher
german: immer verbergen
russian: никогда не показывать

# MSG_CO_TWAuto (364//)
source: automatic
dutch: automatisch
french: automatique
german: automatisch
russian: автоматически

# MSG_CO_TWAlways (365//)
source: show always
dutch: altijd tonen
french: toujours montrer
german: immer zeigen
russian: показывать всегда

# MSG_CO_TransferWin (368//)
source: _Transfer window
dutch: _Transfervenster
french: Fenêtre de _transfert
german: _Transferfenster
russian: По_казать окно передачи

# MSG_CO_PreSelect (369//)
source: _Pre-selection
french: _Pré-sélection
german: _Vorauswahl
russian: Пре-_выбор

# MSG_CO_CheckMail (374//)
source: Check for new mail every
dutch: Check op nieuwe mailtjes, elke
french: Vérifier les nouveaux messages toutes les
german: Auf neue Post prüfen alle
russian: Проверять нову_ю почту каждые

# MSG_CO_Minutes (375//)
source: minutes
dutch: minuten
german: Minuten
russian: минут

# MSG_CO_NotiReq (378//)
source: _Requester
french: _Requête
german: _Meldung
russian: _Запрос

# MSG_CO_NotiSound (379//)
source: S_ound
dutch: Geluid
french: So_n
german: T_on
russian: Зв_ук

# MSG_CO_NotiCommand (380//)
source: Co_mmand
dutch: Opdracht
french: Co_mmande
german: B_efehl
russian: Ко_манда

# MSG_CO_ApplyToNew (389//)
source: A_pply to new mail
dutch: Toepassen op nieuwe mailtjes
french: Appliquer sur nou_veaux messages
german: Auf neue _Post anwenden
russian: Применить к _новой почте

# MSG_CO_ApplyToSent (390//)
source: Apply to sent _mail
dutch: Toepassen op verzonden mailtjes
french: Appliquer à l'e_xpédition
german: Auf _versandte Post anwenden
russian: При_менить к отосланной почте

# MSG_CO_ApplyOnReq (391//)
source: Apply on _request
dutch: Toepassen op verzoek
french: Appliquer sur _demande
german: Auf An_frage anwenden
russian: Применить по _запросу

# MSG_CO_ActionForward (393//)
source: _Forward
dutch: Doors_turen
french: Re_transmettre
german: _Weiterleiten
russian: _Цитата

# MSG_CO_ActionReply (394//)
source: Repl_y
dutch: Antwoord
french: R_épondre
german: A_ntworten
russian: О_тветить

# MSG_CO_ActionExecute (395//)
source: E_xecute
dutch: Uitvoeren
french: E_xécuter
german: Aus_führen
russian: В_ыполнить

# MSG_CO_ActionPlay (396//)
source: _Play sound
dutch: Geluid s_pelen
french: _Jouer un son
german: _Ton spielen
russian: О_звучить

# MSG_CO_ActionMove (397//)
source: _Move
dutch: _Verpl
french: Dép_lacer
german: _Verschieben
russian: П_ереместить

# MSG_CO_ActionDelete (398//)
source: Dele_te
dutch: Wis
french: E_ffacer
german: Lö_schen
russian: Удалит_ь

# MSG_CO_ActionSkip (399//)
source: Don't do_wnload
dutch: Niet do_wnloaden
french: Ne pas _recevoir
german: N_icht runterladen
russian: _Не забирать

# MSG_CO_HeadNone (400//)
source: none
dutch: geen
french: aucun
german: keine
russian: нет

# MSG_CO_HeadShort (401//)
source: custom
dutch: anders
french: personnalisé
german: ausgewählte
russian: выбранный

# MSG_CO_HeadFull (402//)
source: all
dutch: alles
french: tous
german: alle
russian: полный

# MSG_CO_SINone (403//)
source: none
dutch: geen
french: aucune
german: keine
russian: нет

# MSG_CO_SIFields (404//)
source: data only
dutch: alleen data
french: seulement les données
german: nur Daten
russian: только данные

# MSG_CO_SIAll (405//)
source: data and image
dutch: data en foto
french: données et image
german: Daten und Bild
russian: данные и фото

# MSG_CO_SLBlank (406//)
source: blank line
dutch: lege regel
french: lignes vides
german: Leerzeile
russian: пустая линия

# MSG_CO_SLDash (407//)
source: two dashes
dutch: twee puntjes
french: 2 tirets
german: zwei Striche
russian: две черточки

# MSG_CO_SLBar (408//)
source: separator bar
dutch: scheidslijn
french: ligne de séparation
german: Trennlinie
russian: разделитель

# MSG_CO_SLSkip (409//)
source: no signature
dutch: geen handtekening
french: pas de signature
german: keine Signatur
russian: без подписи

# MSG_CO_HeaderLayout (410//)
source: Header layout
french: Agencement de l'en-tête
german: Kopfzeilen-Layout
russian: Заголовок
