Repository: Futaura/yam
Catalog: locale/*.po
Languages: dutch, french, german, russian

# MSG_HELP_RE_BT_NEXT (904//)
source: Display contents of the next message.
dutch: Toon inhoud van het volgende mailtje.
french: Affiche le contenu du message suivant
german: Inhalt der nächsten Nachricht anzeigen.
russian: Показать содержание следующего сообщения.

# MSG_HELP_RE_BT_QUESTION (905//)
source: Show the message that is being answered here (go back in thread).
dutch: Toon het mailtje dat hier beantwoord is (terug in reeks).
french: Affiche le message auquel il a été répondu (Thème précédent)
german: Nachricht anzeigen, die hier beantwortet wird (zurück im Thema).
russian: Показать сообщение, на которое был написан этот ответ (назад по связи).

# MSG_HELP_RE_BT_ANSWER (906//)
source: Show the reply to this message (follow thread).
dutch: Toon het antwoord op dit mailtje (verder in reeks).
french: Affiche la réponse à ce message (Thème suivant)
german: Antwort auf diese Nachricht anzeigen (vorwärts im Thema).
russian: Показать ответ на это сообщение (вперед по связи).

# MSG_HELP_RE_BT_DISPLAY (907//)
source: Use the configured MIME viewer to display a part of this message.
dutch: Gebruik de geconfigureerde MIME-viewer om delen van dit mailtje te tonen.
french: Affiche une partie du message (pièce jointe) avec un programme MIME configuré.
german: Einen Anhang dieser Nachricht mit einem der konfigurierten MIME-Anzeigeprogramme anzeigen.
russian: Использовать MIME просмотр для показа части этого сообщения.

# MSG_HELP_RE_BT_EXPORT (908//)
source: Save displayed message or a part of it to disk.
dutch: Bewaar getoonde mailtjes of een deel ervan op schijf.
french: Sauve le message lisible ou une partie (pièce jointe) sur le disque
german: Sichtbare Nachricht oder einen Anhang davon auf Disk speichern.
russian: Записать показанное сообщение или его часть на диск.

# MSG_HELP_RE_BT_PRINT (909//)
source: Send this message to the printer.
dutch: Stuur dit mailtje naar de printer.
french: Imprime ce message
german: Nachricht an den Drucker senden.
russian: Отправить это сообщение на принтер.

# MSG_HELP_RE_BT_MOVE (910//)
source: Move this message to another folder and display the next one.
dutch: Verplaats dit mailtje naar een andere folder en toon het volgende mailtje.
french: Déplace ce message dans un autre dossier et affiche le message suivant
german: Diese Nachricht in ein anderes Postfach verschieben und die nächste anzeigen.
russian: Переместить это сообщение в другую папку и показать следующее.

# MSG_HELP_RE_BT_DELETE (911//)
source: Delete this message and display the next one.
dutch: Verwijder dit mailtje en toon het volgende mailtje.
french: Efface ce message et affiche le suivant
german: Diese Nachricht löschen und die nächste anzeigen.
russian: Удалить это сообщение и показать следующее.

# MSG_HELP_RE_BT_REPLY (912//)
source: Reply to this message.
dutch: Dit mailtje beantwoorden.
french: Répond à ce message
german: Diese Nachricht beantworten.
russian: Ответить на это сообщение.

# MSG_HELP_RE_BT_FORWARD (913//)
source: Forward this message.
dutch: Dit mailtje doorsturen.
french: Retransmet ce message vers d'autres destinataires
german: Diese Nachricht weiterleiten.
russian: Цитировать это сообщение.

# MSG_WR_DiscardChanges (917//)
source: Do you really want to discard all modifications to this message?
dutch: Wil je werkelijk alle wijzigingen aan dit mailtje verliezen?
french: Voulez-vous vraiment perdre toutes les modifications apportées à ce message ?
german: Wollen Sie wirklich alle Änderungen an dieser Nachricht verwerfen?
russian: Вы действительно хотите отбросить все изменения в этом сообщении?

# MSG_WR_SaveTextAs (919//)
source: Save text as
dutch: Bewaar tekst als
french: Enregistrer texte sous
german: Text speichern unter
russian: Сохранить текст как...

# MSG_WR_AddFile (920//)
source: Select files to attach
dutch: Selecteer bijlage(-n)
french: Choisir les fichiers à joindre
german: Wählen Sie die anzuhängende(n) Datei(en)
russian: Укажите прикрепляемые файлы...

# MSG_WR_CreateArc (921//)
source: Create archive
dutch: Maak archief
french: Crée une archive
german: Archiv erstellen
russian: Создать архив

# MSG_WR_CreateArcReq (922//)
source: Please enter a filename for the new archive
dutch: Geef een bestandsnaam op voor het nieuwe archief
french: Donnez un nom à cette nouvelle archive
german: Bitte geben Sie einen Dateinamen für das neue Archiv ein
russian: Пожалуйста, введите имя нового архива

# MSG_WR_InsertFile (923//)
source: Insert file
dutch: Bestand invoegen
french: Insère un fichier
german: Datei einfügen
russian: Вставка файла...

# MSG_WR_TitleFile (924//)
source: Filename
dutch: Bestandsnaam
french: Nom du fichier
german: Dateiname
russian: Имя файла

# MSG_WR_TitleSize (925//)
source: Size
dutch: Grootte
french: Taille
german: Größe
russian: Размер

# MSG_WR_TitleContents (926//)
source: Contents
dutch: Inhoud
french: Contenu
german: Inhalt
russian: Содержание

# MSG_WR_TitleDescription (928//)
source: Description
dutch: Beschrijving
german: Beschreibung
russian: Описание

# MSG_WR_SecNone (929//)
source: None
dutch: Geen
french: Aucune
german: Keine
russian: нет

# MSG_WR_SecSign (930//)
source: Sign
dutch: Teken
french: Signer
german: Signieren
russian: подпись

# MSG_WR_SecEncrypt (931//)
source: Encrypt
dutch: Versleutelen
french: Crypter
german: Verschlüsseln
russian: шифровка

# MSG_WR_SecBoth (932//)
source: Sign and encrypt
dutch: Teken en versleutelen
french: Signer et crypter
german: Signieren und verschlüsseln
russian: подпись и шифровка

# MSG_WR_ImpHigh (934//)
source: High
dutch: Hoog
french: Haute
german: Hoch
russian: высокая

# MSG_WR_ImpLow (936//)
source: Low
dutch: Laag
french: Basse
german: Niedrig
russian: низкая

# MSG_WR_WriteWT (941//)
source: Write message
dutch: Schrijf mailtje
french: Écrire un message
german: Nachricht schreiben
russian: Создание сообщения

# MSG_WR_Subject (942//)
source: Sub_ject
dutch: Onderwerp
french: Su_jet
german: _Betreff
russian: _Тема

# MSG_WR_To (943//)
source: _To
dutch: _Aan
french: _à
german: A_n
russian: _Для

# MSG_WR_Add (944//)
source: _Add file(s)...
dutch: _Voeg bestand(-en) toe...
french: A_jouter fichier(s)...
german: Datei(en) h_inzufügen...
russian: _Добавить файл(ы)

# MSG_WR_AddPack (945//)
source: _Pack & add...
dutch: _Inpakken en toevoegen...
french: _Compresser et ajouter...
german: _Komprimiert hinzufügen...
russian: Упа_ковать и добавить

# MSG_WR_Display (946//)
source: D_isplay
dutch: Toon
french: M_ontrer
german: An_zeigen
russian: _Показать

# MSG_WR_ContentType (948//)
source: _MIME type
french: Type _MIME
german: _MIME-Typ
russian: _MIME тип

# MSG_WR_Description (949//)
source: D_escription
dutch: Beschrijving
german: _Beschreibung
russian: Опи_сание

# MSG_WR_From (952//)
source: _From
dutch: _Van
french: _De
german: V_on
russian: О_т

# MSG_WR_ExtraHeaders (954//)
source: _Additional headers
dutch: _Additionele headers
french: En_-têtes supplémentaires
german: _Zusätzliche Kopfzeilen
russian: _Доп. заголовок

# MSG_WR_SendOpt (955//)
source: Send options
dutch: Opties voor verzenden
french: Options d'envoi
german: Sendeoptionen
russian: Параметры отправления

# MSG_WR_DelSend (956//)
source: _Delete after sending
dutch: _Wissen na verzenden
french: D_étruire après envoi
german: Nach Versand l_öschen
russian: _Удалить после отправки

# MSG_WR_Receipt (957//)
source: _Return receipt
dutch: _Ontvangstbevestiging
french: Accusé de _réception
german: _Empfangsbestätigung
russian: _Подтверждение приёма

# MSG_WR_AddInfo (959//)
source: Add _personal info
dutch: Persoonsinfo toevoegen
french: Insérer données _perso.
german: _Pers. Daten hinzufügen
russian: Добав_ить персональную информацию

# MSG_WR_Importance (960//)
source: _Importance
dutch: _Importantie
german: _Wichtigkeit
russian: Ва_жность

# MSG_WR_Signature (961//)
source: Signature
dutch: Handtekening
german: Signatur
russian: Подпись

# MSG_WR_TBInsert (969//8)
source: Insert
dutch: Invoegen
french: Insérer
german: D.Einf.
russian: Вставить

# MSG_WR_TBCut (970//8)
source: Cut
dutch: Knip
french: Couper
german: Schn.
russian: Вырезать

# MSG_WR_TBCopy (971//8)
source: Copy
dutch: Kopieer
french: Copier
german: Kopie
russian: Копия

# MSG_WR_TBPaste (972//8)
source: Paste
dutch: Plak
french: Coller
german: Einf.
russian: Вклеить

# MSG_WR_TBUndo (973//8)
source: Undo
dutch: Ongedaan
french: Déf.
german: Rückg.
russian: Отмена

# MSG_WR_TBBold (974//8)
source: Bold
dutch: Vet
french: Gras
german: Fett
russian: Жирный

# MSG_WR_TBItalic (975//8)
source: Italic
dutch: Schuin
french: Italique
german: Kursiv
russian: Наклон

# MSG_WR_TBUnderlined (976//8)
source: ULined
dutch: Ondstr
french: Souligné
german: Unter.
russian: Подчерк

# MSG_WR_TBColored (977//8)
source: Color
dutch: Kleur
french: Couleur
german: Farbig
russian: Цвета

# MSG_WR_InsertAs (979//)
source: Insert as
dutch: Invoegen als
french: Insérer en
german: Einfügen als
russian: Вставить как

# MSG_WR_Plain (980//)
source: Plain
dutch: Platte tekst
french: Texte normal
german: Normaler Text
russian: Простой

# MSG_WR_Quoted (981//)
source: Quoted
dutch: Ge-quote
french: Citation
german: Zitat
russian: Цитата

# MSG_WR_ROT13 (982//)
source: ROT13 encoded
dutch: ROT13-gecodeerd
french: Codé ROT 13
german: ROT13-verschlüsselt
russian: ROT13 шифрование

# MSG_WR_LaunchEd (983//)
source: Launch editor
dutch: Open editor
french: Ouvrir éditeur
german: Editor starten
russian: Запуск редактора

# MSG_WR_Edit (984//)
source: Edit
dutch: Bewerk
french: Édition
german: Bearbeiten
russian: Изменить

# MSG_WR_MCut (985//)
source: Cut
dutch: Knip
french: Couper
german: Ausschneiden
russian: Вырезать

# MSG_WR_MCopy (986//)
source: Copy
dutch: Kopieer
french: Copier
german: Kopieren
russian: Скопировать

# MSG_WR_MPaste (987//)
source: Paste
dutch: Plak
french: Coller
german: Einfügen
russian: Вклеить

# MSG_WR_PasteAs (988//)
source: Paste as
dutch: Plak als
french: Coller en
german: Einfügen als
russian: Вставить как

# MSG_WR_MUndo (989//)
source: Undo
dutch: Ongedaan
french: Défaire
german: Rückgängig
russian: Отмена

# MSG_WR_Redo (990//)
source: Redo
dutch: Herdoen
french: Refaire
german: Wiederherstellen
russian: Повтор

# MSG_WR_Dictionary (991//)
source: Glossary
dutch: Samenvatting
french: Glossaire
german: Glossar
russian: Словарь

# MSG_WR_Textstyle (992//)
source: Text styles
dutch: Tekststijlen
french: Styles
german: Textstil
russian: Стиль текста

# MSG_WR_Bold (993//)
source: Bold
dutch: Vet
french: Gras
german: Fett
russian: Жирный

# MSG_WR_Italic (994//)
source: Italic
dutch: Schuin
french: Italique
german: Kursiv
russian: Наклонный

# MSG_WR_Underlined (995//)
source: Underlined
dutch: Onderstreept
french: Souligné
german: Unterstrichen
russian: Подчеркнутый

# MSG_WR_Colored (996//)
source: Alternative color
dutch: Alternatieve kleur
french: Couleur
german: Alternative Farbe
russian: Альтернативный цвет

# MSG_WR_Emoticons (1000//)
source: Emoticons
french: Émotions
german: Smilies
russian: Эмоции

# MSG_WR_Happy (1001//)
source: Happy
dutch: Blij
french: Sourire
german: Glücklich/lachend
russian: Счастливый

# MSG_WR_Indifferent (1002//)
source: Indifferent
dutch: Onverschillig
french: Indifférent
german: Gleichgültig
russian: Равнодушный

# MSG_WR_Sad (1003//)
source: Sad/angry
dutch: Bedroefd/boos
french: Mécontent/triste
german: Traurig/verärgert
russian: Ужасный/сердитый

# MSG_WR_Ironic (1004//)
source: Ironic
dutch: Ironisch
french: Ironique
german: Ironisch
russian: Ироничный

# MSG_WR_SpellCheck (1005//)
source: Type and spell?
dutch: Type en corrigeer?
french: Vérification orthographique
german: Rechtschreibkorrektur
russian: Печать и проверка

# MSG_WR_MAddFile (1006//)
source: Add file...
dutch: Bestand toevoegen...
french: Ajouter fichier(s)...
german: Datei anfügen...
russian: Добавить файл...

# MSG_WR_AddCB (1007//)
source: Add clipboard
dutch: Klembord toevoegen
french: Ajouter contenu du presse-papier
german: Clipboard-Inhalt anfügen
russian: Добавить из буфера

# MSG_WR_AddKey (1008//)
source: Add PGP key
dutch: PGP-sleutel toevoegen
french: Ajouter clé PGP
german: PGP-Schlüssel anfügen
russian: Добавить PGP ключ

# MSG_WR_MDelSend (1009//)
source: Delete after sending?
dutch: Wissen na verzending?
french: Détruire après envoi
german: Nach Versand löschen
russian: Удалить после отправления

# MSG_WR_MReceipt (1010//)
source: Return receipt?
dutch: Ontvangstbevestiging?
french: Accusé de réception
german: Empfangsbestätigung
russian: Подтверждение получения

# MSG_WR_MAddInfo (1012//)
source: Add personal information?
dutch: Persoonsinfo toevoegen?
french: Insérer données personnelles
german: Persönliche Daten hinzufügen
russian: Добавить пресональную информацию

# MSG_WR_MImportance (1013//)
source: Importance
dutch: Urgentie
german: Wichtigkeit
russian: Важность

# MSG_HELP_WR_ST_TO (1014//)
source: Address (and name) or alias of the primary recipient(s).
dutch: Adres (en naam) of alias van de primaire ontvanger(-s).
french: Adresse (et nom) ou alias des destinataires principaux
german: Adresse (und Name) oder Alias des primären Empfängers.
russian: Адрес (и имя) или прозвище основного получателя(ей).

# MSG_HELP_WR_BT_ADR (1016//)
source: Select recipient(s) from the address book.
dutch: Kies ontvanger(-s) uit het adresboek.
french: Choisir les destinataires depuis le carnet d'adresses
german: Wählt einen Empfänger aus dem Adressbuch.
russian: Выбрать получателя из адресной книги.

# MSG_HELP_WR_ST_SUBJECT (1017//)
source: Subject of your message.
dutch: Onderwerp van jouw mailtje
french: Sujet du message
german: Der Betreff Ihrer Nachricht.
russian: Тема Вашего сообщения.

# MSG_HELP_WR_BT_EDITOR (1018//)
source: Use an external editor to modify the message text.
dutch: Gebruik een externe editor om jouw mailtje te bewerken.
french: Utilise un éditeur externe pour modifier le message
german: Text der Nachricht im externen Editor bearbeiten.
russian: Использовать внешний редактор для изменения текста сообщения.

# MSG_HELP_WR_BT_LOAD (1019//)
source: Insert the contents of a text file at the current cursor position.
dutch: De inhoud van een tekstbestand invoegen op de positie van de cursor.
french: Insère le contenu d'un fichier texte à la position courante du curseur
german: Textdatei an der Cursorposition einfügen.
russian: Вставить текстовый файл с позиции курсора.

# MSG_HELP_WR_BT_CUT (1020//)
source: Cut marked text to the clipboard.
dutch: Gemarkeerde tekst wegknippen naar klembord
french: Coupe le texte sélectionné vers le presse-papiers
german: Markierten Text ins Clipboard verschieben.
russian: Вырезать выделенный текст в буфер обмена.

# MSG_HELP_WR_BT_COPY (1021//)
source: Copy marked text to the clipboard.
dutch: Gemarkeerde tekst kopiëren naar klembord
french: Copie le texte sélectionné vers le presse-papiers
german: Markierten Text ins Clipboard kopieren.
russian: Скопировать выделенный текст в буфер обмена.

# MSG_HELP_WR_BT_PASTE (1022//)
source: Insert the contents of the clipboard at the current cursor position.
dutch: Inhoud van klembord invoegen op de positie van de cursor.
french: Insère le contenu du presse-papiers à la position courante du curseur
german: Inhalt des Clipboards an der Cursorposition einfügen.
russian: Вставить содержимое буфера обмена с позиции курсора.

# MSG_HELP_WR_BT_UNDO (1023//)
source: Undo the last change in the text.
dutch: Laatste tekstwijziging ongedaan maken
french: Annule la dernière modification du texte
german: Letzte Änderungen am Text rückgängig machen.
russian: Отменить изменения в тексте.

# MSG_HELP_WR_BT_BOLD (1024//)
source: Use bold typeface for marked text (whole words only).
dutch: Gemarkeerde tekst vetgedrukt weergeven.
french: Met en gras le texte sélectionné (mots complets seulement)
german: Markierten Text in Fettschrift darstellen. (Nur ganze Wörter)
russian: Использовать жирный шрифт для выделенного текста.

# MSG_HELP_WR_BT_ITALIC (1025//)
source: Use italic typeface for marked text (whole words only).
dutch: Gemarkeerde tekst schuingedrukt weergeven.
french: Met en italique le texte sélectionné (mots complets seulement)
german: Markierten Text kursiv darstellen. (Nur ganze Wörter)
russian: Использовать наклонный шрифт для выделенного текста.

# MSG_HELP_WR_BT_UNDERL (1026//)
source: Underline marked text (whole words only).
dutch: Gemarkeerde tekst onderstreept weergeven.
french: Souligne le texte sélectionné (mots complets seulement)
german: Markierten Text unterstreichen. (Nur ganze Wörter)
russian: Подчеркнуть выделенный текст.

# MSG_HELP_WR_BT_COLOR (1027//)
source: Colorize marked text (whole words only).
dutch: Gemarkeerde tekst gekleurd weergeven.
french: Colorie le texte sélectionné (mots complets seulement)
german: Markierten Text farbig hervorheben. (Nur ganze Wörter)
russian: Покрасить выделенный текст.

# MSG_HELP_WR_BT_ADD (1028//)
source: Add attachments to the list.
dutch: Bijlagen toevoegen aan de lijst.
french: Ajoute une ou plusieurs pièces jointes à la liste
german: Eine Datei zur Anhangliste hinzufügen.
russian: Добавить аттач в список.

# MSG_HELP_WR_BT_ADDPACK (1029//)
source: Create an archive with one or more files and add it to the list as an attachment.
dutch: Maak een archief met één of meer bestanden en voeg het toe aan de lijst van bijlagen.
french: Crée une archive à partir d'un ou plusieurs fichiers et l'ajoute à la liste des pièces jointes
german: Packt mehrere Dateien in ein Archiv und fügt dieses zur Anhangliste hinzu.
russian: Создать архив из различных файлов и добавить его в список аттачей.

# MSG_HELP_WR_BT_REMOVE (1030//)
source: Remove the selected attachment from the list.
dutch: Verwijder de geselecteerde bijlage uit de lijst.
french: Supprime la pièce jointe sélectionnée de la liste
german: Ausgewählte Anhänge von der Liste entfernen.
russian: Удалить аттач из списка.

# MSG_HELP_WR_BT_DISPLAY (1031//)
source: Use the configured MIME viewer to display this attachment.
dutch: Gebruik de geconfigureerde MIME-viewer om deze bijlage te tonen.
french: Utilise le programme MIME configuré pour afficher la pièce jointe sélectionnée
german: Ausgewählte Anhänge mit einem MIME-Programm anzeigen lassen.
russian: Использовать MIME просмотр для показа аттача.

# MSG_HELP_WR_ST_CTYPE (1033//)
source: MIME type for the selected attachment. Whenever possible, use one from the popup list.
dutch: MIME-type voor de geselecteerde bijlage. Gebruik er eentje uit de lijst, voor zover mogelijk.
french: MIME pour la pièce jointe sélectionnée. Si possible, utilisez les propositions du menu associé.
german: MIME-Typ für den ausgewählten Anhang. Wenn immer möglich, verwenden Sie einen aus der Popup-Liste.
russian: Тип MIME для выбранного аттача. По мере возможности используйте только типы из выпадающего меню.

# MSG_HELP_WR_ST_DESC (1034//)
source: Optional description for the selected attachment.
dutch: Optionele beschrijving van de geselecteerde bijlage.
french: Description facultative pour la pièce jointe sélectionnée
german: Optionale Beschreibung für den ausgewählten Anhang.
russian: Необязательное описание для выбранного аттача.

# MSG_HELP_WR_ST_CC (1035//)
source: Send a carbon copy (Cc) of the message to these recipients.
dutch: Stuur een kopie (Cc) van het mailtje naar deze ontvangers.
german: Eine Kopie der Nachricht (Cc) zu den hier angegeben Adressen schicken.

# MSG_HELP_WR_ST_BCC (1036//)
source: Send a blind carbon copy (Bcc) of the message to these recipients.
dutch: Stuur een verborgen kopie (Bcc) van het mailtje naar deze ontvangers.
german: Sende eine versteckte Kopie (Bcc) der Nachricht an diesen Empfänger.

# MSG_HELP_WR_ST_EXTHEADER (1037//)
source: Additional headers that should be added to the message.
dutch: Additionele headers die aan het mailtje moeten worden toegevoegd.
french: En-têtes supplémentaires qui seront ajoutés au message
german: Zusätzliche Kopfzeilen, die den Nachrichtenkopf ergänzen.
russian: Дополнительный заголовок(ки) сообщения будет добавлен к сообщению.

# MSG_HELP_WR_ST_REPLYTO (1039//)
source: Return address for this message.
dutch: Antwoordadres voor dit mailtje.
french: Adresse de réponse pour ce message
german: Antwortadresse für diese Nachricht.
russian: Обратный адрес для этого сообщения.

# MSG_HELP_WR_CH_DELSEND (1040//)
source: Do not store this message in the Sent folder.
dutch: Bewaar dit mailtje niet in de foder Verzonden.
french: Ne pas enregistrer le message dans le dossier « Envoyés »
german: Speichere diese Nachricht nicht im 'Gesendete' Postfach.
russian: Не помещать это сообщение в папку посланных сообщений.

# MSG_HELP_WR_CH_RECEIPT (1041//)
source: Request a notification on successful delivery.
dutch: Verzoek om een bevestiging van succesvolle verzending.
french: Demande une notification en cas de bonne réception
german: Eine Benachrichtigung bei erfolgreicher Auslieferung anfordern.
russian: Получить извещение при успешной доставке.

# MSG_HELP_WR_CH_ADDINFO (1043//)
source: Create header fields containing data from your personal address book entry.
dutch: Maak headervelden voor data uit jouw persoonlijke adresboek-invoer.
french: Crée un champ dans l'en-tête, contenant vos données personnelles provenant du carnet d'adresses
german: Erzeuge Kopfzeilen, welche die Angaben aus Ihrem eigenen Adressbucheintrag enthalten.
russian: Создать в заголовке поля, содержащие данные о Вас из адресной книги.

# MSG_HELP_WR_CY_IMPORTANCE (1044//)
source: Set the priority of this message.
dutch: Geef de prioriteit van dit mailtje.
french: Donne une priorité à ce message
german: Priorität dieser Nachricht.
russian: Установить приоритет этого сообщения.

# MSG_HELP_WR_BT_QUEUE (1048//)
source: Copy the created message to the Outgoing folder.
dutch: Kopieer het geschreven mailtje naar de folder Uitgaand.
french: Place ce message dans le dossier « En attente »
german: Kopiert die erstellte Nachricht in den Postausgang.
russian: Скопировать созданное сообщение в исходящую папку.

# MSG_HELP_WR_BT_SEND (1049//)
source: Copy the created message to the Outgoing folder and send it immediately.
dutch: Kopieer het geschreven mailtje naar de folder Uitgaand en verstuur het meteen.
french: Place ce message dans le dossier « En attente » et l'envoie immédiatement
german: Kopiert die erstellte Nachricht in den Postausgang und versendet sie sofort.
russian: Скопировать созданное сообщение в исходящую папку и отослать его немедленно.

# MSG_TR_Connecting (1051//)
source: Connecting to mail server...
dutch: Verbinden met mailserver...
french: Connexion au serveur de courrier...
german: Verbinde mit Postserver...
russian: Соединяюсь с почтовым сервером...

# MSG_TR_WaitWelcome (1052//)
source: Connected, awaiting welcome message...
dutch: Verbonden, wacht op welkomstbericht...
french: Connecté, attente du message d'accueil...
german: Verbunden, warte auf Begrüßung...
russian: Соединился, жду приветствия...

# MSG_TR_PopLogin (1054//)
source: POP3 login
french: Identifiant POP3
german: POP3 Anmeldung
russian: POP3 логин

# MSG_TR_SendAPOPLogin (1055//)
source: Sending APOP login information...
dutch: Zend APOP login informatie...
french: Envoi des informations APOP...
german: Sende APOP-Anmeldeinformation...
russian: Посылаю АPOP логин...

# MSG_TR_SendUserID (1056//)
source: Sending user ID...
dutch: Zend gebruikers ID...
french: Envoi de l'ID utilisateur...
german: Sende Benutzer-ID...
russian: Посылаю ID пользователя...

# MSG_TR_SendPassword (1057//)
source: Sending password...
dutch: Zend wachtwoord...
french: Envoi du mot de passe...
german: Sende Passwort...
russian: Посылаю пароль...

# MSG_TR_GetStats (1058//)
source: Getting statistics...
dutch: Ontvang statistieken...
french: Récupèration des statistiques...
german: Hole Statistik...
russian: Получаю статистику...

# MSG_TR_Disconnecting (1059//)
source: Disconnecting...
dutch: Verbreken...
french: Déconnexion...
german: Beende Verbindung...
russian: Отключаюсь...
