Repository: Futaura/yam
Catalog: locale/*.po
Languages: dutch, french, german, russian

# MSG_ER_CONNECTERR_NO_NONBLOCKIO_SMTP (2100//)
source: Couldn't connect to host '%s'. YAM wasn't able to establish a non-blocking I/O connection to the mail server. Please make sure that your TCP/IP stack can establish non-blocking I/O connections.
dutch: Kan niet verbinden met host '%s'. YAM kan geen non-blocking I/O-verbinding met de mailserver tot stand brengen. Zorg ervoor dat jouw TCP/IP-stack wel zo'n verbinding kan maken.
french: Impossible de se connecter à l'hôte « %s ». YAM n'a pas été en mesure d'établir une connexion avec accès non bloquant. Veuillez vous assurer que votre pile TCP/IP peut établir de telles connexions.
german: Verbindung zu '%s' konnte nicht aufgebaut werden. YAM konnte keine nicht blockierende Verbindung zum Postserver aufbauen. Bitte stellen Sie sicher, dass Ihr TCP/IP-Stack in der Lage ist nicht blockierende Verbindungen aufzubauen.

# MSG_ER_INITTLS_SMTP (2101//)
source: Couldn't initialize TLSv1/SSLv3 session with host '%s'.
dutch: Kan TLSv1/SSLv3-sessie met host '%s' niet initialiseren
french: Impossible d'initialiser la session TLSv1/SSLv3 avec l'hôte « %s ».
german: Fehler beim Initialisieren der TLSv1/SSLv3 Session mit Server '%s'.

# MSG_ER_NOSTARTTLS_SMTP (2102//)
source: Your SMTP server '%s' doesn't support TLS/SSL. Please disable this option in the configuration.
dutch: Jouw SMTP-server '%s' ondersteunt TLS/SSL niet. Je moet deze optie in de configuratie uitschakelen.
french: Votre serveur SMTP « %s » ne gère pas TLS/SSL. Veuillez désactiver cette option dans la configuration.
german: Der SMTP Server '%s' unterstützt das TLS/SSL-Protokoll nicht, jedoch haben Sie dies in der Konfiguration ausgewählt. Bitte kontrollieren Sie Ihre Serverdaten und begutachten Sie die Konfigurationseinstellungen erneut.

# MSG_ER_BADRESPONSE_SMTP (2103//)
source: Bad response from mail server '%s' to command '%s': %s The mail server couldn't execute the command and replied with the above error message.
dutch: Slechte reactie van mailserver '%s' op opdracht '%s': %s De mailserver kan die opdracht niet uitvoeren en antwoordde met bovenstaande foutmelding.
french: Mauvaise réponse du serveur de courrier « %s » à la commande « %s » : %s Le serveur de mail n'a pas pu exécuter la commande et a répondu par le message d'erreur ci-dessus.
german: Der Postserver '%s' hat auf den Befehl '%s' falsch geantwortet: %s Der Postserver konnte den Befehl nicht ausführen und antwortete mit einer Fehlermeldung.

# MSG_ER_CANNOT_CONNECT_SMTP (2104//)
source: Couldn't connect to host '%s'. The mail server is currently down or doesn't support the SMTP protocols.
dutch: Kan niet verbinden met host '%s'. De mailserver is momenteel down of ondersteunt geen SMTP-protocollen,
french: Impossible de se connecter à l'hôte « %s ». Le serveur de courrier est hors service, ou ne supporte pas le protocole SMTP.
german: Keine Verbindung mit '%s'. Der Postserver ist zur Zeit nicht verfügbar oder er unterstützt das SMTP-Protokoll nicht.

# MSG_ER_UNKNOWN_HOST_SMTP (2105//)
source: Unknown SMTP server '%s'. TCP/IP is offline or the server address is invalid.
dutch: Onbekende SMTP-server '%s'. TCP/IP is offline of het serveradres is ongeldig.
french: Serveur SMTP « %s » inconnu. La couche TCP/IP est hors ligne ou l'adresse du serveur est invalide.
german: Unbekannter SMTP-Server '%s'. Der TCP/IP-Stack ist inaktiv oder die Serveradresse ist ungültig.

# MSG_ER_NO8BITMIME_SMTP (2106//)
source: The SMTP server '%s' reported that it doesn't support 8bit mail transfers while you have the 'Allow8bit' option enabled. Please disable this option in your TCP/IP preferences and re-edit the e-mail before trying to send it again, otherwise the e-mail may be malformed.
dutch: De SMTP-server '%s' antwoordt dat hij geen 8bit mailoverdracht ondersteunt ondanks de ingeschakelde optie '8bit toestaan'. Je moet deze optie in jouw TCP/IP-voorkeuren uitschakelen en het mailtje opnieuw opstellen voordat je het verstuurt. Anders zou het mailtje wel eens verminkt kunnen worden.
french: Le serveur SMPT « %s » a indiqué qu'il ne supportait pas le transfert de courriers 8 bits et vous avez activé l'option autorisant le 8 bits. Veuillez désactiver cette option dans vos préférences TCP/IP et rééditer le message avant de le renvoyer. Dans le cas contraire il se peut qu'il soit corrompu lors de son transfert.
german: Während des Verbindungsversuches mit dem SMTP Server '%s' zeigte sich, dass dieser keine 8bit MIME-Übertragungen unterstützt. Sie haben jedoch in Ihrer Konfiguration diese Option eingeschaltet. Bitte stellen Sie sicher, dass Sie die Option abschalten und danach die Nachricht neu editieren, da diese ansonsten eventuell fehlerhaft übertragen werden kann.

# MSG_CO_FOLDERDBLCLICK (2107//)
source: Double click on folder opens folder settings
dutch: Dubbel klikken op folders opent de folderinstellingen
french: Double-clic sur un dossier ouvre les réglages du dossier
german: Doppelklick auf Postfach öffnet Postfacheinstellungen

# MSG_MA_ATTACHMENT_DELETE (2108//)
source: Delete
dutch: Wissen
french: Supprimer
german: Löschen

# MSG_MA_ATTACHMENT_DELETESEL (2109//)
source: Delete selected
dutch: Wis geselecteerde mailtjes
french: Supprimer sélection
german: Ausgewählte löschen

# MSG_MA_DELETESELECTEDREQUEST (2110//)
source: The following attachments will be deleted: %s Do you really want to proceed?
dutch: Onderstaande bijlagen zullen worden gewist: %s Wil je hiermee wel doorgaan?
french: Les pièces attachées suivantes seront supprimées : %s Désirez-vous vraiment poursuivre ?
german: Folgende Anhänge werden gelöscht: %s Möchten Sie wirklich fortfahren?

# MSG_LOG_DELETEDATT (2111//)
source: Deleted attachment(s) of message '%s' in folder '%s'
dutch: Bijlagen van mailtje (-s) '%s' in folder '%s' gewist
french: Pièce(s) jointe(s) du message « %s » du dossier « %s » supprimée(s)
german: Anhänge der Nachricht '%s' im Postfach '%s' gelöscht

# MSG_MA_DELETEATT (2112//)
source: Delete
dutch: Weggooien
french: Supprimer
german: Löschen

# MSG_MA_DELETEATTREQUEST (2113//)
source: All attachments of the selected mails will be deleted. Do you really want to proceed?
dutch: Alle bijlagen van de gekozen mailtjes zullen worden gewist. Wil je hiermee wel doorgaan?
french: Toutes les pièces jointes aux courriers sélectionnés seront détruites. Désirez-vous vraiment poursuivre ?
german: Alle Anhänge der ausgewählten Nachrichten werden entfernt. Möchten Sie wirklich fortfahren?

# MSG_MA_ATTACHMENT_DELETEALL (2114//)
source: Delete all
dutch: Alles weggooien
french: Supprimer tout
german: Alle löschen

# MSG_MA_MDELETEATT (2115//)
source: Delete
dutch: Weggooien
french: Supprimer
german: Löschen

# MSG_CO_MAPFOREIGNCHARS (2116//)
source: Map foreign chars to ASCII
dutch: Vreemde karakters mappen naar ASCII
french: Convertir les caractères inconnus en ASCII
german: Konvertiere fremde Zeichen in ASCII

# MSG_HELP_CO_MAPFOREIGNCHARS (2117//)
source: If selected, characters that cannot be converted to the read charset will be mapped to looklike ASCII sequences.
dutch: Als je dit selecteert zullen karakters die niet omgezet kunnen worden naar de lees-charset worden gemapped naar gelijkende ASCII-sequences.
french: Avec cette option, les caractères ne pouvant pas être convertis dans le jeu de caractères de lecture seront convertis vers des séquences ASCII ressemblantes.
german: When aktiviert, werden Zeichen die nicht in den konfigurierten Zeichensatz umgewandelt werden können in ASCII Sequenzen konvertiert die dem ursprünglichen Zeichen ähneln.

# MSG_MA_MNEXTTH (2119//)
source: Next message in thread
dutch: Volgende mailtje in reeks
french: Message suivant dans le fil
german: Nächste Nachricht zum Thema

# MSG_MA_MPREVTH (2120//)
source: Previous message in thread
dutch: Vorige mailtje in reeks
french: Message précédent dans le fil
german: Vorherige Nachricht zum Thema

# MSG_CO_GLOBALMAILTHREADS (2121//)
source: Search for mails of same thread in all folders
dutch: Zoek naar mailtjes van dezelfde reeks in alle folders
french: Recherche des messages du même fil dans tous les dossiers
german: Nach Nachrichten zum selben Thema in allen Ordnern suchen

# MSG_HELP_CO_CH_GLOBALMAILTHREADS (2122//)
source: If enabled, the search for messages of the same thread will be extended to all folders rather than only searching for mails in the same folder.
dutch: Als je dit inschakeld word het zoeken naar mailtjes van dezelfde reeks uitgebreid naar alle folders in plaats van alleen maar te zoeken in dezelfde folder.
french: Avec cette option, la recherche de messages du même fil sera étendue à tous les dossiers plutôt que seulement au dossier courant.
german: Wenn aktiviert, wird in allen Ordnern nach Nachrichten zum selben Thema gesucht anstatt nur in derzeit ausgewählten Ordner.

# MSG_FILE_OVERWRITE (2123//)
source: File '%s' already exists. Do you want to overwrite it?
dutch: Bestand '%s' bestaat al. Wil je dit overschrijven?
french: Le fichier « %s » existe déjà. Voulez-vous l'écraser ?
german: Die Datei '%s' existiert bereits. Soll sie überschrieben werden?

# MSG_ER_USER_DIR_MISSING (2124//)
source: The home directory '%s' of user '%s' does not exist.
dutch: De thuismap '%s' van gebruiker '%s' bestaat niet
french: Le répertoire personnel « %s » de l'utilisateur « %s » n'existe pas.
german: Das Verzeichnis '%s' des Benutzers '%s' existiert nicht.

# MSG_CO_TEXTCOLORS_READ (2125//)
source: Show te_xt colors
french: Afficher te_xte coloré
german: Te_xtfarben benutzen

# MSG_HELP_CO_CH_TEXTCOLORS_READ (2126//)
source: Use text colors to signal special text passages, (e.g. quotations, etc.)
dutch: Gebruik tekstkleuren om speciale passages te markeren (bijvoorbeeld quotes etc).
french: Utiliser des couleurs de texte pour indiquer des passages de texte spéciaux (p. ex. citation, etc.)
german: Textfarben benutzen, um spezielle Textpassagen hervorzuheben (z.B. Zitate, etc.)

# MSG_CO_TEXTSTYLES_READ (2127//)
source: Show te_xt styles
dutch: Toon tekststijlen
french: Affic_her texte formaté
german: Textstile benut_zen

# MSG_HELP_CO_CH_TEXTSTYLES_READ (2128//)
source: Interpret '/', '*', '_' and '#' as control characters for text styles.
dutch: Interpreteer '/', '*', '_' en '#' als controlekarakters voor tekststijlen.
french: Interpréter les caractères « / * _ et # » comme signes de formatage du texte.
german: Zeichen '/', '*', '_' und '#' als Sonderzeichen für Textstile interpretieren.

# MSG_CO_TEXTCOLORS_WRITE (2129//)
source: Show tex_t colors
dutch: Toon tekstkleuren
french: Afficher tex_te coloré
german: Textfa_rben benutzen

# MSG_HELP_CO_CH_TEXTCOLORS_WRITE (2130//)
source: Use text colors to signal special text passages, (e.g. quotations, etc.)
dutch: Gebruik tekstkleuren om speciale passages te markeren (bijvoorbeeld quotes etc)
french: Utiliser des couleurs de texte pour indiquer des passages de texte spéciaux (p. ex. citation, etc.)
german: Textfarben benutzen, um spezielle Textpassagen hervorzuheben (z.B. Zitate, etc.)

# MSG_CO_TEXTSTYLES_WRITE (2131//)
source: Show te_xt styles
dutch: Toon tekststijlen
french: Afficher te_xte formaté
german: Textstile benut_zen

# MSG_HELP_CO_CH_TEXTSTYLES_WRITE (2132//)
source: Interpret '/', '*', '_' and '#' as control characters for text styles.
dutch: Interpreteer '/', '*', '_' en '#' als controlekarakters voor tekststijlen
french: Interpréter les caractères « / * _ et # » comme signes de formatage du texte.
german: Zeichen '/', '*', '_' und '#' als Sonderzeichen für Textstile interpretieren.

# MSG_CO_FONTSETTINGS (2133//)
source: Font settings
dutch: Font instellingen
french: Réglages de police
german: Schrifteinstellungen

# MSG_CO_FIXEDFONT_WRITE (2134//)
source: Use _fixed font
dutch: Gebruik font met vaste breedte
french: Utiliser police _fixe
german: Schrift fester Breite

# MSG_RE_TEXTCOLORS (2135//)
source: Text colors?
dutch: Tekstkleuren?
french: Texte coloré
german: Textfarben

# MSG_WR_TEXTSTYLES (2136//)
source: Text styles?
dutch: Tekststijlen?
french: Texte formaté
german: Textstile

# MSG_WR_TEXTCOLORS (2137//)
source: Text colors?
dutch: Tekstkleuren?
french: Texte coloré
german: Textfarben

# MSG_WR_FIXEDFONT (2138//)
source: Fixed font?
dutch: Font van vaste breedte?
french: Police fixe
german: Schrift fester Breite

# MSG_CO_SPAM_OPTIMIZE_TRAININGDATA (2139//)
source: _Optimize training data
dutch: _Optimaliseer training data
french: _Optimiser les données d'apprentissage
german: _Trainingsdaten optimieren

# MSG_HELP_BT_OPTIMIZE_TRAININGDATA (2140//)
source: Removes very infrequent words from the training data to speed up loading of training data and increase processing speed of spam mails.
dutch: Verwijdert zeer weinig-voorkomende woorden uit de trainingdata om het laden van deze data te versnellen en om het verwerken van spam te verbeteren.
french: Supprime les mots peu fréquents des données d'apprentissage pour accélérer le chargement des données d'apprentissage et le traitement des courriers indésirables.
german: Entfernt sehr seltene Wörter aus den Trainings- daten, um die Ladegeschwindigkeit der Daten und die Verarbeitungsgeschwindigkeit von Spam- Nachrichten zu erhöhen.

# MSG_CO_SPAM_OPTIMIZE_TRAININGDATA_ASK (2141//)
source: Do you really want to optimize the spam filter's training data? The spam filter's efficency might decrease slightly afterwards, but the filter process will be faster and use less memory.
dutch: Wil je werkelijk de trainingdata van het spamfilter optimaliseren? Het spamfilter wordt misschien iets onzorgvuldiger maar het proces verloopt sneller en gebruikt minder geheugen.
french: Voulez-vous réellement optimiser les données d'apprentissage du filtre des courriers indésirables ?
german: Wollen Sie wirklich die Trainingsdaten des Spam-Filters optimieren? Der Spam-Filter wird danach eventuell weniger Spam-Nachrichten erkennen, arbeitet dafür aber schneller und braucht weniger Speicher.

# MSG_CO_SPAM_STATISTICS (2142//)
source: %ld (%ld words)
dutch: %ld (%ld woorden)
french: %ld (%ld mots)
german: %ld (%ld Wörter)

# MSG_ER_WRONG_DOB_FORMAT (2143//)
source: Date of birth uses a wrong format. The correct format is '%s'. %%d - day with leading zeros (01-31) %%-d - day without leading zeros (1-31) %%e - day with leading spaces ( 1-31) %%m - month with leading zeros (01-12) %%-m - month without leading zeros (1-12) %%y - year with leading zeros (00-99, 2 digits) %%-y - year without leading zeros (0-99, 2 digits) %%Y - year with leading zeros (4 digits) %%-Y - year without leading zeros (4 digits) The year number must be greater or equal 1900.
dutch: Geboortedatum is en een verkeerd formaat. Het goede formaat is '%s'. %%d - dag met nul vooraan (01-31) %%-d - dag zonder nul vooraan (1-31) %%e - dag met spatie vooraan ( 1-31) %%m - maand met nul vooraan (01-12) %%-m - maand zonder nul vooraan (1-12) %%y - jaar met nul vooraan (00-99, 2 cijfers) %%-y - jaar zonder nul vooraan (0-99, 2 cijfers) %%Y - jaar met nul vooraan (4 cijfers) %%-Y - jaar zonder nul vooraan (4 cijfers) Het jaartal moet hoger zijn dan of gelijk aan 1900.
french: La date de naissance spécifiée utilise un mauvais format. Le format correct est « %s ». %%d - jour avec zéro initial (01-31) %%-d - jour sans zéro initial (1-31) %%e - jour avec espace initial ( 1-31) %%m - mois avec zéro initial (01-12) %%-m - mois sans zéro initial (1-12) %%y - année avec zéro initial (00-99, deux chiffres) %%-y - année sans zéro initial (0-99, deux chiffres) %%Y - année avec zéro initial (quatre chiffres) %%-Y - année sans zéro initial (quatre chiffres) L'année doit être supérieure ou égale à 1900.
german: Das Geburtstagsdatum ist im falschen Format. Das korrekte Format ist '%s'. %%d - Tag mit führenden Nullen (01-31) %%-d - Tag ohne führende Nullen (1-31) %%e - Tag mit führenden Leerzeichen ( 1-31) %%m - Monat mit führenden Nullen (01-12) %%-m - Monat ohne führende Nullen (1-12) %%y - Jahr mit führenden Nullen (00-99, 2-stellig) %%-y - Jahr ohne führende Nullen (0-99, 2-stellig) %%Y - Jahr mit führenden Nullen (4-stellig) %%-Y - Jahr ohne führenden Nullen (4-stellig) Die Jahreszahl muss größer oder gleich 1900 sein.

# MSG_CO_NOTIOS41SYSTEM (2149//)
source: AmigaOS_4.1 notification system
dutch: AmigaOS_4.1 notificatie system
french: Système de notification AmigaOS 4.1
german: AmigaOS_4.1 Systembenachrichtigung

# MSG_HELP_CO_CH_NOTIOS41SYSTEM (2150//)
source: If checked, YAM will use AmigaOS4.1's notification system to notify the user about new received mails. This requires at least application.library V53.2.
dutch: Als je dit aanvinkt zal YAM het notificatiesysteem van AmigaOS4.1 gebruiken voor het melden van zojuist ontvangen mailtjes. Hiervoor heb je application.library V53.2 of hoger nodig.
french: Avec cette option, YAM utilisera le système de notification d'AmigaOS 4.1 pour signaler à l'utilisateur la réception de nouveaux courriers. Cela nécessite au minimum l'application.library V53.2.
german: Wenn ausgewählt, werden neu empfangene Nachrichten über das Benachrichtungssystem von AmigaOS4.1 gemeldet. Hierfür wird mindestens application.library V53.2 benötigt.

# MSG_USERNAME_FALLBACK (2152//)
source: John Doe
dutch: Jan Dinges
french: Monsieur X
german: Max Mustermann

# MSG_RE_DEFAULT_MIMEPART_NAME (2153//)
source: Part %ld.%ld
dutch: Deel %ld.%ld
french: Partie %ld.%ld
german: Teil %ld.%ld

# MSG_OPEN_WRITEWINDOWS (2154//)
source: There are still some write windows open. How do you want to proceed?
dutch: Er zijn nog een aantal schrijfvensters open. Hoe wil je verder gaan?
french: Il existe encore des fenêtres de rédaction ouvertes. Que désirez-vous faire ?
german: Es sind noch Schreibfenster geöffnet. Wie wollen Sie fortfahren?

# MSG_OPEN_WRITEWINDOWS_GAD (2155//)
source: *_Save now|_Quit without saving|_Cancel
dutch: *Nu op_slaan|Afsluiten _zonder opslaan|_Afbreken
french: *Enregi_strer maintenant|_Quitter sans enregistrer|_Annuler
german: *Jetzt _speichern|_Beenden ohne speichern|_Abbrechen

# MSG_MA_MFORWARD_ATTACH (2156//)
source: as attachment
dutch: als bijlage
french: en tant que pièce jointe
german: als Anhang

# MSG_MA_MFORWARD_INLINE (2157//)
source: inlined
dutch: ingevoegd
french: en tant que citation
german: eingebunden

# MSG_CO_FWDMSG_ATTACH (2158//)
source: as attachment
dutch: als bijlagen
french: en tant que pièces jointes
german: als Anhang
russian: как приложение

# MSG_CO_ScriptPreFilterMail (2159//)
source: Before filter mail
dutch: Voor filteren
french: Avant le filtrage des messages
german: Vor dem Filtern von Mails
russian: Перед фильтрацией почты

# MSG_CO_ScriptPostFilterMail (2160//)
source: After filter mail
dutch: Na filteren
french: Après le filtrage des messages
german: Nach dem Filtern von Mails
russian: После фильтрации почты

# MSG_FI_DOS_PATTERN (2161//)
source: Use AmigaDOS patterns
dutch: Gebruik AmigaDOS-patronen
french: Utiliser les motifs AmigaDOS
german: AmigaDOS-Muster benutzen
russian: Использовать шаблоны AmigaDOS

# MSG_HELP_FI_CH_DOS_PATTERN (2162//)
source: Enable AmigaDOS patterns in the string search.
dutch: AmigaDOS-patronen in de zoekterm toestaan.
french: Active les motifs AmigaDOS dans la recherche de chaîne.
german: Erlaubt eine Zeichenkettensuche mit Hilfe von AmigaDOS-Mustern.

# MSG_CTapplicationpgpsig (2163//)
source: PGP signature
dutch: PGP handtekening
french: Signature PGP
german: PGP-Signatur

# MSG_AB_BirthdayReqBody (2164//)
source: Today, on %s, %s reaches age %ld. Do you want to send a greetings card?
dutch: Vandaag, op %s, wordt %s %ld jaar. Wil je een verjaardagskaart sturen?
french: Aujourd'hui, %s, %s a %ld ans. Voulez-vous lui envoyer un message ?
german: Heute, am %s, wird %s %ld Jahre alt. Wollen Sie eine Grußkarte schicken?

# MSG_ER_AREXX_EXECUTION_ERROR (2165//)
source: Execution of the ARexx command '%s' failed (error code %ld). Please make sure that the file is accessible and is a valid ARexx script.
dutch: Uitvoeren van de Arexx-opdracht '%s' is mislukt (foutcode %ld). Zorg ervoor dat het bestand toegankelijk is en dat het een geldig Arexx-script is.
french: L'exécution de la commande ARexx '%s' a échoué (code erreur %ld). Veuillez vous assurer que le fichier est accessible et est un script ARexx valide.
german: Ausführung des ARexx-Kommandos '%s' fehlgeschlagen (Fehler %ld). Bitte stellen Sie sicher, dass die Datei existiert und ein korrektes ARexx-Skript ist.

# MSG_BIRTHDAYREQUEST_DONTSHOWAGAIN (2166//)
source: Do not show this requester today again.
dutch: Deze requester vandaag niet meer weergeven
french: Ne plus me redemander aujourd'hui.
german: _Dieses Fenster heute nicht nochmal anzeigen.

# MSG_RE_SAVE_FILE (2169//)
source: Save file
dutch: Bewaar bestand
french: Enregistrer fichier
german: Datei speichern

# MSG_UPD_NO_UPDATES_FOUND_TITLE (2170//)
source: No software updates available
dutch: Geen software-updates beschikbaar
french: Aucune mise à jour disponible
german: Keine Updates verfügbar

# MSG_UPD_NO_UPDATES_FOUND (2171//)
source: There are no software updates available. %s
dutch: Er zijn geen software-updates beschikbaar. %s
french: Il n'y a aucune mise à jour disponible. %s
german: Es sind keine Softwareupdates verfügbar. %s

# MSG_UPD_NO_UPDATES_FOUND_HINT_AUTOCHECK (2172//)
source: YAM will check for available updates automatically.
dutch: YAM zal automatisch op beschikbare updates controleren
french: YAM vérifiera automatiquement l'existence de mises à jour.
german: YAM prüft automatisch auf verfügbare Updates.

# MSG_UPD_NO_UPDATES_FOUND_HINT_NOAUTOCHECK (2173//)
source: Please try again later or activate the automatic software update check.
dutch: Probeer het later nog eens of schakel automatische controle op updates in.
french: Veuillez réessayer plus tard ou activer la recherche automatique des mises à jour.
german: Bitte versuchen Sie es später noch einmal oder aktivieren Sie die automatische Updateprüfung.

# MSG_THREAD_EXIT_WARNING (2175//)
source: While trying to cleanup YAM still running sub threads have been found. Please make sure to close all still existing sub threads (e.g. MIME viewers, etc.) you may have initiated from YAM. Do you want to retry to quit YAM or ignore the still running sub thread (which could end up in later crashes)?
dutch: Bij het afsluiten van YAM zijn er nog lopende sub-reeksen gevonden. Je moet alle lopende sub-reeksen (zoals MIME-viewers) sluiten. Wil je nogmaals proberen YAM af te sluiten of de nog lopende sub-threads negeren? (Dat kan later mogelijk een crash veroorzaken)
french: Lors de la tentative de nettoyage de YAM, des sous processus en cours d'exécution ont été trouvés. Veuillez vous assurer de fermer tous les sous processus (p. ex. visionneuse MIME, etc.) que vous pourriez avoir initiés depuis YAM. Voulez-vous réessayer de quitter YAM ou ignorer les sous processus en cours (ce qui peut amener par la suite à des plantages) ?
german: Beim Beenden von YAM wurden noch laufende Kindprozesse gefunden. Bitte beenden Sie alle von YAM gestarteten und noch laufenden Kindprozesse (z.B. MIME-Anzeiger, etc). Wollen Sie nochmals versuchen YAM zu beenden oder wollen Sie die noch laufenden Kindprozesse ignorieren (dies könnte später zu einem Absturz führen)?

# MSG_THREAD_EXIT_WARNING_BT (2176//)
source: _Retry|_Ignore
dutch: _Opnieuw|_Negeer
french: _Réessayer|_Ignorer
german: _Nochmals versuchen|_Ignorieren

# MSG_EXECUTE_COMMAND_FAILED (2177//)
source: The execution of the command '%s' failed (error code %ld: %s).
dutch: Het uitvoeren van de opdracht '%s' is mislukt (foutcode %ld: %s)
french: L'exécution de la commande « %s » a échoué (code d'erreur %ld : %s).
german: Die Ausführung des Kommandos '%s' ist fehlgeschlagen (Fehler %ld: %s).

# MSG_ERROR_METHODSTACK (2178//)
source: Cannot initialize method stack.
dutch: Kan methode-stack niet initialiseren
french: Impossible d'initialiser la pile pour la méthode.
german: Kann den Methodstack nicht initialisieren.
