Repository: Futaura/yam
Catalog: locale/*.po
Languages: dutch, french, german, russian

# MSG_Folder (0//)
source: Folder
french: Dossiers
german: Postfach
russian: Папка

# MSG_Message (1//)
source: Message
dutch: Mailtje
french: Messages
german: Nachricht
russian: Сообщение

# MSG_Attachments (2//)
source: Attachments
dutch: Bijlagen
french: Pièces jointes
german: Anhänge
russian: Приложения

# MSG_Options (3//)
source: Options
dutch: Opties
german: Optionen
russian: Параметры

# MSG_New (6//)
source: New
dutch: Nieuw
french: Nouveau
german: Neu
russian: Новое

# MSG_Open (7//)
source: Open...
dutch: Openen....
french: Ouvrir...
german: Öffnen...
russian: Открыть...

# MSG_Append (8//)
source: Append...
dutch: Toepassen....
french: Ajouter...
german: Anhängen...
russian: Добавить...

# MSG_Save (9//)
source: Save
dutch: Opslaan
french: Enregistrer
german: Speichern
russian: Сохранить

# MSG_SaveAs (10//)
source: Save as...
dutch: Opslaan als....
french: Enregistrer sous...
german: Speichern als...
russian: Сохранить как...

# MSG_Print (11//)
source: Print...
dutch: Printen....
french: Imprimer...
german: Drucken...
russian: Печать...

# MSG_Edit (12//)
source: Edit...
dutch: Bewerken....
french: Éditer...
german: Ändern...
russian: Редактировать...

# MSG_Use (17//)
source: _Use
dutch: _Gebruiken
french: _Utiliser
german: _Benutzen
russian: _Использовать

# MSG_Cancel (18//)
source: _Cancel
dutch: _Afbreken
french: _Annuler
german: _Abbrechen
russian: _Отменить

# MSG_YesNoReq (23//)
source: *_Yes|_No
dutch: *_Ja|_Nee
french: *_Oui|_Non
german: *_Ja|_Nein
russian: *_Да|_Нет

# MSG_ErrorReq (24//)
source: Error
dutch: Fout
french: Erreur
german: Fehler
russian: Ошибка

# MSG_NewEntry (25//)
source: - new -
dutch: - nieuw -
french: - nouveau -
german: - neu -
russian: - новый -

# MSG_Date (28//)
source: Date
dutch: Datum
german: Datum
russian: Дата

# MSG_Sender (29//)
source: Sender
dutch: Afzender
french: Expéditeur
german: Absender
russian: Отправитель

# MSG_Recipient (30//)
source: Recipient
dutch: Ontvanger
french: Destinataire
german: Empfänger
russian: Получатель

# MSG_Subject (31//)
source: Subject
dutch: Onderwerp
french: Sujet
german: Betreff
russian: Тема

# MSG_Size (32//)
source: Size
dutch: Grootte
french: Taille
german: Größe
russian: Размер

# MSG_FolderList (34//)
source: Folder list
dutch: Folderlijst
french: Liste dossiers
german: Postfachliste
russian: Папки

# MSG_MessageList (35//)
source: Message list
dutch: Mailtjeslijst
french: Liste messages
german: Nachrichtenliste
russian: Сообщения

# MSG_Realname (36//)
source: Real name
dutch: Echte naam
french: Nom réel
german: Voller Name
russian: Настоящее имя

# MSG_Filename (37//)
source: Filename
dutch: Bestandsnaam
french: Nom du fichier
german: Dateiname
russian: Имя файла

# MSG_Description (39//)
source: Description
dutch: Omschrijving
german: Beschreibung
russian: Описание

# MSG_DOB (40//)
source: Date of birth
dutch: Geboortedatum
french: Date de naissance
german: Geburtsdatum
russian: Дата рождения

# MSG_City (41//)
source: City
dutch: Stad
french: Ville
german: Stadt
russian: Город

# MSG_Country (42//)
source: Country
dutch: Land
french: Pays
german: Land
russian: Страна

# MSG_Street (43//)
source: Street
dutch: Straat
french: Rue
german: Straße
russian: Улица

# MSG_Phone (44//)
source: Phone
dutch: Telefoon
french: Téléphone
german: Telefon
russian: Телефон

# MSG_Email (46//)
source: E-mail address
dutch: E-mailadres
french: Adr. électronique
german: E-Mail Adresse
russian: E-Mail адрес

# MSG_Address (47//)
source: Address
dutch: Adres
french: Adresse
german: Adresse
russian: Адрес

# MSG_ReturnAddress (48//)
source: Return address
dutch: Retouradres
french: Adresse de retour
german: Antwortadresse
russian: Обратный адрес

# MSG_SenderRecpt (49//)
source: Sender/recipient
dutch: Afzender/Ontvanger
french: Expéditeur/destinataire
german: Sender/Empfänger
russian: Отправитель/получатель

# MSG_MessageDate (50//)
source: Message date
dutch: Datum van mailtje
french: Date du message
german: Datum der Nachricht
russian: Дата сообщения

# MSG_Unread (51//)
source: Unread
dutch: Ongelezen
french: Non lu
german: Ungelesen
russian: Непрочитанных

# MSG_Total (52//)
source: Total
dutch: Totaal
german: Gesamt
russian: Всего

# MSG_From (53//)
source: From
dutch: Van
french: De
german: Von
russian: От

# MSG_To (54//)
source: To
dutch: Aan
french: À
german: An
russian: Для

# MSG_Columns (56//)
source: Columns
dutch: Kolommen
french: Colonnes
german: Spalten
russian: Колонки

# MSG_CompilationDate (61//)
source: Compilation date:
dutch: Gecompileerd op:
french: Compilé le:
german: Kompiliert am:
russian: Дата компиляции:

# MSG_UserLogin (65//)
source: Click your name to login:
dutch: Klik op jouw gebruikersnaam om in te loggen
french: Sélectionnez un utilisateur
german: Klicken Sie auf Ihren Namen, um sich anzumelden:
russian: Укажите ваше имя для входа

# MSG_ErrorStartup (67//)
source: Error during startup
dutch: Fout tijdens opstarten
french: Erreur au démarrage
german: Fehler beim Programmstart
russian: Ошибка во время запуска

# MSG_Quit (68//)
source: Quit
dutch: Afsluiten
french: Quitter
german: Beenden
russian: Выход

# MSG_LoadingConfig (70//)
source: Loading configuration...
dutch: Configuratie laden...
french: Chargement de la configuration...
german: Lade Konfiguration...
russian: Загружаю конфигурацию...

# MSG_CreatingGUI (71//)
source: Creating user interface...
dutch: Gebruikersinterface maken...
french: Création de l'interface...
german: Erstelle Benutzerschnittstelle...
russian: Создаю интерфейс пользователя...

# MSG_ErrorMuiApp (72//)
source: Can't create application
dutch: Kan applicatie niet aanmaken
french: Impossible de créer l'application
german: Kann Applikation nicht erzeugen
russian: Не могу создать приложение

# MSG_RebuildIndices (73//)
source: Rebuilding folders' indices...
dutch: Folderindexen opnieuw opbouwen...
french: Réindexation des dossiers...
german: Erneuere Postfachindizes...
russian: Выстраиваю индексы папок...

# MSG_LoadingFolders (74//)
source: Loading folders...
dutch: Folders laden...
french: Chargement des dossiers...
german: Lade Postfächer...
russian: Загружаю папки...

# MSG_LoadingABook (75//)
source: Loading address book...
dutch: Adresboek laden...
french: Chargement du carnet d'adresses...
german: Lade Adressbuch...
russian: Загружаю адресную книгу...

# MSG_InitLibs (76//)
source: Initializing libraries and classes...
dutch: Libs en classes initialiseren...
french: Initialisation des bibliothèques et classes...
german: Initialisiere Bibliotheken und Klassen...
russian: Инициализирую библиотеки и классы...

# MSG_ErrorAslStruct (78//)
source: Can't allocate ASL structure
dutch: Kan geen ASL-structuur toewijzen
french: Impossible de trouver la structure ASL
german: Kann ASL-Struktur nicht allozieren
russian: Не могу создать структуру ASL

# MSG_ErrorTimer (79//)
source: Can't open timer.device
dutch: Kan timer.device niet openen
french: Impossible d'ouvrir le « timer.device »
german: Kann timer.device nicht öffnen
russian: Не могу открыть timer.device

# MSG_ErrorARexx (80//)
source: Can't create ARexx port
dutch: Kan ARexx-poort niet maken
french: Impossible de créer le port ARexx
german: Kann ARexx-Schnittstelle nicht erzeugen
russian: Не создать АRexx порт

# MSG_LoadingGFX (81//)
source: Loading graphics...
dutch: Graphics laden...
french: Chargement des icônes...
german: Lade Grafiken...
russian: Загружаю графику...

# MSG_SendStartReq (82//)
source: The Outgoing folder contains unsent mail. Do you want to send these messages now?
dutch: De folder Uitgaand bevat niet-verzonden mailtjes. Wil je deze mailtjes nu verzenden?
french: Le dossier « En attente » contient des messages non envoyés. Voulez-vous envoyer ces messages maintenant ?
german: Das Ausgangspostfach enthält unversandte Post. Wollen Sie diese Nachrichten jetzt senden?
russian: Папка «Исходящие» содержит неотправленные сообщения. Хотите отправить эти сообщения сейчас?

# MSG_QuitYAMReq (83//)
source: Do you really want to quit YAM?
dutch: Wil je YAM werkelijk afsluiten?
french: Voulez-vous vraiment quitter YAM ?
german: Wollen Sie YAM wirklich beenden?
russian: Вы действительно хотите выйти из YAM?

# MSG_CTtextplain (84//)
source: plain text
dutch: platte tekst
french: Texte brut
german: reiner Text
russian: простой текст

# MSG_CTtexthtml (85//)
source: HTML document
french: Document HTML
german: HTML-Dokument
russian: документ HTML

# MSG_CTtextaguide (86//)
source: AmigaGuide document
french: Document AmigaGuide
german: AmigaGuide-Dokument
russian: AmigaGuide документ

# MSG_CTapplicationoctetstream (87//)
source: binary file
dutch: binair bestand
french: Fichier binaire
german: binäre Datei
russian: двоичный файл

# MSG_CTapplicationpostscript (88//)
source: Postscript document
french: Document postscript
german: Postscript-Dokument
russian: документ Postscript

# MSG_CTapplicationlha (90//)
source: LhA archive
dutch: LhA-archief
french: Archive LHA
german: LhA-Archiv
russian: LhA архив

# MSG_CTapplicationlzx (91//)
source: LZX archive
dutch: LZX-archief
french: Archive LZX
german: LZX-Archiv
russian: LZX архив

# MSG_CTapplicationzip (92//)
source: ZIP archive
dutch: ZIP-archief
french: Archive ZIP
german: ZIP-Archiv
russian: ZIP архив

# MSG_CTapplicationamigaexe (93//)
source: Amiga executable
dutch: Amiga-uitvoerbaar
french: Exécutable Amiga
german: Amiga ausführbares Programm
russian: исполняемый файл

# MSG_CTimagejpeg (94//)
source: JPEG/JFIF picture
dutch: JPEG/JFIF-afbeelding
french: Image JPEG/JFIF
german: JPEG/JFIF Bild
russian: JPEG/JFIF изображение

# MSG_CTimagegif (95//)
source: GIF picture
dutch: GIF-afbeelding
french: Image GIF
german: GIF Bild
russian: GIF изображение

# MSG_CTimagepng (96//)
source: PNG picture
dutch: PNG-afbeelding
french: Image PNG
german: PNG Bild
russian: PNG изображение

# MSG_CTimagetiff (97//)
source: TIFF picture
dutch: TIFF-afbeelding
french: Image TIFF
german: TIFF Bild
russian: TIFF изображение

# MSG_CTimageilbm (98//)
source: Amiga IFF-ILBM picture
dutch: Amiga IFF/ILBM-afbeelding
french: Image IFF-ILBM
german: Amiga IFF-ILBM Bild
russian: Амига IFF-ILBM изображение

# MSG_CTaudiobasic (99//)
source: UNIX audio file
dutch: UNIX-audiobestand
french: Son UNIX
german: UNIX Tondatei
russian: UNIX аудио файл

# MSG_CTaudio8svx (100//)
source: Amiga IFF-8SVX audio
french: Son IFF-8SVX
german: Amiga IFF-8SVX Ton
russian: Амига IFF-8SVX аудио

# MSG_CTaudiowav (101//)
source: Microsoft WAV audio
french: Son Wav
german: Microsoft WAV Ton
russian: Microsoft WAV аудио

# MSG_CTvideompeg (102//)
source: MPEG video stream
french: Vidéo MPEG
german: MPEG Videofilm
russian: MPEG видео поток

# MSG_CTmessagerfc822 (106//)
source: E-mail message
dutch: E-mail bericht
french: Message e-mail
german: E-Mail Nachricht
russian: E-mail сообщение

# MSG_LOG_Started (107//)
source: YAM started
dutch: YAM is gestart
french: YAM démarré
german: YAM gestartet
russian: YAM запущен

# MSG_LOG_Terminated (108//)
source: YAM terminated
dutch: YAM is afgesloten
french: YAM désactivé
german: YAM beendet
russian: YAM остановлен

# MSG_LOG_LoggedIn (109//)
source: Logged in as user '%s'
dutch: Ingelogd als gebruiker %s
french: Connecté en tant que « %s »
german: Angemeldet als Benutzer '%s'
russian: Зашел как пользователь «%s»

# MSG_LOG_LoggedInVerbose (110//)
source: Logged in as '%s', using configuration '%s' and mail directory '%s'
dutch: Ingelogd als %s, gebruikt config %s en maildirectory %s
french: Connecté en tant que « %s » avec configuration « %s » et dossiers « %s »
german: Angemeldet als Benutzer '%s' mit Konfiguration '%s' und Postverzeichnis '%s'
russian: Зашел как «%s», использую конфигурацию «%s» и почтовый каталог «%s»

# MSG_LOG_Deleting (111//)
source: Deleted %ld message(s) in folder '%s'
dutch: Er zijn %ld mailtje(-s) in folder %s gewist
french: %ld messages effacés dans le dossier « %s »
german: %ld Nachricht(en) in Postfach '%s' gelöscht
russian: Удалено %ld сообщение(ий) из папки «%s»

# MSG_LOG_DeletingVerbose (112//)
source: Deleted message from '%s' about '%s' in folder '%s'
dutch: Mailtje van %s, over %s, in folder %s is gewist
french: Message de « %s », sujet « %s » effacé du dossier « %s »
german: Nachricht von '%s' über '%s' in Postfach '%s' gelöscht
russian: Удалено сообщение «%s» о «%s» из папки «%s»

# MSG_LOG_Moving (113//)
source: Moved %ld message(s) from folder '%s' to '%s'
dutch: Er zijn %ld mailtje(-s) van folder %s verplaatst naar %s
french: %ld messages du dossier « %s » déplacés vers « %s »
german: %ld Nachricht(en) aus dem Postfach '%s' nach '%s' verschoben
russian: Перемещено %ld сообщение(ий) из папки «%s» в «%s»

# MSG_LOG_Copying (115//)
source: Copied %ld message(s) from folder '%s' to '%s'
dutch: Er zijn %ld mailtje(-s) in folder %s gecopieerd naar %s
french: %ld messages copiés du dossier « %s » vers « %s »
german: %ld Nachricht(en) aus dem Postfach '%s' nach '%s' kopiert
russian: Скопировано %ld сообщение(ий) из папки «%s» в «%s»

# MSG_LOG_RetrievingVerbose (118//)
source: Retrieved message from '%s' about '%s' (%ld bytes)
dutch: Mailtje(-s) opgehaald van %s, over %s (%ld bytes)
french: Message de « %s », sujet « %s » chargé (%ld octets)
german: Nachricht von '%s' über '%s' geladen (%ld Bytes)
russian: Забрано сообщение от «%s» о «%s» (%ld байт)

# MSG_LOG_ConnectSMTP (120//)
source: Connected to SMTP server '%s'
dutch: Verbonden met SMTP-server %s
french: Connecté au serveur SMTP « %s »
german: Verbunden mit SMTP-Server '%s'
russian: Подключился к SMTP серверу «%s»

# MSG_LOG_SendingVerbose (121//)
source: Sent message to '%s' about '%s' (%ld bytes)
dutch: Mailtje verstuurd naar %s, over %s (%ld bytes)
french: Message à « %s » sur « %s » envoyé (%ld octets)
german: Nachricht an '%s' über '%s' gesendet (%ld Bytes)
russian: Отправлено сообщение для «%s» о «%s» (%ld байт)

# MSG_LOG_Sending (122//)
source: Sent %ld message(s) using SMTP server '%s'
dutch: Er zijn %ld mailtje(-s) verstuurd via SMTP-server %s
french: %ld messages envoyés via serveur SMTP « %s »
german: %ld Nachricht(en) via SMTP-Server '%s' gesendet
russian: Послано %ld сообщений, используя SMTP сервер «%s»

# MSG_LOG_Editing (123//)
source: Edited message from '%s' to '%s' about '%s'
dutch: Mailtje bewerkt van %s, aan %s, over %s
french: Message de « %s » à « %s » sur « %s » édités
german: Nachricht von '%s' an '%s' über '%s' bearbeitet
russian: Отредактировано сообщение от «%s» для «%s» о «%s»

# MSG_LOG_Creating (124//)
source: Wrote new message for '%s' about '%s', including %ld attachment(s)
dutch: Nieuw mailtje geschreven aan %s, over %s, inclusief %ld bijlagen
french: Nouveau message à « %s » sur « %s » avec %ld pièce(s) jointe(s)
german: Neue Nachricht an '%s' über '%s' mit %ld Anhängen erstellt
russian: Написано новое сообщение для «%s» о «%s», включая %ld приложение(-й)

# MSG_LOG_Replying (125//)
source: Replied message from '%s' about '%s'
dutch: Mailtje beantwoord van %s, over %s
french: Répondu au message de « %s » sur « %s »
german: Nachricht von '%s' über '%s' beantwortet
russian: Отвечено на сообщение от «%s» о «%s»

# MSG_LOG_Forwarding (127//)
source: Forwarded message from '%s' about '%s' to '%s'
dutch: Doorgestuurd mailtje van %s, over %s, aan %s
french: Message de « %s » sur « %s » retransmis à « %s »
german: Nachricht von '%s' über '%s' weitergeleitet an '%s'
russian: Процитировано сообщение от «%s» о «%s» для «%s»

# MSG_LOG_SavingConfig (129//)
source: Saved configuration file '%s'
dutch: Configuratiebestand %s is opgeslagen
french: Fichier de configuration « %s » sauvegardé
german: Konfigurationsdatei '%s' gespeichert
russian: Файл конфигурации «%s» сохранён

# MSG_LOG_SavingABook (130//)
source: Saved address book '%s'
dutch: Adresboek %s is opgeslagen
french: Carnet d'adresses « %s » sauvegardé
german: Adressbuch '%s' gespeichert
russian: Адресная книга «%s» сохранена

# MSG_LOG_SavingUsers (131//)
source: Saved user configuration
dutch: Gebruikersconfiguratie is opgeslagen
french: Configuration utilisateur sauvegardée
german: Benutzerkonfiguration gespeichert
russian: Пользовательская конфигурация сохранена

# MSG_LOG_NewAddress (132//)
source: Added address book entry '%s'
dutch: Adres %s toegevoegd aan adresboek
french: « %s » ajouté dans le carnet d'adresses
german: Adressbucheintrag '%s' hinzugefügt
russian: В адресную книгу добавлена запись «%s»

# MSG_LOG_Importing (133//)
source: Imported %ld message(s) from file '%s' into folder '%s'
dutch: Er zijn %ld mailtje(-s) geïmporteerd vanuit bestand %s naar folder %s
french: Importe %ld message(s) du fichier « %s » dans le dossier « %s »
german: %ld Nachricht(en) aus der Datei '%s' ins Postfach '%s' importiert
russian: Импортировано %ld сообщение(ий) из файла «%s» в папку «%s»

# MSG_LOG_Exporting (134//)
source: Exported %ld message(s) from folder '%s' to file '%s'
dutch: Er zijn %ld mailtje(-s) geëxporteerd van folder %s naar bestand %s
french: Exporte %ld message(s) du dossier « %s » vers le fichier « %s »
german: %ld Nachricht(en) aus Postfach '%s' in die Datei '%s' exportiert
russian: Экспортировано %ld сообщение(ий) из папки «%s» в файл «%s»

# MSG_LOG_SavingAtt (135//)
source: Saved attachment '%s' of message '%s' in folder '%s'
dutch: Er zijn %s bijlagen bewaard van mailtje %s in folder %s
french: Pièce(s) jointe(s) « %s » du message « %s » du dossier « %s » sauvée(s)
german: Anhang '%s' der Nachricht '%s' im Postfach '%s' gespeichert
russian: Приложение «%s» из сообщения «%s» сохранено в папке «%s»

# MSG_LOG_ChangingSubject (137//)
source: Changed subject '%s' of message '%s' in folder '%s' to '%s'
dutch: Het onderwerp %s van mailtje %s, in folder %s, is veranderd in %s
french: Change le sujet « %s » du message « %s » dans le dossier « %s » en « %s »
german: Betreff '%s' der Nachricht '%s' im Postfach '%s' geändert in '%s'
russian: Изменена тема «%s» сообщения «%s» в папке «%s» на «%s»

# MSG_UT_Save (138//)
source: Save
dutch: Bewaar
french: Enregistrer
german: Speichern
russian: Сохранить

# MSG_UT_Load (139//)
source: Load
dutch: Laad
french: Charger
german: Laden
russian: Загрузить

# MSG_UT_PGPPassReq (140//)
source: Please enter your PGP passphrase:
dutch: Geef jouw PGP toegangscode:
french: Entrez votre phrase secrète PGP :
german: Bitte geben Sie Ihr PGP-Passwort ein:
russian: Пожалуйста, введите ваш PGP пароль:

# MSG_MA_GetFolderPass (144//)
source: Folder '%s' is a protected folder. Please enter the password to unlock it:
dutch: Folder %s is beschermd. Geef een wachtwoord op om het te ontsluiten:
french: L'accès au dossier « %s » est protégé. Entrez le mot de passe pour y accéder :
german: Das Postfach '%s' ist geschützt. Geben Sie das Passwort ein, um es zu öffnen:
russian: Папка «%s» защищена. Пожалуйста, введите пароль для разблокирования:

# MSG_MA_ReplyReq (149//)
source: The selected message has multiple recipients. You want to send the reply to the...
dutch: Het geselecteerde mailtje heeft meerdere ontvangers. Wil je antwoorden aan de...
french: Ce message a de multiples destinataires. À qui voulez-vous envoyer la réponse ?
german: Die Nachricht hat mehrere mögliche Empfänger. Möchten Sie die Antwort senden an die...
russian: Это сообщение содержит несколько получателей. Кому Вы хотите отправить ответ?

# MSG_MA_ReplyReqOpt (150//)
source: *_Sender|Sender and _all Recipients|_Recipients|_Cancel
dutch: *_Afzender|Afzender en alle ontvangers|_Ontvangers|Afbreken
french: *À l'_expéditeur|À l'expéditeur et à _tous les destinataires|Aux _destinataires|_Annuler
german: *Ab_sender|A_bsender & Empfänger|_Empfänger|_Abbrechen
russian: *О_тправителю |Отправителю _и всем получателям|_Получателям |_Отмена

# MSG_MA_CompareReq (151//)
source: Sender address (From) is \033b<%s>\033n, but return address (Reply-To) is \033b<%s>\033n. To which address do you want to reply to?
dutch: Afzender-adres (Van) is \x1Bb<%s>\x1Bn, maar antwoord-adres (Antwoord aan) is \x1Bb<%s>\x1Bn. Naar welk adres wil je antwoorden?
french: L'expéditeur est \033b<%s>\033n, mais l'adresse de réponse (Répondre à) est \033b<%s>\033n. A quelle adresse souhaitez-vous répondre ?
german: Die Absenderadresse (Von) ist \033b<%s>\033n, die Antwortadresse (Antwort an) jedoch \033b<%s>\033n. Zu welcher Adresse möchten Sie antworten?
russian: Адрес отправителя (От) - <%s>, но обратный адрес (Ответ-На) - <%s>. Какой адрес Вы хотите использовать?

# MSG_MA_Compare3ReqOpt (152//)
source: _From|*_Reply-To|_Both|_Cancel
dutch: _Van|*_Antwoord aan|_Beide|Afbreken
french: _Expéditeur|*_Répondre à|_Les deux|_Annuler
german: _Von|*An_twort an|_Beide|_Abbrechen
russian: О_т|*Ответ-_На|О_ба|_Отмена

# MSG_MA_Compare2ReqOpt (153//)
source: _From|*_Reply-To|_Cancel
dutch: _Van|*_Antwoord aan|Afbreken
french: _Expéditeur|*_Répondre à|_Annuler
german: _Von|*An_twort an|_Abbrechen
russian: О_т|*Ответ-_На|_Отмена

# MSG_MA_ConfirmReq (155//)
source: Confirmation Request
dutch: Bevestigen:
french: Demande de confirmation
german: Bitte bestätigen
russian: Пожалуйста, подтвердите...

# MSG_MA_FilterStats (160//)
source: Filtering done: %3ld messages checked, %3ld forwarded, %3ld moved, %3ld deleted
dutch: Klaar met filteren: %3ld mailtjes gechecked, %3ld doorgestuurd, %3ld gearchiveerd, %3ld gewist.
french: Filtrage terminé : %3ld messages vérifiés, %3ld retransmis, %3ld déplacés, %3ld effacés.
german: Filtervorgang beendet: %3ld Nachrichten geprüft, %3ld weitergeleitet, %3ld verschoben, %3ld gelöscht
russian: Работа фильтра закончена: %3ld сообщений проверено, %3ld цитировано, %3ld заархивировано, %3ld удалено

# MSG_MA_ExportAppendReq (161//)
source: The output file already exists. Do you want to overwrite it or append the messages?
dutch: Het uitvoerbestand bestaat al. Wil je het overschrijven of de mailtjes toevoegen?
french: Le fichier existe déjà. Voulez-vous le remplacer ou y ajouter les messages ?
german: Die Ausgabedatei existiert bereits. Soll sie überschrieben oder die Nachrichten angehängt werden?
russian: Выходной файл уже имеется. Хотите переписать его или добавить сообщения?

# MSG_MA_ExportAppendOpts (162//)
source: *_Overwrite|_Append|_Cancel
dutch: *_Overschrijven|_Toevoegen|Afbreken
french: *_Remplacer|A_jouter|_Annuler
german: *_Überschreiben|An_hängen|_Abbrechen
russian: *_Переписать|_Добавить|_Отмена

# MSG_MA_MoveMsg (163//)
source: Move message(s)
dutch: Verplaats mailtje(s)
french: Déplacer le(s) message(s)
german: Nachricht(en) verschieben
russian: Перемещение сообщения(ий)

# MSG_MA_MoveMsgReq (164//)
source: Please select a destination folder:
dutch: Kies een bestemmingsfolder:
french: Choisir un dossier de destination :
german: Bitte wählen Sie das Zielpostfach:
russian: Пожалуйста, укажите целевую папку:

# MSG_MA_MoveGad (165//)
source: _Move
dutch: _Verpl
french: _Déplacer
german: _Verschieben
russian: _Переместить

# MSG_MA_CopyMsg (166//)
source: Copy message(s)
dutch: Kopieer mailtje(-s)
french: Copier le(s) message(s)
german: Nachricht(en) kopieren
russian: Скопировать сообщение(я)

# MSG_MA_CopyGad (167//)
source: Cop_y
dutch: Kopieer
french: Cop_ier
german: _Kopieren
russian: _Копировать

# MSG_MA_ChangeSubjReq (168//)
source: Enter a new subject:
dutch: Vermeld een nieuw onderwerp:
french: Entrez un nouveau sujet :
german: Geben Sie einen neuen Betreff ein:
russian: Введите новую тему:

# MSG_MA_All (169//)
source: All
dutch: Alles
french: Tous
german: Alle
russian: Все

# MSG_MA_Scripts (172//)
source: Scripts
german: Skripte
russian: Сценарии

# MSG_MA_ExecuteScript (173//)
source: Execute script...
dutch: Script uitvoeren...
french: Exécuter un script...
german: Skript ausführen...
russian: Исполнить сценарий...

# MSG_MA_CheckSingle (174//)
source: Check single account
dutch: Check account
french: Vérifier une BAL
german: Einzelnes Konto überprüfen
russian: Проверить аккаунт
