Repository: Futaura/yam
Catalog: locale/*.po
Languages: dutch, french, german, russian

# MSG_CO_MIME_CODESET (2471//)
source: Display _charset
french: Jeu de caractères de l'affic_hage
german: A_nzeige-Zeichenkodierung

# MSG_HELP_CO_TX_MIME_CODESET (2472//)
source: Select the charset here that printable text should be converted to before executing the command of this MIME type.
dutch: Kies hier de karakterset waarnaar printbare tekst moet worden omgezet voordat de opdracht van dit MIME-type wordt uitgevoerd.
french: Choisissez le jeu de caractères dans lequel le texte imprimable doit être converti avant d'exécuter la commande pour ce type MIME.
german: Wählen Sie die Zeichenkodierung, in welche anzeigbarer Text umgewandelt werden soll, bevor das Kommando für diesen MIME-Typen ausgeführt wird.

# MSG_CO_DEFAULTVIEWER_CODESET (2473//)
source: _Display charset
dutch: Toon karakterset
french: Jeu _de caractères de l'affichage
german: An_zeige-Zeichenkodierung

# MSG_HELP_CO_TX_DEFVIEWER_CODESET (2474//)
source: Select the charset here that printable text should be converted to before starting the default viewer.
dutch: Kies hier de karakterset waarnaar printbare tekst moet worden omgezet voordat de standaard viewer wordt gestart.
french: Choisissez le jeu de caractères dans lequel le texte imprimable doit être converti avant de lancer la visionneuse par défaut.
german: Wählen Sie die Zeichenkodierung, in welche anzeigbarer Text umgewandelt werden soll, bevor das Standardanzeigeprogramm ausgeführt wird.

# MSG_LOG_FILTER_DONE (2475//)
source: Filtered %ld message(s) with %ld match(es)
dutch: %ld berichten gefilterd met %ld overeenkomsten
french: %ld message(s) filtré(s) avec %ld correspondance(s)
german: %ld Nachricht(en) mit %ld Treffer(n) gefiltert

# MSG_FO_JUMP_TO_UNREAD_MESSAGE (2476//)
source: Jump to first unread message
dutch: Ga naar eerste ongelezen mailtje
french: Sauter au premier message non lu
german: zu erster ungelesener Nachricht springen

# MSG_HELP_FO_CH_JUMPTOUNREAD (2477//)
source: Jump to the first unread message when entering this folder.
dutch: Ga naar eerste ongelezen mailtje wanneer deze folder geopend wordt.
french: Saute au premier message non lu lors de l'entrée dans ce dossier.
german: Beim ersten Betreten des Postfachs wird zur ersten ungelesenen Nachricht gesprungen.

# MSG_FO_JUMP_TO_RECENT_MESSAGE (2478//)
source: Jump to newest message
dutch: Ga naar nieuwste mailtje
french: Sauter au message le plus récent
german: zu neuester Nachricht springen

# MSG_HELP_FO_CH_JUMPTORECENT (2479//)
source: Jump to the most recent message when entering this folder.
dutch: Ga naar het nieuwste mailtje wanneer deze folder geopend wordt.
french: Saute au message le plus récent lors de l'entrée dans ce dossier.
german: Beim ersten Betreten des Postfachs wird zur neuesten Nachricht gesprungen.

# MSG_FO_MAXAGE_DAYS (2480//)
source: days
dutch: dagen
french: jours
german: Tage

# MSG_QUICKSEARCH_FILTER_LIST (2481//)
source: Filter list...
dutch: Filter lijst...
french: Filtrage de la liste...
german: Liste filtern...

# MSG_QUICKSEARCH_FROM (2482//)
source: Sender
dutch: Afzender
french: Émetteur
german: Absender

# MSG_QUICKSEARCH_TO (2483//)
source: Receiver
dutch: Ontvanger
french: Destinataire
german: Empfänger

# MSG_QUICKSEARCH_SUBJECT (2484//)
source: Subject
dutch: Onderwerp
french: Sujet
german: Betreff

# MSG_QUICKSEARCH_BODY (2485//)
source: Mail body
dutch: Body van het mailtje
french: Corps
german: Nachrichteninhalt

# MSG_CO_CHECK_FOR_MISSING_ATTACHMENTS (2486//)
source: Check for missing attachments
dutch: Controleer op ontbrekende bijlagen
french: Vérifier les pièces jointes manquantes
german: Auf fehlende Anhänge prüfen

# MSG_CO_ATTACHMENT_KEYWORDS (2487//)
source: Keywords:
dutch: Sleutelwoorden:
french: Mots clefs :
german: Schlüsselwörter:

# MSG_HELP_CO_CH_ATTACHMENTREMINDER (2495//)
source: Would you like to be warned if the mail body suggests the existance of an attachment but these are missing?
dutch: Wil je gewaarschuwd worden als de bodytekst suggereert dat er ontbrekende bijlagen bestaan?
french: Avec cette option vous êtes avertis si le corps du message suggère la présence de pièces jointes mais qu'elles sont absentes.
german: Soll gewarnt werden, falls der Nachrichten- text auf das Vorhandensein eines Anhangs hinweist, aber die Anhänge fehlen?

# MSG_HELP_CO_LV_ATTACHMENTKEYWORDS (2496//)
source: Configure the keywords which might suggest the desired existance of an attachment.
dutch: Configureer de sleutelwoorden die wellicht het gewenste bestaan van een bijlage suggereren.
french: Configure les mots clefs qui peuvent suggérer la présence voulue d'une pièce jointe.
german: Konfigurieren Sie die Schlüsselwörter, welche die gewünschte Existenz eines Anhangs andeuten.

# MSG_ATTACHMENT_KEYWORDS (2497//)
source: attachment,attach,attached,attaching,enclosed,CV,cover letter
dutch: bijlage,bijvoegen,bijgevoegd,bijvoegen,ingevoegd,CV,cover letter
french: pièce jointe,attaché,joins,CV
german: Anhang,Anhänge,angehängt,angefügt,anbei,Wiedervorlage,Begleitschreiben,Attachment

# MSG_ATTACHMENT_REMIND_INFO (2498//)
source: Did you possibly forget to add an attachment?
dutch: Ben je mogelijkerwijs vergeten een bijlage toe te voegen?
french: Auriez-vous éventuellement oublié de joindre une pièce ?
german: Haben Sie eventuell vergessen einen Anhang anzufügen?

# MSG_ATTACHMENT_REMIND_ADD (2499//)
source: Add attachment...
dutch: Bijlage toevoegen...
french: Ajouter une pièce jointe...
german: Anhang hinzufügen...

# MSG_ATTACHMENT_REMIND_LATER (2500//)
source: Remind me later
dutch: Vraag later nog maar eens
french: Me rappeler plus tard
german: Später erinnern

# MSG_WR_NO_ATTACHMENTS_TITLE (2501//)
source: Attachment reminder
dutch: Herinnering aan bijlage
french: Rappel de pièce jointe
german: Anhang-Erinnerung

# MSG_WR_NO_ATTACHMENTS (2502//)
source: Did you forget to add an attachment?
dutch: Ben je vergeten een bijlage toe te voegen?
french: Avez-vous oublié d'ajouter une pièce jointe ?
german: Haben Sie vergessen einen Anhang anzufügen?

# MSG_WR_NO_ATTACHMENTS_GADS (2503//)
source: Yes, I did|No, send now
dutch: Euhm, ja|Nee hoor, verzenden maar
french: Oui, en effet|Non, envoyer maintenant
german: Ja, habe ich|Nein, jetzt senden

# MSG_CO_MAILACCOUNT_TRANSFERRED (2504//)
source: Mail account
french: Compte de messagerie
german: Nachrichtenkonto

# MSG_MAILACCOUNT_TRANSFERRED (2505//)
source: Mail account
french: Compte de messagerie
german: Nachrichtenkonto

# MSG_CO_SAVE_LAYOUT (2506//)
source: Save user interface layout
dutch: Bewaar layout van gebruikersinterface
french: Enregistre la mise en page utilisateur
german: Speichern des Benutzeroberflächen-Layouts

# MSG_HELP_CO_CH_SAVELAYOUTQUIT (2507//)
source: Permanently save the position and dimensions of all windows, the layout of certain groups and the state of various graphical objects.
dutch: Permanent bewaren van postitie en afmetingen van alle vensters, van de layout van bepaalde groepen en van de status van diverse grafische objecten.
french: Enregistrement la position et les dimensions de toutes les fenêtres, la mise en page de certains groupes et l'état de différents objets graphiques.
german: Position und Größe aller Fenster permanent speichern, sowie das Layout bestimmter Gruppen und den Zustand einiger graphischer Objekte.

# MSG_CO_SMTP_FOLDERS (2508//)
source: Default folders
dutch: Standaard folders
french: Dossiers par défaut
german: Standard-Postfächer

# MSG_CO_SMTP_SENTFOLDER (2509//)
source: 'Sent' folder
dutch: Folder Verzonden
french: Dossier « Envoyés »
german: 'Gesendete'-Postfach

# MSG_HELP_CO_PO_SMTP_SENTFOLDER (2510//)
source: Allows to set a different folder where mails will be stored after being sent out.
dutch: Maakt het mogelijk een andere folder te kiezen waarin mailtjes worden opgeborgen nadat ze verstuurd zijn.
french: Permet de définir un dossier différent dans lequel sont stockés les messages envoyés.
german: Erlaubt ein alternatives Postfach für alle gesendeten Nachrichten dieses SMTP-Servers zu definieren.

# MSG_CO_IDENTITY_SAVESENTMAIL (2511//)
source: After transfer store mails in 'Sent' folder
dutch: Mailtjes na verzenden opbergen in folder Verzonden
french: Stocker le courier dans le dossier « Envoyés » après l'envoi
german: Versandte Nachrichten speichern

# MSG_HELP_CO_CH_IDENTITY_SAVESENTMAIL (2512//)
source: If enabled, sent mails will be stored after the mail transfer. Otherwise the sent mails will be deleted.
dutch: Als dit ingeschakeld is worden verzonden mailtjes opgeborgen, Anders zullen verzonden mailtjes gewist worden.
french: Avec cette option, les messages envoyés seront stockés après leur envoi. Sans cette option les messages envoyés sont effacés.
german: Wenn aktiviert, werden versandte Nachrichten anschließend im 'Gesendete'-Postfach gespeichert. Ansonsten werden Sie direkt nach dem Senden gelöscht.

# MSG_CO_IDENTITY_ALTSENTFOLDER (2513//)
source: Use alternative 'Sent' folder:
dutch: Gebruik alternatieve folder Verzonden:
french: Utiliser le dossier « Envoyés » alternatif :
german: Alternatives 'Gesendete'-Postfach:

# MSG_HELP_CO_CH_IDENTITY_ALTSENTFOLDER (2514//)
source: If enabled, sent mails will be stored in an alternative mail folder than configured in the TCP/IP section of the configuration.
dutch: Als dit ingeschakeld is worden verzonden mailtjes opgeborgen in een andere folder dan die geconfigureerd is in de TCP/IP-sectie van de configuratie.
french: Avec cette option, les messages envoyés seront stockés dans un dossier alternatif que celui spécifié dans la section TCP/IP de la configuration.
german: Wenn aktiviert, werden alle versendeten Nachrichten in einem anderen Postfach abgelegt und nicht in dem unter TCP/IP konfiguriertem Gesendete-Postfach.

# MSG_HELP_CO_TX_IDENTITY_ALTSENTFOLDER (2515//)
source: Allows to specify which alternative mail folder should be used when storing sent mail.
dutch: Maakt het mogelijk aan te geven welke alternatieve folder gebruikt gaat worden voor het opbergen van verzonden mailtjes.
french: Permet de spécifier quel dossier de messagerie alternatif doit être utilisé pour stocker les messages envoyés.
german: Erlaubt es, ein alternatives Postfach auszuwählen in dem versandte Nachrichten gespeichert werden sollen.

# MSG_CO_POP_FOLDERS (2516//)
source: Default folders
dutch: Standaard folders
french: Dossiers par défaut
german: Standard-Postfächer

# MSG_CO_POP_INCOMINGFOLDER (2517//)
source: 'Incoming' folder
dutch: Folder Ingekomen
french: Dossier « Boite de réception »
german: 'Eingang'-Postfach

# MSG_HELP_CO_PO_POP_INCOMINGFOLDER (2518//)
source: Allows to set a different folder where mails will be stored after having received them.
dutch: Maakt het mogelijk een andere folder te kiezen waarin mailtjes worden opgeborgen nadat ze ontvangen zijn.
french: Permet de définir un dossier différent pour stocker les messages après leur réception.
german: Erlaubt es, ein anderes Postfach auszuwählen, in dem eingehende Nachrichten dieses POP3-Servers gespeichert werden sollen.

# MSG_DOC_LANGUAGE_CODE (2519//)
source: <EMPTY>en
dutch: nl
german: de
russian: ru

# MSG_CO_CYRILLICCHARSETWARN (2520//)
source: Automatic detection of cyrillic charsets is enabled, but the configured charset '%s' is no cyrillic charset. This combination might cause malformed characters. Do you want to deactivate the cyrillic charset detection?
dutch: Automatische detectie van cyrillische karakters is ingeschakeld, maar de geconfigureerde karakterset '%s' is geen cyrillische set. Deze combinatie kan leiden tot misvormde karakters. Wil je de automatische detectie van cyrillische karakters uitschakelen?
french: La détection automatique de jeu de caractères cyrillique est activée, mais le jeu de caractères configuré « %s » n'est pas un jeu de caractères cyrillique. Cette combinaison peut produire des caractères malformés. Voulez-vous désactiver la détection automatique de jeu de caractères cyrillique ?
german: Die automatische Erkennung von kyrillischen Zeichensätzen ist aktiviert, aber der eingestellte Zeichensatz '%s' ist kein kyrillischer Zeichensatz. Diese Kombination könnte ungültige Zeichen erzeugen. Wollen Sie die Erkennung kyrillischer Zeichensätze deaktivieren?

# MSG_CO_CYRILLICCHARSETWARN_BT (2521//)
source: *_Deactivate|_Ignore
dutch: *Uitschakelen|Negeren
french: *_Désactiver|_Ignorer
german: *_Deaktivieren|_Ignorieren

# MSG_WR_NORCPT_WARNING_GADGET (2522//)
source: _Save as draft|*_Cancel
dutch: Bewaar als concept|*Afbreken
french: Enregi_strer comme brouillon|*_Annuler
german: Als _Entwurf speichern|*_Abbrechen

# MSG_WR_NORCPT_WARNING (2523//)
source: The message is incomplete since no recipient had been specified. How do you want to proceed?
dutch: Het mailtje is niet compleet omdat er geen geadresserde is aangegeven. Hoe wil je verder gaan?
french: Le message est incomplet puisqu'il n'a aucun destinataire spécifié. Comment voulez-vous procéder ?
german: Die Nachricht ist unvollständig, da kein Empfänger angegeben wurde. Wie möchten Sie fortfahren?

# MSG_WR_DISCARDCHANGES_GADGET (2524//)
source: *_Save as draft|_Discard|_Cancel
dutch: *Bewaar als concept|Wegdoen|Afbreken
french: *Enregi_strer comme brouillon|Per_dre|_Annuler
german: *Als Entwurf _speichern|_Verwerfen|_Abbrechen

# MSG_MA_NO_SUBJECT (2525//)
source: (No Subject)
dutch: (Geen onderwerp)
french: (Pas de sujet)
german: (Kein Betreff)

# MSG_MA_NO_RECIPIENTS (2526//)
source: (No Recipients)
dutch: (Geen geadresseerde)
french: (Pas de destinataire)
german: (Keine Empfänger)

# MSG_WR_CANCEL (2527//)
source: _Cancel
dutch: Afbreken
french: _Annuler
german: _Abbrechen

# MSG_HELP_WR_BT_CANCEL (2528//)
source: Aborts the mail editing and closes the window.
dutch: Verwijder het geschreven mailtje.
french: Annule l'édition du messaget et ferme la fenêtre.
german: Bricht das Editieren der Nachricht ab und schließt das Fenster.
russian: Отбросить созданное сообщение.

# MSG_MA_REPLYREQ_OPTIONS2 (2529//)
source: *_Sender|Sender and _all Recipients|_Cancel
dutch: *Afzender|Afzender en alle ontvangers|Afbreken
french: *À l'_expéditeur|À l'expéditeur et ous les _destinataires|_Annuler
german: *Ab_sender|A_bsender & Empfänger|_Abbrechen

# MSG_ABOUT_DONATE_TEXT (2530//)
source: Secure the future of YAM
dutch: Stel de toekomst van YAM veilig
german: Sichern Sie die Zukunft von YAM

# MSG_TR_MAILCHECKFROM (2531//)
source: Checking mails from '%s'
dutch: Controleer mailtjes van'%s'
german: Prüfe auf Post von '%s'

# MSG_WR_CC (2532//)
source: _Cc
german: Kopie (_Cc)

# MSG_WR_BCC (2533//)
source: _Bcc
german: Blindkopie (_Bcc)

# MSG_WR_REPLYTO (2534//)
source: Reply _To
dutch: Antwoord aan
german: A_ntwort an

# MSG_AB_TO_TOOLBAR (2535//)
source: _To:
dutch: Aan:
german: A_n:

# MSG_AB_CC_TOOLBAR (2536//)
source: _Cc:
german: Kopie (_Cc):

# MSG_AB_BCC_TOOLBAR (2537//)
source: _Bcc:
german: Blindkopie (_Bcc):

# MSG_AB_FROM_TITLE (2538//)
source: (From)
dutch: (Van)
german: (Von)

# MSG_AB_TO_TITLE (2539//)
source: (To)
dutch: (Aan)
german: (An)

# MSG_AB_CC_TITLE (2540//)
source: (Cc)
german: (Kopie - Cc)

# MSG_AB_BCC_TITLE (2541//)
source: (Bcc)
german: (Blindkopie - Bcc)

# MSG_AB_REPLYTO_TITLE (2542//)
source: (Reply To)
dutch: (Antwoord aan)
german: (Antwort an)

# MSG_LOG_COPY_MAIL (2548//)
source: %s: Copied message from '%s' about '%s' from folder '%s' to '%s'
dutch: %s: Mailtje gekopieerd van '%s' over '%s' uit folder '%s' naar '%s'
german: %s: Nachricht von '%s' über '%s' aus dem Postfach '%s' nach '%s' kopiert

# MSG_LOG_MOVE_MAIL (2549//)
source: %s: Moved message from '%s' about '%s' from folder '%s' to '%s'
dutch: %s: Mailtje verplaatst van '%s' over '%s' uit folder '%s' naar '%s'
german: %s: Nachricht von '%s' über '%s' aus dem Postfach '%s' nach '%s' verschoben

# MSG_STARTUP_SECURITY_WARNING_TITLE (2551//)
source: YAM security warning
dutch: YAM Veiligheidswaarschuwing
german: YAM Sicherheitswarnung

# MSG_STARTUP_SECURITY_WARNING (2552//)
source: Network debug output is enabled! The generated debug output will contain unencrypted and human readable passwords and more private stuff. Make sure to remove any private data before making this log public anywhere! The YAM development team takes no responsibility for hacked mail accounts in any way! You have been warned!
dutch: Netwerkdebug output is ingeschakeld! Het resulterende debugbestand zal niet-gecodeeerde en voor mensen leesbare wachtwoorden etc. bevatten. Zorg ervoor dat je eerst alle privé-gegevens verwijdert voordat je het debugbestand publiceert of deelt. De ontwikkelaars van YAM nemen een enkele verantwoordelijkheid voor gehackte mailaccounts, in welke vorm dan ook. Je bent gewaarschuwd!
german: Die Netzwerk Debugausgabe ist aktiv! Die erzeugte Debugausgabe wird unverschlüsselte und lesbare Passwörter sowie weitere private Daten enthalten. Überzeugen Sie sich, dass Sie diese Informationen entfernen, bevor Sie diese Ausgabe in irgendeiner Form öffentlich machen. Das YAM-Entwicklerteam übernimmt keinerlei Verantwortung für missbrauchte Mailkonten! Sie wurden gewarnt!

# MSG_STARTUP_SECURITY_WARNING_GADGETS (2553//)
source: Understood
dutch: Ik heb het begrepen
german: Verstanden

# MSG_FO_PATH_INVALID (2554//)
source: The path must be non-empty.
dutch: Het pad mag niet leeg zijn
german: Der Pfad darf nicht leer sein.

# MSG_FO_MLPATTERN_INVALID (2555//)
source: The pattern (To:/CC:) must be non-empty and no 'catch all'.
dutch: Het patroon (Aan:/CC:) mag niet leeg zijn en ook niet 'doe maar alles'
german: Das Empfängermuster (To:/CC:) darf nicht leer und kein Muster für "alles" sein.

# MSG_FO_MLADDRESS_INVALID (2556//)
source: The destination address (To:) must be non-empty.
dutch: Het bestemmingsadres (Aan:) mag niet leeg zijn
german: Die Zieladresse (To:) darf nicht leer sein.

# MSG_CO_SAVE_WITHOUT_PRIVATE_DATA (2557//)
source: Save without private data...
dutch: Opslaan zonder privé-gegevens
german: Speichern ohne private Daten...

# MSG_SSL_CERT_WARNING_SIGINVALID (2558//)
source: - The signature of the certificate is invalid.
dutch: De ondertekening van het certificaat is ongeldig
german: - Die Signatur des Zertifikates is ungültig.

# MSG_SSL_CERT_WARNING_OUTRO (2559//)
source: If you continue the data transfer will be encrypted (protection from interception), but the identity of the server cannot be guaranteed (\033bNO\033n protection from fraud). Do you still want to accept the connection?
dutch: Als je doorgaat zal de bestandsoverdracht versleuteld zijn (beschermd tegen onderscheppen) maar de identiteit van de server kan niet gegarandeerd worden. (33bGEEN\33b bescherming tegen fraude)
german: Wenn Sie fortfahren, werden die Daten verschlüsselt (Schutz vor Aushorchen), aber die Identität des Servers kann nicht kontrolliert werden (\033bKEIN\033n Schutz vor Betrug). Möchten Sie die Verbindung trotzdem akzeptieren?

# MSG_CO_POP3_TEST_CONNECTION_SETTINGS (2566//)
source: Test connection settings
dutch: Test verbindingsinstellingen
german: Teste Verbindungseinstellungen

# MSG_HELP_CO_BT_POPTEST (2567//)
source: Test the current settings to establish a reliable connection for POP3 downloads.
dutch: Test de huidige instellingen om een betrouwbare verbinding voor POP3 downloads te krijgen.
german: Testet, ob mit den aktuellen Einstellungen eine erfolgreiche POP3-Verbindung aufgebaut werden kann.

# MSG_CO_POP3_CONNECTION_TITLE (2568//)
source: POP3 connection
dutch: POP3-verbinding
german: POP3-Verbindung

# MSG_CO_POP3_CONNECTION_SUCCESS (2569//)
source: Connection to POP3 server '%s' was successful.
dutch: Verbinding met POP3-server '%s' is gelukt
german: Die Verbindung zum POP3-Server '%s' war erfolgreich.

# MSG_CO_POP3_CONNECTION_FAILURE (2570//)
source: Connection to POP3 server '%s' failed.
dutch: Verbinding met POP3-server is mislukt
german: Die Verbindung zum POP3-Server '%s' ist fehlgeschlagen.

# MSG_CO_SMTP_TEST_CONNECTION_SETTINGS (2571//)
source: Test connection settings
dutch: Test verbindingsinstellingen
german: Teste Verbindungseinstellungen

# MSG_HELP_CO_BT_SMTPTEST (2572//)
source: Test the current settings to establish a reliable connection for SMTP uploads.
dutch: Test de huidige instellingen om een betrouwbare verbinding voor SMTP-uploads te krijgen
german: Testet, ob mit den aktuellen Einstellungen eine erfolgreiche SMTP-Verbindung aufgebaut werden kann.

# MSG_CO_SMTP_CONNECTION_TITLE (2573//)
source: SMTP connection
dutch: SMTP-verbinding
german: SMTP-Verbindung

# MSG_CO_SMTP_CONNECTION_SUCCESS (2574//)
source: Connection to SMTP server '%s' was successful.
dutch: Verbinding met SMTP-server '%s' is gelukt
german: Die Verbindung zum SMTP-Server '%s' war erfolgreich.

# MSG_CO_SMTP_CONNECTION_FAILURE (2575//)
source: Connection to SMTP server '%s' failed.
dutch: Verbinding met SMTP-server '%s' is mislukt
german: Die Verbindung zum SMTP-Server '%s' ist fehlgeschlagen.

# MSG_ER_WARN_CAFILE (2576//)
source: While trying initialize the SSL certificate authorities the certificate bundle file '%s' was found to be missing. Please make sure that the file exists and is uptodate or otherwise each SSL connection will be flagged as unverified.
dutch: Er blijkt een certificaatbundelbestand '%s' te ontbreken. Overtuig je ervan dat dit bestand bestaat en up-to-date is. Anders zal iedere SSL-verbinding worden gemarkeerd als niet-geverifieerd.
german: Beim Initialisieren SSL-Zertifizierungsstellen wurde die Zertifikat-Bündeldatei '%s' nicht gefunden. Bitte stellen Sie sicher, dass die Datei existiert und aktuell ist. Anderenfalls wird jede SSL-Verbindung als unverifiziert deklariert.

# MSG_ER_CANNOT_OPEN_ASLREQ (2577//)
source: An error occurred while trying to open an ASL requester. Error %ld: %s
dutch: Er ging iets mis bij het openen van een ASL-requester. Fout %ld: %s
german: Es trat ein Fehler beim Versuch auf, ein ASL Fenster zu öffnen. Fehler %ld: %s

# MSG_Status (33//)
source: Status
french: Statut
russian: Статус

# MSG_Name (45//)
source: Name
dutch: Naam
french: Nom
russian: Имя

# MSG_CTapplicationrtf (89//)
source: Rich Text Format
dutch: Rich Text formaat
french: Document RTF
russian: текст в формате RTF

# MSG_CTvideoquicktime (103//)
source: Apple QuickTime video
french: Vidéo QuickTime
russian: Apple QuickTime видео

# MSG_CTvideoanim (104//)
source: Amiga IFF-ANIM video
french: Animation IFF-ANIM
russian: Амига IFF-ANIM видео

# MSG_CTvideomsvideo (105//)
source: Microsoft AVI video
french: Vidéo AVI
russian: Microsoft AVI видео

# MSG_LOG_MovingVerbose (114//)
source: Moved message from '%s' about '%s' from folder '%s' to '%s'
french: Message de « %s », sujet « %s » du dossier « %s » déplacé vers « %s »

# MSG_LOG_CopyingVerbose (116//)
source: Copied message from '%s' about '%s' from folder '%s' to '%s'
french: Message de « %s » sur « %s » du dossier « %s » copié vers « %s »

# MSG_MA_TitleStatus (171//)
source: Status
french: Statut
russian: Статус

# MSG_CO_NewIntroDef (268//)
source: Hello,\\n
french: Salut,\\n

# MSG_CO_ForwardIntroDef (271//)
source: *** Begin of forwarded message ***\\n\\nDate: %c\\nFrom: %n <%e>\\nSubject: %s\\n\\n--- Forwarded message follows ---\\n\\n
french: *** Message retransmis ***\\n\\nDate : %c\\nDe : %n <%e>\\nSujet : %s\\n\\n--- Début du message retransmis ---\\n\\n

# MSG_CO_ForwardFinishDef (272//)
source: *** End of forwarded message ***\\n
french: *** Fin du message retransmis ***\\n

# MSG_CO_AltRepHelloDef (274//)
source: <EMPTY>
french: Bonjour,\n

# MSG_CO_MLRepIntroDef (277//)
source: On %c, %n wrote:\\n
french: Le %c, %n a écrit :\\n

# MSG_CO_LineBreak (279//)
source: \\n Line break
french: \\n Saut de ligne

# MSG_CO_Name (381//)
source: N_ame
dutch: N_aam
french: No_m
russian: _Название

# MSG_CO_Remote (388//)
source: Remote _filter
french: Filtrer à d_istance
russian: Предварительный _фильтр

# MSG_CO_SenderInfo (417//)
source: Sender _info
dutch: Afzender _info
french: _Info expéditeur
russian: О_тправитель
