Repository: Futaura/yam
Catalog: locale/*.po
Languages: dutch, french, german, russian

# MSG_ER_DATATYPE_ERROR (2041//)
source: An error occurred while trying to load the image file '%s' via datatypes. Please make sure that the file exists and that you have your datatypes system correctly set up (e.g. that the image displays properly with MultiView).
dutch: Er ging iets mis bij het laden van afbeeldingsbestand %s via datatypers. Zorg ervoor dat dit bestand bestaat en dat jouw datatypes correct ingesteld zijn (bv. dat de afbeelding goed wordt weergegeven met MultiView).
french: Une erreur est survenue lors du chargement de l'image « %s » via les datatypes. Veuillez vous assurer que le fichier existe et que votre système de datatypes est correctement configuré (p. ex. que l'images est affichée correctement dans Multiview).
german: Beim Laden des Bildes '%s' durch die datatypes.library ist ein Fehler aufgetreten. Bitte stellen Sie sicher, dass die Datei existiert und Ihr DataTypes-System korrekt installiert ist (z.B. muss das Bild korrekt durch MultiView darstellbar sein).

# MSG_ER_IMAGEOBJECT_WARNING (2042//)
source: An error occurred while trying to load the image file '%s' from directory '%s'. Please make sure that your theme contains all the necessary images as defined in the latest theme version layout.
dutch: Er ging iets mis bij het laden van afbeeldingsbestand %s uit directory %s. Zorg ervoor dat jouw thema alle benodigde afbeeldingen bevat, zoals gedefinieerd in de laatste versie.
french: Une erreur est survenur lors du chargement de l'image « %s » depuis le répertoire « %s ». Veuillez vous assurer que votre thème contient toutes les images nécessaires telles que définies dans la dernier version du layout de thème.
german: Beim Laden des Bildes '%s' aus dem Verzeichnis '%s' ist ein Fehler aufgetreten. Bitte stellen Sie sicher, dass Ihr Theme-Verzeichnis alle nötigen Bilder entsprechend der neuesten Theme-Version enthält.

# MSG_ER_THEME_FATAL (2043//)
source: YAM was unable to load the default theme and aborted the theme loading completly. Please make sure that your themes directory is readable and contains the correct default theme distributed with YAM.
dutch: YAM kan het standaardthema niet laden en heeft het laden daarom helemaal afgebroken. Zorg ervoor dat de directory van het thema leesbaar is en het standaardthema bevat zoals dat samen met YAM is uitgegeven.
french: YAM n'a pas été en mesure de charger le thème par défaut et a avorté le chargement du thème. Veuillez vous assurer que votre répertoire de thèmes est lisible et contient le thème par défaut correct distribué avec YAM.
german: YAM konnte das Standard-Theme nicht initialisieren und hat das Laden des Themes komplett abgebrochen. Bitte stellen Sie sicher, dass Ihr Theme-Verzeichnis lesbar ist und die richtige Version des Standard-Themes von YAM enthält.

# MSG_ER_THEME_FALLBACK (2044//)
source: The currently activated theme '%s' is either inaccesible or it is corrupt. The default theme was therefore activated as a fallback. Please make sure your selected theme is readable and a valid YAM theme.
dutch: Het huidige thema %s is niet toegankelijk of corrupt. Daarom is het standaardthema geladen. Zorg ervoor dat het gekozen thema leesbaar is en dat het een geldig YAM-thema is.
french: Le thème « %s » actuellement activé n'est pas accessible ou est corrompu et n'a pas pu être chargé. Le thème par défaut de YAM a donc été activé en remplacement. Veuillez vous assurer que le thème sélectionné est lisible et est un thème YAM valide.
german: Das derzeit aktive Theme '%s' ist entweder nicht lesbar oder beschädigt und konnte nicht geladen werden. Das Standard-Theme von YAM wurde daher als Ersatz aktiviert. Bitte stellen Sie sicher, dass das ausgewählte Themeverzeichnis lesbar ist und ein gültiges Theme für YAM enthält.

# MSG_ER_THEME_ACTIVATED_TITLE (2045//)
source: YAM restart required
dutch: YAM moet opnieuw gestart worden
french: Redémarrage de YAM nécessaire
german: Neustart von YAM notwendig

# MSG_ER_THEME_ACTIVATED (2046//)
source: Before the selected theme can be applied, you have to save the configuration and restart YAM.
dutch: Voordat het gekozen thema gebruikt kan worden moet je de configuratie opslaan en YAM opnieuw starten.
french: Avant que le thème sélectionné ne puisse être activé, vous devez enregistrer la configuration et redémarrer YAM.
german: Bitte beachten Sie, dass Sie die Konfiguration speichern und YAM neu starten müssen, bevor das ausgewählte Theme aktiviert werden kann.

# MSG_FOLDER_ALLTOREAD (2047//)
source: Mark folder read
dutch: Markeer folder als gelezen
french: Marque le dossier comme lu
german: Ordner als gelesen markieren

# MSG_EA_REMOVEPHOTO (2048//)
source: Remo_ve
dutch: Verwijder
french: Suppri_mer
german: Ent_fernen

# MSG_HELP_EA_BT_REMOVEPHOTO (2049//)
source: 'Forget' this picture (the file on disk will remain).
dutch: Vergeet deze afbeelding maar. (Het blijft wel bestaan op schijf).
french: Supprime le portrait sélectionné. (Le fichier reste sur le disque dur)
german: Ausgewähltes Bild entfernen (Die Datei bleibt auf der Festplatte erhalten).

# MSG_HELP_CO_CH_NOTISOUND (2051//)
source: Play a sound file when you receive new mail.
dutch: Speel een geluidsbestand wanneer je nieuwe mail ontvangt.
french: Joue un son lors de la réception de nouveau courrier.
german: Spielt eine Tondatei ab sobald neue E-Mails eingetroffen sind.

# MSG_HELP_CO_CH_NOTICMD (2052//)
source: Execute a command when you received new mail.
dutch: Voer een opdracht uit wanneer je nieuwe mail ontvangt.
french: Exécute une commande lors de la réception de nouveau courrier.
german: Führt ein AmigaDOS-Kommando aus sobald neue E-Mails eingetroffen sind.

# MSG_HELP_CO_BT_MORE (2053//)
source: Add a rule to this filter.
dutch: Pas een regel toe op dit filter
french: Ajoute une règle à ce filtre.
german: Fügt eine Regel zum derzeitigen Filter hinzu.

# MSG_HELP_CO_BT_LESS (2054//)
source: Remove the last rule from this filter.
dutch: Verwijder de laatste regel van dit filter.
french: Retire la dernière règle de ce filtre.
german: Entfernt die letzte Regel des derzeitigen Filters.

# MSG_HELP_CO_BT_FILTERUP (2055//)
source: Move this filter up in the list.
dutch: Verplaats dit filter omhoog in de lijst.
french: Déplace ce filtre vers le haut de la liste.
german: Verschiebt diesen Filter einen Eintrag nach oben.

# MSG_HELP_CO_BT_FILTERDOWN (2056//)
source: Move this filter down in the list.
dutch: Verplaats dit filter omlaag in de lijst.
french: Déplace ce filtre vers le base de la liste.
german: Verschiebt diesen Filter einen Eintrag nach unten.

# MSG_HELP_CO_PO_APLAY (2057//)
source: Open a file requester to select the file to play.
dutch: Open een bestandsrequester om een geluidsbestand te kiezen.
french: Ouvre une requête de fichier pour sélectionner le son à jouer.
german: Öffnet ein Dateifenster zum selektieren einer Tondatei die abgespielt werden soll.

# MSG_HELP_CO_BT_APLAY (2058//)
source: Test the sound.
dutch: Test het geluidje
french: Teste le son.
german: Testet die Tonausgabe.

# MSG_HELP_CO_ST_DESCRIPTION (2060//)
source: A custom description for this MIME type.
dutch: Een custom omschrijving voor dit MIME-type.
french: Une description personnalisée pour ce type MIME.
german: Eine eigene Beschreibung für diesen MIME-Typen.

# MSG_HELP_CO_LV_REXX (2061//)
source: List of scripts.
dutch: Lijst van scripts
french: Liste des scripts
german: Liste der Skripte.

# MSG_HELP_CO_BT_UPDATENOW (2062//)
source: Perform a check for updates now.
dutch: Kijk nu even of er updates zijn.
french: Effectue une recherche de mise à jour maintenant.
german: Führt unmittelbar eine Suche nach Updates aus.

# MSG_HELP_WR_LV_ATTACH (2063//)
source: List of attachments in this message.
dutch: Lijst van bijlagen in dit mailtje.
french: Liste des pièces jointes dans ce message.
german: Liste aller Anhänge dieser E-Mail.

# MSG_QUICKSEARCH_STR_CONTROLCHAR (2064//)
source: k
german: e

# MSG_CO_UPDATE_NEVER (2065//)
source: Never
dutch: Nooit
french: Jamais
german: niemals

# MSG_MA_EXECUTESCRIPT_TITLE (2066//)
source: Select script to execute
dutch: Kies een script om uit te voeren
french: Sélectionnez le script à exécuter
german: Auszuführendes Skript auswählen

# MSG_HELP_FI_BT_NONE (2067//)
source: Exclude all folders from the search, except the current one.
dutch: Sluit alle folders uit van zoeken, behalve de huidige folder.
french: Exclut de la recherche tous les dossiers, sauf le dossier courant.
german: Alle Postfächer von der Suche ausschließen. Nur nicht das Ausgewählte.

# MSG_MA_CONFIRMFILTER_ALL (2068//)
source: If you continue, all messages of folder '%s' will be filtered. Do you want to proceed?
dutch: Als je doorgaat worden alle mailtjes in folder %s gefilterd. Wil je doorgaan?
french: Si vous continuez, tous les messages du dossier « %s » seront filtrés. Voulez-vous continuer ?
german: Alle Nachrichten im Postfach '%s' werden im Folgenden gefiltert. Möchten Sie wirklich fortfahren?

# MSG_MA_CONFIRMFILTER_SELECTED (2069//)
source: You have selected several messages in folder '%s'. Only these messages are going to be filtered. Do you want to proceed?
dutch: Je hebt verschillende mailtjes in folder %s gekozen. Alleen deze mailtjes zullen gefilterd worden. Wil je doorgaan?
french: Vous avez sélectionné plusieurs messages dans le dossier « %s ». Seuls ces messages seront examinés pour le filtrage. Voulez-vous continuer ?
german: Sie haben mehr als eine Nachricht im Postfach '%s' selektiert. Nur diese werden im Folgenden gefiltert. Möchten Sie wirklich fortfahren?

# MSG_AB_XML (2070//)
source: XML address book (*.xml)
dutch: XML adresboek (*.xml)
french: Carnet d'adresses XML (*.xml)
german: XML-Adressbuch (*.xml)

# MSG_MA_FILTER_STATS_SPAM (2071//)
source: Filtering done: %3ld messages checked, %3ld forwarded, %3ld moved, %3ld deleted, %3ld classified as spam
dutch: Filteren gedaan: %3ld mailtjes gechecked, %3ld doorgestuurd, %3ld gearchiveerd, %3ld gewist, %3ld als spam aangemerkt.
french: Filtrage terminé : %3ld messages vérifiés, %3ld retransmis, %3ld déplacés, %3ld effacés, %3ld classés indésirables.
german: Filtervorgang beendet: %3ld Nachrichten geprüft, %3ld weitergeleitet, %3ld verschoben, %3ld gelöscht, %3ld als Spam klassifiziert

# MSG_TR_FILTER_STATS_SPAM (2072//)
source: Filtering done: %3ld messages checked, %3ld redirected, %3ld forwarded, %3ld auto-replied, %3ld command activated, %3ld moved, %3ld deleted, %3ld classified as spam
dutch: Filteren gedaan: %3ld mailtjes gecontroleerd, %3ld omgeleid, %3ld doorgestuurd, %3ld auto-beantwoord %3ld opdracht geaktiveerd %3ld verplaatst %3ld gewist %3ld aangemerkt als spam
french: Filtrage terminé : %3ld messages vérifiés, %3ld détournés, %3ld retransmis, %3ld répondus, %3ld commandes exécutées, %3ld déplacés, %3ld supprimés, %3ld classés indésirables.
german: Filtervorgang abgeschlossen: %3ld Nachrichten überprüft, %3ld umgeleitet, %3ld weitergeleitet, %3ld beantwortet, %3ld starteten Befehl, %3ld verschoben, %3ld gelöscht, %3ld als Spam klassifiziert

# MSG_FCHANGE_WARN_TITLE (2078//)
source: Filechange warning
dutch: Waarschuwing voor bestandswijziging
french: Avertissement de fichier modifié
german: Warnung wegen Dateiänderung

# MSG_FCHANGE_WARN (2079//)
source: While you have edited the message text of write window %ld in an external editor, the text in the internal text editor has also been altered. Do you really want to use the text of the external editor dropping the changes done in the internal editor?
dutch: Je hebt de tekst in het schrijfvenster %ld bewerkt met een externe editor, maar de tekst in de interne editor is ook gewijzigd. Wil je de tekst van de externe editor gebruiken en de wijzigingen van de interne editor verliezen?
french: Alors que vous éditiez le texte du message de la fenêtre de rédaction %ld dans l'éditeur externe, le texte de l'éditeur interne a également été modifié. Voulez-vous utiliser le texte du l'éditeur externe et abandonner les modifications faites dans l'éditeur interne ?
german: Während Sie den Nachrichtentext des Schreibfenster %ld im externen Editor geändert haben, wurde der Text im internen Editor ebenfalls geändert. Wollen Sie den Text des externen Editors verwenden und die gemachten Änderungen im internen Editor verwerfen?

# MSG_LOG_SENDING_FAILED (2080//)
source: Sending %ld message(s) using SMTP server '%s' failed
dutch: Versturen van %ld mailtje(s) via SMTP-server '%s' is mislukt
french: L'envoi de %ld messages(s) en utilisant le serveur SMTP '%s' a échoué
german: Senden von %ld Nachricht(en) via SMTP-Server '%s' fehlgeschlagen

# MSG_HELP_EA_ST_BIRTHDAY (2081//)
source: Date of birth in locale format (e.g. 19.06.1974 or 19/06/1974).
dutch: Geboortedatum in AmigaDOS formaat (10-Jan-1950).
french: Date de naissance au format local. (par exemple 19.06.1974 ou 19/06/1974)
german: Geburtsdatum Benutzen Sie das landestypische Format, z.B. 19.06.1974.
russian: Дата рождения. Используйте формат АмигаДОС, например, 10-Jan-1950.

# MSG_ERROR_THREADS (2082//)
source: Cannot initialize thread system.
dutch: Kan threadsysteem niet initialiseren
french: Impossible d'initialiser le système de thread.
german: Kann das Thread-System nicht initialisieren.

# MSG_ERROR_PLAYSOUND (2083//)
source: An error occurred while trying to play the sound file '%s'. This could be either due to a broken or unsupported sound file or because your sound datatype is not properly working.
dutch: Er ging iets mis bij het afspelen van geluidsbestand '%s'. Dit kan komen door een kapot of niet-ondersteund bestand of omdat jouw geluids-datatype niet goed werkt.
french: Une erreur est survenue lors de la tentative de lecture du fichier son « %s ». Cela peut soit être dû à un fichier son corrompu ou non supporté ou à un datatype sonore qui ne fonctionne pas correctement.
german: Beim Abspielen der Tondatei '%s' ist ein Fehler aufgetreten. Der Grund dafür könnte entweder eine beschädigte bzw- nicht unterstützte Tondatei sein, oder Ihr Datatype für Tondateien funktioniert nicht ordnungsgemäß.

# MSG_WR_CHARSET (2084//)
source: _Charset
french: Jeu de _Caractères
german: Zeichenko_dierung

# MSG_HELP_WR_PO_CHARSET (2085//)
source: Use the popup button to select the character set you would like YAM to use for this mail. This defaults to the global character set.
dutch: Gebruik de pop-up buttons om de karakterset te kiezen die je voor dit mailtje wil gebruiken.
french: Utilisez la liste déroulante pour sélectionner le jeu de caractères que vous souhaitez que YAM utilise pour ce courrier. Par défaut, le jeu de caractères global est utilisé.
german: Mit Hilfe des PopUp-Knopfes können Sie die Zeichenkodierung auswählen, die YAM für diese verwenden soll. Standardmäßig wird die globale Zeichenkodierung verwendet.

# MSG_ABOUTYAM (2086//)
source: About YAM
dutch: Over YAM
french: À propos de YAM
german: Über YAM

# MSG_ER_CONNECTERR_SOCKET_IN_USE_POP3 (2087//)
source: Couldn't connect to host '%s' of account '%s'. A TCP/IP socket connection seems to be already active. Please close any other existing transfers.
dutch: Kan niet verbinden met host '%s' van account '%s'. Er schijnt al een TCP/IP-socketverbinding te bestaan. Je moet alle andere overdrachten afsluiten.
french: Impossible de se connecter à l'hôte « %s » du compte « %s ». Une connexion socket TCP/IP semble être déjà active. Veuillez fermer tous les autres transferts en cours.
german: Verbindung zu '%s' von Konto '%s' konnte nicht aufgebaut werden. Die TCP/IP-Socket-Verbindung scheint schon aktiv zu sein. Bitte beenden Sie alle anderen existierenden Verbindungen.

# MSG_ER_CONNECTERR_TIMEDOUT_POP3 (2088//)
source: Couldn't connect to host '%s' of account '%s'. The mail server didn't respond within the predefined time frame and therefore timed out.
dutch: Kan niet verbinden met host '%s' van account '%s'. De mailserver reageerde niet binnen de tijd.
french: Impossible de se connecter à l'hôte « %s » du compte « %s ». Le serveur de courrier n'a pas répondu dans le délai imparti.
german: Verbindung zu '%s' von Konto '%s' konnte nicht aufgebaut werden. Der Postserver hat nicht in der erwarteten Zeit geantwortet.

# MSG_ER_CONNECTERR_NO_SOCKET_POP3 (2089//)
source: Couldn't connect to host '%s' of account '%s'. YAM wasn't able to establish a socket connection to the mail server. Please make sure that your TCP/IP stack is online and working properly.
dutch: Kan niet verbinden met '%s' van account '%s'. YAM kan geen socketverbinding tot stand brengen met de mailserver. Zorg ervoor dat jouw TCP/IP-stack online is en naar behoren werkt.
french: Impossible de se connecter à l'hôte « %s » du compte « %s ». YAM n'a pas été en mesure d'établir une connexion socket vers le serveur de courrier. Veuillez vous assurer que votre pile TCP/IP est bien démarrée et fonctionne correctement.
german: Verbindung zu '%s' von Konto '%s' konnte nicht aufgebaut werden. YAM konnte keine Verbindung zum Postserver aufbauen. Bitte stellen Sie sicher, dass Ihr TCP/IP-Stack läuft und korrekt funktioniert.

# MSG_ER_CONNECTERR_NO_NONBLOCKIO_POP3 (2090//)
source: Couldn't connect to host '%s' of account '%s'. YAM wasn't able to establish a non-blocking I/O connection to the mail server. Please make sure that your TCP/IP stack can establish non-blocking I/O connections.
dutch: Kan niet verbinden met host '%s' van account '%s'. YAM kan geen non-blocking IO-verbinding met de mailserver tot stand brengen. Zorg ervoor dat jouw TCP/IP-stack wel zo'n verbinding kan maken.
french: Impossible de se connecter à l'hôte « %s » du compte « %s ». YAM n'a pas été en mesure d'établir une connexion avec accès non bloquant. Veuillez vous assurer que votre pile TCP/IP peut établir de telles connexions.
german: Verbindung zu '%s' von Konto '%s' konnte nicht aufgebaut werden. YAM konnte keine nicht blockierende Verbindung zum Postserver aufbauen. Bitte stellen Sie sicher, dass Ihr TCP/IP-Stack in der Lage ist nicht blockierende Verbindungen aufzubauen.

# MSG_ER_UNKNOWN_HOST_POP3 (2091//)
source: Unknown POP3 server '%s' of account '%s'. TCP/IP is offline or the server address is invalid.
dutch: Onbekende POP3-server '%s' van account '%s'. TCP/IP is offline of het serveradres is ongeldig.
french: Serveur POP3 « %s » du compte « %s » inconnu. La couche TCP/IP est hors ligne ou l'adresse du serveur est invalide.
german: Unbekannter POP3-Server '%s' von Konto '%s'. Der TCP/IP-Stack ist inaktiv oder die Serveradresse ist ungültig.

# MSG_ER_CANNOT_CONNECT_POP3 (2092//)
source: Couldn't connect to host '%s' of account '%s'. The mail server is currently down or doesn't support the POP3 protocols.
dutch: Kan niet verbinden met host '%s' van account '%s'. De mailserver is momenteel down of ondersteunt geen POP3-protocollen.
french: Impossible de se connecter à l'hôte « %s » du compte « %s ». Le serveur de courrier est hors service, ou ne supporte pas le protocole POP3.
german: Keine Verbindung mit '%s' von Konto '%s'. Der Postserver ist zur Zeit nicht verfügbar oder er unterstützt das POP3-Protokoll nicht.

# MSG_ER_POP3WELCOME (2093//)
source: POP3 server '%s' of account '%s' replied with an error message during the welcome procedure and the connection was terminated: %s
dutch: POP3-server '%s' '%s' antwoordde met een foutmelding tijdens de welkomstprocedure en de verbinding werd afgesloten: %s
french: Le serveur POP3 « %s » du compte « %s » a répondu par un message d'erreur lors de la procédure d'accueil et la communication a été interrompue : %s
german: Der POP3 Server '%s' von Konto '%s' hat mit einer Fehlermeldung beim Verbindungsaufbau reagiert und die Verbindung wurde daraufhin beendet: %s

# MSG_ER_BADRESPONSE_POP3 (2094//)
source: Bad response from mail server '%s' of account '%s' to command '%s': %s The mail server couldn't execute the command and replied with the above error message.
dutch: Slechte reactie van mailserver '%s' van account '%s' op opdracht '%s': %s De mailserver kan die opdracht niet uitvoeren en antwoordt met bovenstaande foutmelding.
french: Mauvaise réponse du serveur de courrier « %s » du compte « %s » à la commande « %s » : %s Le serveur de mail n'a pas pu exécuter la commande et a répondu par le message d'erreur ci-dessus.
german: Der Postserver '%s' von Konto '%s' hat auf den Befehl '%s' falsch geantwortet: %s Der Postserver konnte den Befehl nicht ausführen und antwortete mit obiger Fehlermeldung.

# MSG_ER_INITTLS_POP3 (2095//)
source: Couldn't initialize TLSv1/SSLv3 session with host '%s' of account '%s'.
dutch: Kan de TLSv1/SSLv3-sessie met host '%s' van account '%s" niet initializeren.
french: Impossible d'initialiser la session TLSv1/SSLv3 avec l'hôte « %s » du compte « %s ».
german: Fehler beim Initialisieren der TLSv1/SSLv3 Session mit Server '%s' von Konto '%s'.

# MSG_ER_NO_APOP (2096//)
source: The POP3 server '%s' of account '%s' doesn't support APOP. Please disable APOP in the configuration.
dutch: De POP3-server '%s' van account '%s' ondersteunt geen APOP. Je moet APOP in de configuratie uitschakelen.
french: Le serveur POP3 « %s » du compte « %s » ne supporte pas APOP. Veuillez désactivez l'option dans la configuration.
german: Der POP3-Server '%s' von Konto '%s' unterstützt kein APOP. Schalten Sie die APOP-Option in der YAM-Konfiguration aus.

# MSG_ER_CONNECTERR_SOCKET_IN_USE_SMTP (2097//)
source: Couldn't connect to host '%s'. A TCP/IP socket connection seems to be already active. Please close any other existing transfers.
dutch: Kan niet verbinden met host '%s'. Er schijnt al een TCP/IP-socketverbinding actief te zijn. Je moet alle andere bestaande overdrachten sluiten.
french: Impossible de se connecter à l'hôte « %s ». Une connexion socket TCP/IP semble être déjà active. Veuillez fermer tous les autres transferts en cours.
german: Verbindung zu '%s' konnte nicht aufgebaut werden. Die TCP/IP-Socket-Verbindung scheint schon aktiv zu sein. Bitte beenden Sie alle anderen existierenden Verbindungen.

# MSG_ER_CONNECTERR_TIMEDOUT_SMTP (2098//)
source: Couldn't connect to host '%s'. The mail server didn't respond within the predefined time frame and therefore timed out.
dutch: Kan niet verbinden met host '%s'. De mailserver antwoorde niet binnen de gestelde tijd.
french: Impossible de se connecter à l'hôte « %s ». Le serveur de courrier n'a pas répondu dans le délai imparti.
german: Verbindung zu '%s' konnte nicht aufgebaut werden. Der Postserver hat nicht in der erwarteten Zeit geantwortet.

# MSG_ER_CONNECTERR_NO_SOCKET_SMTP (2099//)
source: Couldn't connect to host '%s'. YAM wasn't able to establish a socket connection to the mail server. Please make sure that your TCP/IP stack is online and working properly.
dutch: Kan niet verbinden met host '%s'. YAM kan geen socketverbinding met de mailserver tot stand brengen. Zorg ervoor dat jouw TCP/IP-stack online is en naar behoren werkt.
french: Impossible de se connecter à l'hôte « %s ». YAM n'a pas été en mesure d'établir une connexion socket vers le serveur de courrier. Veuillez vous assurer que votre pile TCP/IP est bien démarrée et fonctionne correctement.
german: Verbindung zu '%s' konnte nicht aufgebaut werden. YAM konnte keine Verbindung zum Postserver aufbauen. Bitte stellen Sie sicher, dass Ihr TCP/IP-Stack läuft und korrekt funktioniert.
