Repository: Futaura/yam
Catalog: locale/*.po
Languages: dutch, french, german, russian

# MSG_TR_ApplyFilters (1060//)
source: Applying remote filters...
dutch: Remote filters toepassen...
french: Application du filtrage à distance...
german: Wende Remote-Filter an...
russian: Применяю фильтры...

# MSG_TR_SendHello (1061//)
source: Sending 'Hello'...
dutch: Zend 'Hello'...
french: Envoi « Hello »...
german: Sende 'HELO'...
russian: Посылаю «Hello»...

# MSG_TR_Exporting (1065//)
source: Exporting message...
dutch: Exporteer mailtjes...
french: Export les messages...
german: Exportiere Nachricht...
russian: Экспортирую сообщение...

# MSG_TR_Sending (1066//)
source: Sending message...
dutch: Zend mailtje...
french: Envoi du courrier...
german: Sende Nachricht...
russian: Посылаю сообщение...

# MSG_TR_Importing (1067//)
source: Importing message...
dutch: Importeer mailtje...
french: Importe le(s) message(s)...
german: Importiere Nachricht...
russian: Импортирую сообщение...

# MSG_TR_DeletingServerMail (1068//)
source: Deleting mail on server...
dutch: Wis mailtje op server...
french: Efface le message sur le serveur...
german: Lösche Nachricht auf Server...
russian: Удаляю сообщения на сервере...

# MSG_TR_FilterStats (1070//)
source: Filtering done: %3ld messages checked, %3ld redirected, %3ld forwarded, %3ld auto-replied, %3ld command activated, %3ld moved, %3ld deleted
dutch: Filteren is klaar: %3ld mailtjes gecontroleerd, %3ld teruggestuurd, %3ld verder gestuurd, %3ld beantwoord, %3ld opdrachten geactiveerd, %3ld verplaatst, %3ld gewist
french: Filtrage terminé : %3ld messages vérifiés, %3ld détournés, %3ld retransmis, %3ld répondus, %3ld commandes exécutées, %3ld déplacés, %3ld supprimés.
german: Filtervorgang abgeschlossen: %3ld Nachrichten überprüft, %3ld umgeleitet, %3ld weitergeleitet, %3ld beantwortet, %3ld starteten Befehl, %3ld verschoben, %3ld gelöscht
russian: Фильтрование: %3ld сообщений проверено, %3ld перенаправлено, %3ld цитировано, %3ld автоответов, %3ld команд активировано, %3ld перемещено, %3ld удалено.

# MSG_TR_NewMail (1071//)
source: New mail
dutch: Nieuwe mail
french: Nouveau courrier
german: Neue Post
russian: Новая почта

# MSG_TR_Downloading (1072//)
source: Downloading message...
dutch: Download mailtje...
french: Télécharge le courrier...
german: Lade Nachricht...
russian: Забираю сообщения...

# MSG_TR_MailTransferFrom (1073//)
source: Mail transfer from '%s'
dutch: Mailoverdracht van %s
french: Réception du courrier depuis « %s »
german: Posttransfer von '%s'
russian: Пересылка почты от '%s'

# MSG_TR_MailTransferTo (1074//)
source: Mail transfer to '%s'
dutch: Mailoverdracht naar %s
french: Envoi du courrier vers « %s »
german: Posttransfer nach '%s'
russian: Пересылка почты на '%s'

# MSG_TR_MsgInFile (1075//)
source: Messages in file %s
dutch: Mailtjes in bestand %s
french: Messages dans le fichier %s
german: Nachrichten in der Datei %s
russian: Сообщения в файле %s

# MSG_TR_Control (1077//)
source: Control
dutch: Controle
french: Contrôle
german: Kontrolle
russian: Управление

# MSG_TR_All (1078//)
source: A_ll
dutch: A_lles
french: _Tous
german: All_e
russian: _Все

# MSG_TR_DownloadOnly (1079//)
source: _Download only
dutch: Alleen _downloaden
french: Charger _uniquement
german: _Nur laden
russian: Только _забрать

# MSG_TR_Leave (1080//)
source: L_eave
dutch: Lat_en staan
french: _Laisser sur serveur
german: _Ignorieren
russian: Остав_ить

# MSG_TR_Clear (1082//)
source: _Clear
dutch: _Niks
french: Au_cun
german: _Keine
russian: О_чистить

# MSG_TR_DeleteOnly (1083//)
source: Delete _only
dutch: Alleen wissen
french: Effacer sur _serveur
german: Nur l_öschen
russian: Только _удалить

# MSG_TR_DownloadDelete (1084//)
source: Do_wnload & delete
dutch: Do_wnloaden & wissen
french: C_harger et effacer
german: _Laden & löschen
russian: Забрат_ь и удалить

# MSG_TR_Abort (1088//)
source: _Abort
dutch: _Breek af
french: _Annuler
german: _Abbrechen
russian: Прер_вать

# MSG_HELP_TR_TX_STATUS (1092//)
source: Current state of mail transfer.
dutch: Huidige status van mailoverdracht.
french: État actuel de la transmission
german: Aktueller Status des Posttransfers.
russian: Текущее состояние пересылки почты.

# MSG_HELP_TR_BT_ABORT (1093//)
source: Abort mail transfer as soon as possible.
dutch: Mailoverdracht zo gauw mogelijk afbreken.
french: Interrompt le transfert dès que possible.
german: Unterbreche Posttransfer bei der nächsten Gelegenheit.
russian: Прервать пересылку, как только это станет возможно.

# MSG_ER_ErrorMessages (1094//)
source: Error messages
dutch: Foutmeldingen
french: Messages d'erreur
german: Fehlermeldungen
russian: Сообщения об ошибках

# MSG_ER_PrevError (1095//)
source: _Previous error
dutch: Vo_rige fout
french: Erreur _précédente
german: _Vorheriger Fehler
russian: Предыдущая ошибка

# MSG_ER_NextError (1096//)
source: _Next error
dutch: Vo_lgende fout
french: Erreur _suivante
german: _Nächster Fehler
russian: Следующая ошибка

# MSG_ER_Clear (1097//)
source: _Delete messages
dutch: _Wis meldingen
french: _Effacer les messages
german: _Meldungen löschen
russian: Удалить сообщения

# MSG_ER_Close (1098//)
source: _Close window
dutch: _Sluit venster
french: _Fermer la fenêtre
german: _Fenster schließen
russian: Закрыть окно

# MSG_ER_CantCreateFile (1100//)
source: Couldn't write to file '%s'. Make sure that the path exists and that the volume isn't write protected.
dutch: Kan niet schrijven naar bestand %s. Bestaat dat pad eigenlijk wel of is het volume misschien tegen schrijven beveiligd?
french: Impossible d'écrire le fichier « %s ». Vérifiez que le chemin soit correct et que le supportne soit pas protégé en écriture.
german: Kann Datei '%s' nicht erstellen. Versichern Sie sich, dass der Pfad existiert und das Laufwerk nicht schreibgeschützt ist.
russian: Не записать файл «%s». Убедитесь, что маршрут существует и диск не защищён от записи.

# MSG_ER_CantCreateDir (1101//)
source: Couldn't create directory '%s'. Make sure that the volume isn't write protected.
dutch: Kan geen directory %s maken. Is het volume misschien tegen schrijven beveiligd?
french: Impossible de créer le répertoire « %s ». Vérifiez que le support ne soit pas protégé en écriture.
german: Kann Verzeichnis '%s' nicht erstellen. Versichern Sie sich, dass das Laufwerk nicht schreibgeschützt ist.
russian: Не создать каталог «%s». Убедитесь, что диск не защищён от записи.

# MSG_ER_ErrorNoAlias (1102//)
source: You must specify an alias to identify this entry.
dutch: Je moet een alias opgeven om deze invoer te identificeren
french: Vous devez spécifier un alias pour identifier la personne.
german: Sie müssen einen Alias angeben, um diesen Eintrag zu identifizieren.
russian: Вам следует задать псевдоним для идентификации этой записи!

# MSG_ER_ErrorNoAddress (1103//)
source: You must specify an address for this entry.
dutch: Je moet een adres voor deze invoer opgeven
french: Vous devez spécifier une adresse dans cette zone.
german: Sie müssen für diesen Eintrag eine Adresse angeben.
russian: Вам следует задать адрес для этой записи!

# MSG_ER_ErrorDateFormat (1107//)
source: Invalid date/time format. The date and time has to be specified in a compatible format. Example: %s
dutch: Ongeldig formaat voor datum/tijd. De datum en tijd moeten in een vergelijkbaar formaat zijn. Bijvoorbeeld: %s.
french: Format date/heure invalide. La date et l'heure doivent être spéciées dans un format compatible. Exemple : %s
german: Ungültiges Datum/Zeit-Format. Das Datum/Zeit muss in einem kompatiblen Format angegeben werden. Beispiel: %s
russian: Неправильный формат даты/времени. Дата должна быть задана в формате АмигаДОС. Например: %s

# MSG_ER_CantOpenTempfile (1109//)
source: Couldn't open temporary file '%s'. Check the path settings in the configuration.
dutch: Kan tijdelijk bestand %s niet openen. Controleer het pad in de configuratie.
french: Impossible d'ouvrir le fichier temporaire « %s ». Vérifiez le chemin d'accès dans la configuration.
german: Kann temporäre Datei '%s' nicht öffnen. Überprüfen Sie die Pfadeinstellung in der Konfiguration.
russian: Не открыть временный файл «%s». Проверьте маршрут в конфигурации.

# MSG_ER_CantCreateTempfile (1110//)
source: Couldn't create temporary file. Reason: out of memory or invalid path specified in the configuration.
dutch: Kan geen tijdelijk bestand maken omdat er te weinig geheugen beschikbaar is of omdat er in de config een verkeerd pad is aangegeven.
french: Impossible de créer le fichier temporaire. Raison : l'espace disque insuffisant ou le chemin d'accèsspécifié dans la configuration est invalide.
german: Kann temporäre Datei nicht erstellen. Grund: zu wenig Speicher oder Angabe eines ungültigen Pfads in der Konfiguration.
russian: Не создать временный файл. Причина: недостаточно памяти или задан неправильный маршрут.

# MSG_ER_ErrorConsole (1111//)
source: Couldn't open console window for script.
dutch: Kan consolevenster voor script niet openen
french: Impossible d'ouvrir une fenêtre pour le script.
german: Kann Konsolenfenster für Skript nicht öffnen.
russian: Не открыть консольное окно для сценария.

# MSG_ER_ErrorARexxScript (1112//)
source: Couldn't send ARexx command '%s'. Make sure that the script exists.
dutch: Kan ARexx-opdracht %s niet versturen. Bestaat dat script eigenlijk wel?
french: Impossible d'exécuter la commande ARexx « %s ». Vérifiez l'existance du script.
german: Kann ARexx-Befehl '%s' nicht senden. Versichern Sie sich, dass das Skript existiert.
russian: Не послать АRexx команду «%s». Возможно сценарий не существует.

# MSG_ER_CantOpenFile (1122//)
source: Couldn't read from file '%s'. The file doesn't seem to exist.
dutch: Kan niet lezen van het bestand %s. Het lijkt er op dat het bestand niet bestaat.
french: Impossible de lire le fichier « %s ». Ce fichier ne semble pas exister.
german: Kann Datei '%s' nicht öffnen. Die Datei scheint nicht zu existieren.
russian: Не прочитать файл «%s». Кажется, файл не существует.

# MSG_ER_UUSize (1123//)
source: Decoded size (%ld) does not match original size (%ld). A faulty UU-encoder was used, or the message is truncated.
dutch: Gecodeerde grootte (%ld) komt niet overeen met originele grootte (%ld). Er is een verkeerde UU-encoder gebruikt, of het mailtje is beschadigd.
french: La taille décodée (%ld) ne correspond pasà la taille d'origine (%ld). Un mauvais encodeur UU a été utilisé ou le message est tronqué.
german: Dekodierte Größe (%lD) stimmt nicht mit der ursprünglichen Größe (%lD) überein. Grund: fehlerhafter UUcode Kodierer oder unvollständige Nachricht.
russian: Декодированный размер [%lD] не совпадает с исходным размером [%lD]. Или используется плохой кодер UUE или сообщение повреждено.

# MSG_ER_DocNotFound (1124//)
source: HTML document '%s' not found. The file doesn't exist on the WWW server.
dutch: Kan HTML-document %s niet vinden. Het bestand bestaat niet op de WWW-server.
french: Le document HTML « %s » n'a pas été trouvé. Le fichier n'existe pas sur le serveur WWW.
german: Kann HTML-Dokument '%s' nicht finden. Die Datei existiert nicht auf dem WWW-Server.
russian: HTML документ «%s» не найден. Файл отсутствует на WWW сервере.

# MSG_ER_SendHTTP (1125//)
source: Couldn't send HTTP request. Requesting a document from the WWW server failed.
dutch: Kan geen HTTP-verzoek versturen. Verzoek om een bestand van de WWW-server liep op niets uit.
french: Ne peut pas envoyer la requête HTTP. La demande au serveur WWW a échoué.
german: Kann HTTP-Anfrage nicht senden. Ein Dokument konnte nicht vom WWW-Server angefordert werden.
russian: Не отослать HTTP запрос. Неудачный запрос документа с WWW сервера.

# MSG_ER_ConnectHTTP (1126//)
source: Couldn't connect to WWW server '%s'. Possible reasons: TCP/IP offline, invalid address, server is currently down or doesn't support HTTP requests.
dutch: Kan niet verbinden met WWW-server %s. Mogelijke oorzaken: TCP/IP offline, ongeldig adres, server ligt momenteel plat of ondersteunt geen HTTP-verzoeken.
french: Impossible de se connecter au serveur WWW « %s ». Raisons possibles : la couche TCP/IP est hors ligne, l'adresse du serveur est invalide, le serveur est hors service ou ne supporte pas les requêtes HTTP.
german: Keine Verbindung mit WWW-Server '%s'. Mögliche Gründe: TCP/IP-Stack inaktiv, ungültige Adresse, Server läuft momentan nicht oder unterstützt kein HTTP.
russian: Не соединиться с WWW сервером «%s». Возможные причины: TCP/IP в офф-лайне, неправильный адрес, сервер не работает или не поддерживает HTTP запросы.

# MSG_ER_ErrorWriteMailfile (1132//)
source: Write error on mail file: %s. YAM can't save the message to disk, maybe you're out of disk space.
dutch: Schrijfout in mailbestand %s. YAM kan het mailtje niet op schijf opslaan; misschien heb je tekort aan schijfruimte.
french: Erreur d'écriture pour : %s. YAM ne peut pas enregistrer le message sur disque. L'espace disque doit être insuffisant.
german: Fehler beim Schreiben der Nachrichtdatei: %s. YAM kann die Nachricht nicht auf der Festplatte speichern, vielleicht ist diese voll.
russian: Ошибка записи файла с сообщением «%s». YAM не может записать сообщение на диск, скорее всего он заполнен.

# MSG_ER_ErrorReadMailfile (1135//)
source: Read error on mail file: %s. The file exists, but there was an error while reading it.
dutch: Leesfout in mailbestand %s. Het bestand bestaat wel, maar kan niet gelezen worden.
french: Erreur de lecture pour : %s Le fichier existe, mais il y a eu une erreur durant la lecture.
german: Fehler beim Lesen der Nachrichtendatei: %s. Die Datei existiert zwar, aber beim Lesen trat ein Fehler auf.
russian: Ошибка чтения файла с сообщением «%s». Файл существует, но произошла ошибка во время его считывания.

# MSG_ER_MissingDirectory (1137//)
source: You must specify a directory for the new user.
dutch: Je moet een directory opgeven voor de nieuwe gebruiker.
french: Vous devez spécifier un répertoire pour ce nouvel utilisateur.
german: Sie müssen ein Verzeichnis für den neuen Benutzer angeben.
russian: Вам следует указать каталог для нового пользователя!

# MSG_ER_MissingName (1138//)
source: You must specify a name for the new user.
dutch: Je moet een naam opgeven voor de nieuwe gebruiker.
french: Vous devez spécifier un nom pour ce nouvel utilisateur.
german: Sie müssen einen Namen für den neuen Benutzer angeben.
russian: Вам следует задать имя нового пользователя!

# MSG_ER_NoPublicKeys (1139//)
source: No public PGP keys found. Make sure that PGP is installed and the required settings are made in the configuration of YAM.
dutch: Geen openbare PGP-sleutels gevonden. Zorg ervoor dat PGP geïnstalleerd is en dat in de YAM-config de vereiste instellingen gemaakt zijn.
french: La clé publique PGP n'a pas été trouvée. Vérifiez que PGP est installé et réglez les paramètres correspondant dans la configuration de YAM.
german: Keine öffentlichen PGP-Schlüssel gefunden. Versichern Sie sich, dass PGP installiert ist und nehmen Sie die erforderlichen Einstellungen in YAM vor.
russian: PGP ключ не найден. Убедитесь, что у вас установлен пакет PGP, и YAM правильно настроен на работу с ним.

# MSG_ER_PGPreturnsError (1140//)
source: The following PGP command returned with an error: '%s' Check the file %s for a diagnosis.
dutch: De volgende PGP-opdracht kwam terug met een foutmelding: %s Controleer het bestand %s voor een diagnose.
french: La commande PGP suivante a retourné une erreur : « %s » Consultez le fichier %s pour obtenir un diagnostique.
german: Der folgende PGP-Befehl verursachte einen Fehler: '%s' Eine Diagnose finden Sie in der Datei %s.
russian: PGP команда завершила работу с ошибкой: «%s» Проверьте файл «%s» для диагностики.

# MSG_ER_PGPnotfound (1141//)
source: Couldn't execute PGP command. Check if %s exists.
dutch: Kan PGP-opdracht niet uitvoeren. Controleer of %s wel bestaat.
french: Pas pu exécuter la commande PGP. Vérifiez si %s existe.
german: Konnte PGP-Befehl nicht ausführen. Überprüfen Sie, ob %s existiert.
russian: Не выполнить PGP команду. Проверьте, существует ли файл «%s»

# MSG_ER_AliasNotFound (1143//)
source: Unknown alias or name: %s. YAM couldn't find the e-mail address of this recipient in the address book. Please verify the spelling.
dutch: Onbekende alias of naam %s. YAM kan in het adresboek geen e-mailadres vinden voor deze geadresseerde. Controleer de spelling.
french: Nom ou alias : « %s » inconnu. YAM n'a pas trouvé l'adresse électronique de ce destinataire dans le carnet d'adresses. Vérifiez l'orthographe.
german: Unbekannter Alias oder Name: %s. YAM konnte die E-Mail-Adresse dieses Benutzers im Adressbuch nicht finden. Überprüfen Sie die Schreibweise.
russian: Неизвестный псевдоним или имя: «%s». YAM не может найти E-Mail адрес этого получателя в адресной книге. Пожалуйста, проверьте написание.

# MSG_ER_ErrorNoPGPId (1146//)
source: Couldn't find PGP ID for '%s' in the address book, now trying '%s'.
dutch: Kan geen PGP ID vinden voor %s in het adresboek. Probeer het nu met %s.
french: Pas pu trouver l'ID PGP pour « %s » dans le carnet d'adresses, j'essaye « %s ».
german: Konnte das PGP-Kürzel von '%s' im Adressbuch nicht finden, versuche es nun mit '%s'.
russian: Не найти PGP ID для «%s» в адресной книге, пробую «%s».

# MSG_ER_ErrorAppendKey (1147//)
source: Couldn't append public PGP key %s. There was a problem extracting it from the PGP keyring.
dutch: Kan geen openbare PGP-sleutel %s toepassen. Er was een probleem bij het onttrekken aan de PGP-sleutelhanger.
french: Pas pu ajouter la clé publique PGP « %s ». Il y a un problème d'extraction du trousseau.
german: Kann öffentlichen PGP-Schlüssel %s nicht anhängen. Beim Extrahieren des Schlüssels vom PGP-Schlüsselring trat ein Problem auf.
russian: Не добавить общий PGP ключ «%s». Возможно возникли проблемы с распаковкой PGP.

# MSG_DI_Alias (1148//)
source: _Abbreviation
dutch: _Afkorting
french: _Abréviation
german: _Abkürzung
russian: _Сокращение

# MSG_DI_New (1149//)
source: _New
dutch: _Nieuw
french: _Nouveau
german: _Neue
russian: _Новое

# MSG_DI_AddSelect (1150//)
source: Add _selection
dutch: _Selectie toevoegen
french: Ajouter _sélection
german: Auswahl _hinzufügen
russian: _Добавить выбор

# MSG_DI_Delete (1151//)
source: _Delete
dutch: Wis
french: E_ffacer
german: _Löschen
russian: _Удалить

# MSG_DI_Paste (1152//)
source: _Paste
dutch: _Plak
french: A_ppliquer
german: _Einfügen
russian: _Вставить

# MSG_HELP_DI_LV_ENTRIES (1153//)
source: List of available abbreviations.
dutch: Lijst van beschikbare afkortingen
french: Liste des abréviations disponibles
german: Liste der verfügbaren Abkürzungen.
russian: Список доступных сокращений.

# MSG_HELP_DI_ST_ALIAS (1154//)
source: Abbreviation of selected entry.
dutch: Afkorting van geselecteerde invoer
french: Abréviation de l'entrée sélectionnée
german: Abkürzung des gewählten Eintrags.
russian: Сокращение выбранной записи.

# MSG_HELP_DI_BT_NEW (1155//)
source: Add a new abbreviation to the glossary.
dutch: Voeg een nieuwe afkorting toe aan het overzicht.
french: Ajoute une nouvelle abréviation dans le glossaire
german: Eine neue Abkürzung ins Glossar aufnehmen.
russian: Добавить новое сокращение в словарь.

# MSG_HELP_DI_BT_ADDSELECT (1156//)
source: Create a new entry based on the text marked in the editor.
dutch: Maak een nieuwe invoer gebaseerd op te gemarkeerde tekst in de editor.
french: Crée un nouvel enregistrement basé sur le texte marqué dans l'éditeur
german: Erstellt einen neuen Eintrag basierend auf der Textmarkierung im Editor.
russian: Создать новую запись, основанную на выделенном тексте в редакторе.

# MSG_HELP_DI_BT_DELETE (1157//)
source: Remove the selected entry.
dutch: Verwijder de geselecteerde invoer
french: Supprimer l'entrée sélectionnée
german: Ausgewählten Eintrag entfernen.
russian: Удалить выбранную запись.

# MSG_HELP_DI_BT_PASTE (1158//)
source: Insert selected entry at the current position in the text editor.
dutch: Geselecteerde invoer invoegen op de huidige positie van de cursor in de teksteditor.
french: Insérer l'enregistrement sélectionné à la position actuelle dans l'éditeur
german: Ausgewählten Eintrag an der aktuellen Position im Texteditor einfügen.
russian: Вставить выбранную запись с текущей позиции курсора в редакторе.

# MSG_FI_AddFilter (1160//)
source: Add filter
dutch: Filter toevoegen
french: Ajouter filtre
german: Filter hinzufügen
russian: Добавить фильтр

# MSG_FI_AddFilterReq (1161//)
source: Enter a name for the new filter
dutch: Geef een naam voor het nieuwe filter
french: Nommer le nouveau filtre
german: Benennen Sie den neuen Filter
russian: Введите имя для нового фильтра

# MSG_FI_StatNew (1162//)
source: New/Unread
dutch: Nieuw/Ongelezen
french: Nouveau/non-lu
german: Neu/Ungelesen
russian: Новое/Не прочитанное

# MSG_FI_StatRead (1163//)
source: Read
dutch: Gelezen
french: Lu
german: Gelesen
russian: Прочитанное

# MSG_FI_StatForwarded (1164//)
source: Forwarded
dutch: Verder gezonden
french: Retransmis
german: Weitergeleitet
russian: Цитированное

# MSG_FI_StatReplied (1165//)
source: Replied
dutch: Beantwoord
french: Répondu
german: Beantwortet
russian: Отвеченное

# MSG_FI_StatQueued (1166//)
source: Queued
dutch: In wachtrij
french: En attente
german: In Warteschlange
russian: В очереди

# MSG_FI_StatFailed (1167//)
source: Send failed
dutch: Er ging iets mis bij het versturen
french: Erreur d'envoi
german: Sendefehler
russian: Неудачное отправление

# MSG_FI_StatHold (1168//)
source: On hold
dutch: In de wacht
french: Bloqué
german: Gehalten
russian: Придержанное

# MSG_FI_StatSent (1169//)
source: Sent
dutch: Verzonden
french: Envoyé
german: Gesendet
russian: Отправленное

# MSG_FI_OtherField (1176//)
source: other field:
dutch: ander veld:
french: Autre champ :
german: andere Zeile:
russian: Другие поля:

# MSG_FI_MessageSize (1177//)
source: Message size
dutch: Grootte van het mailtje
french: Taille du message
german: Größe der Nachricht
russian: Размер сообщения

# MSG_FI_MessageHeader (1178//)
source: Message headers
dutch: Header van het mailtje
french: En-têtes du message
german: Nachrichtenkopf
russian: Заголовок сообщения

# MSG_FI_MessageBody (1179//)
source: Message body
dutch: Body van het mailtje
french: Corps du message
german: Nachrichtenkörper
russian: Тело сообщения

# MSG_FI_WholeMessage (1180//)
source: Whole message
dutch: Gehele mailtje
french: Message entier
german: ganzer Nachricht
russian: Всё сообщение

# MSG_FI_SearchIn (1181//)
source: Search in
dutch: Zoek in
french: Cherche dans
german: Suchen in
russian: Поиск в

# MSG_FI_CaseSensitive (1182//)
source: Case sensitive
dutch: Hoofdlettergevoelig
french: Maj <> Min
german: Groß/Klein beachten
russian: Учёт регистра

# MSG_FI_SubString (1183//)
source: Substring search
dutch: Zoeken in substring
french: Sous-chaîne
german: Teilkettensuche
russian: Подстрока поиска

# MSG_FI_FindMessages (1184//)
source: Find messages
dutch: Zoek mailtjes
french: Rechercher des messages
german: Nachrichten suchen
russian: Поиск сообщений

# MSG_FI_AllFolders (1185//)
source: _everywhere
dutch: _overal
french: _Tous
german: _Überall
russian: _везде

# MSG_FI_FindIn (1186//)
source: Find in
dutch: Zoek in
french: Chercher dans
german: Suche in
russian: Где искать

# MSG_FI_FindWhat (1187//)
source: Find what
dutch: Zoek wat
french: Critères de recherche
german: Suche nach
russian: Что искать

# MSG_FI_UseFilter (1188//)
source: _Use filter settings
dutch: Gebr_uik filterinstellingen
french: _Utiliser un filtre
german: _Benutze Filter
russian: Использовать параметры _фильтра

# MSG_FI_AddAsFilter (1189//)
source: Add as _new filter
dutch: toevoegen als _nieuw filter
french: A_jouter en tant que filtre
german: _Erstelle neuen Filter
russian: Добавить как _новый фильтр

# MSG_FI_Results (1190//)
source: Results
dutch: Resultaten
french: Résultat
german: Resultate
russian: Результат
