Repository: Futaura/yam
Catalog: locale/*.po
Languages: dutch, french, german, russian

# MSG_TRANSFERS_IN_PROGRESS (2179//)
source: Transfers in progress
dutch: Bezig met overdracht
french: Transferts en cours...
german: Laufende Übertragungen

# MSG_ERROR_CONNECTIONS (2180//)
source: Cannot initialize connections.
dutch: Kan geen verbindingen initialiseren
french: Impossible d'initialiser les connexions.
german: Kann Verbindungen nicht initialisieren.

# MSG_LOG_CONNECT_POP3 (2181//)
source: Logged in on POP3 account '%s': %ld messages waiting
dutch: Ingelogd op POP3-account '%s': er wachten %ld mailtjes
french: Connecté sur le compte « %s » : %ld messages en attente
german: Verbunden mit POP3-Konto '%s': %ld Nachrichten vorhanden

# MSG_LOG_RETRIEVED_POP3 (2182//)
source: Retrieved %ld message(s) from POP3 account '%s'
dutch: Ontvangen: %ld mailtje(s) van POP3-account '%s'
french: %ld message(s) reçu(s) du compte POP3 « %s »
german: %ld Nachricht(en) von POP3-Konto '%s' geladen

# MSG_TR_ENTER_POP3_PASSWORD (2183//)
source: Please enter the password for POP3 account '%s':
dutch: Geef het wachtwoord op voor POP3-account '%s':
french: Veillez saisir votre mot de passe pour le compte POP3 « %s » :
german: Bitte geben Sie das Passwort für das POP3-Konto '%s' ein:

# MSG_ALTIMAGE_STATUS_DOWNLOAD (2184//3)
source: D
french: T
german: L

# MSG_TR_WAIT_FOR_PASSWORD (2187//)
source: Waiting for user's password input...
dutch: Wacht op wachtwoord van gebruiker...
french: En attente de la saisie du mot de passe...
german: Warte auf Passworteingabe des Benutzers...

# MSG_TR_WAIT_FOR_PRESELECTION (2188//)
source: Waiting for user's preselection...
dutch: Wacht op voorkeuze van gebruiker...
french: En attente de la sélection utilisateur...
german: Warte auf Vorauswahl des Benutzers...

# MSG_POP3_NEW_MAIL_NOTIFY_REQ (2189//)
source: \0338You have new mail from account '%s'.\0332 %3ld messages downloaded, %3ld left on server %3ld duplicates skipped
dutch: \e8Je hebt nieuwe mailtjes van account '%s'.\e2 %3ld mailtjes zijn gedownload, %3ld achtergelaten op server, %3ld duplicaten overgeslagen.
french: \0338Vous avez reçu du courrier du compte « %s ».\0332 %3ld messages chargés, %3ld restés sur le serveur, %3ld doublons évités.
german: \0338Sie haben neue Post vom Konto '%s'.\0332 %3ld Nachrichten geladen, %3ld verbleiben auf Server, %3ld Duplikate ignoriert

# MSG_POP3_NEW_MAIL_NOTIFY_OS4_ONE (2190//)
source: %s Received 1 new mail.
dutch: %s Ontvangen: 1 nieuw mailtje
french: %s Un nouveau message reçu.
german: %s 1 neue Nachricht empfangen.

# MSG_POP3_NEW_MAIL_NOTIFY_OS4_MANY (2191//)
source: %s Received %ld new mails.
dutch: %s Ontvangen: %ld nieuwe mailtjes
french: %s %ld nouveaux messages reçus.
german: %s %ld neue Nachrichten empfangen.

# MSG_MA_SEND_AND_GET_MAIL (2192//)
source: Send and get mail
dutch: Verzend en ontvang mailtjes
french: Envoyer/Recevoir le courrier
german: Post senden und holen

# MSG_MA_SEND_MAIL (2193//)
source: Send mail
dutch: Verzend mailtjes
french: Envoyer le courrier
german: Post senden

# MSG_MA_GET_MAIL (2194//)
source: Get mail
dutch: Ontvang mailtjes
french: Recevoir le courrier
german: Post holen

# MSG_WR_SECURITYREQ_GADS (2195//)
source: *_Plain|_Signed|_Encrypted|S_igned & encrypted|_Cancel
dutch: *Gewoon|Ondertekend|Versleuteld|Ondertekend en versleuteld|Anoniem|Afbreken
french: *A_ucune|_Signé|_Crypté|S_igné & crypté|Envoi A_nonyme|_Annuler
german: *_Unbehandelt|_Signiert|_Verschlüsselt|S_igniert&Verschl._Abbrechen

# MSG_HTTP_CONNECTING_TO_SERVER (2196//)
source: Connecting to server...
dutch: Verbinden met server...
french: Connexion au serveur...
german: Baue Verbindung zum Server auf...

# MSG_HTTP_SENDING_REQUEST (2197//)
source: Sending HTTP request...
dutch: Zend HTTP-verzoek...
french: Envoie requête HTTP...
german: Sende HTTP-Anforderung...

# MSG_HTTP_WAITING_FOR_ANSWER (2198//)
source: Waiting for server's answer...
dutch: Wacht op reactie van server...
french: Attente de la réponse du serveur...
german: Warte auf Antwort des Servers...

# MSG_HTTP_RECEIVING_DATA (2199//)
source: Receiving data...
dutch: Ontvang data...
french: Réception des données...
german: Empfange Daten...

# MSG_HTTP_DISCONNECTING_FROM_SERVER (2200//)
source: Disconnecting from server...
dutch: Verbreken met server...
french: Déconnexion du serveur...
german: Trenne Verbindung zum Server...

# MSG_SHOW_TRANSFER_WINDOW (2201//)
source: Show transfers in progress...
dutch: Toon voortgang van overdracht...
french: Affichage des transferts en cours...
german: Zeige laufende Übertragungen...

# MSG_CO_APPLY_REMOTE_FILTERS (2202//)
source: Apply remote _filters
dutch: Remote filters toepassen
french: Appliquer les _filtres à distance
german: Remote-_Filter anwenden

# MSG_HELP_CO_CH_APPLY_REMOTE_FILTERS (2203//)
source: Apply all defined remote filters when downloading mail from this server.
dutch: Alle gedefinieerde remote filters toepassen bij het downloaden van mailtjes van deze server.
french: Applique tous les filtres distants définis lors de la réception du courrier depuis ce serveur.
german: Alle definierten Remote-Filter beim Holen von Post von diesem Server anwenden.

# MSG_CO_DOWNLOAD_ON_STARTUP (2204//)
source: Check for new mail on startup
dutch: Controleren op nieuwe mailtjes bij opstarten
french: Vérifier le courrier au démarrage
german: Beim Start auf neue Post prüfen

# MSG_HELP_CO_CH_DOWNLOAD_ON_STARTUP (2205//)
source: Check this account for new mail on every startup of YAM automatically.
dutch: Controleer dit account automatisch op nieuwe mailtjes iedere keer dat YAM opgestart wordt.
french: Vérifie automatiquement ce compte à chaque démarrage de YAM.
german: Dieses Konto bei jedem Start von YAM automatisch auf neue Post prüfen.

# MSG_IMPORT_UNKNOWN_FILE_FORMAT (2206//)
source: Unknown mail file format in file '%s'.
dutch: Onbekend mailformaat in bestand '%s'.
french: Format de message inconnu dans le fichier « %s ».
german: Unbekanntes Dateiformat in Datei '%s'.

# MSG_IMPORT_NO_MAILS (2207//)
source: The file '%s' does not contain any importable mails.
dutch: Het bestand '%s' bevat geen importeerbare mailtjes
french: Le fichier « %s » ne contient aucun message importable.
german: Die Datei '%s' enthält keine importierbaren Nachrichten.

# MSG_CO_CONFIG_IS_LOCKED (2208//)
source: The configuration is currently locked. Please wait until all POP3 and SMTP transfers are finished.
dutch: De configuratie is momenteel gesloten. Je zult moeten wachten tot alle POP3-overdrachten zijn afgehandeld.
french: La configuration est actuellement verrouillée. Veuillez attendre que tous les transferts POP3 et SMTP soient terminés.
german: Die Konfiguration ist zur Zeit gesperrt. Bitte warten Sie bis alle POP3- und SMTP-Übertragungen abgeschlossen sind.

# MSG_FOLDERINFO_SHORTHELP (2209//)
source: \033bFolder\033n Name: %s Path: %s Size: %s Messages: %ld (%ld new, %ld unread)
dutch: \ebFolder\en Naam: %s Pad: %s Grootte: %s Mailtjes: %ld (%ld nieuw, %ld ongelezen)
french: \033bDossier\033n Nom : %s Chemin : %s Taille : %s Messages : %ld (%ld nouveaux, %ld non lus)
german: \033bPostfach\033n Name: %s Pfad: %s Grösse: %s Nachrichten: %ld (%ld Neu, %ld Ungelesen)

# MSG_MAILINFO_SHORTHELP (2210//)
source: \033bMail\033n From: %s <%s> To: %s <%s> Subject: %s Date: %s Filename: %s Size: %s
dutch: \ebMail\en Van: %s <%s> Aan: %s <%s> Onderwerp: %s Datum: %s Bestandsnaam: %s Grootte: %s
french: \033bMessage\033n Expéditeur : %s <%s> Destinataire : %s <%s> Sujet : %s Date : %s Fichier : %s Taille : %s
german: \033bNachricht\033n Von: %s <%s> An: %s <%s> Betreff: %s Datum: %s Dateiname: %s Grösse: %s

# MSG_CO_UPDATE_DOWNLOAD_PATH (2211//)
source: Download _path:
dutch: Download_pad:
french: Chemin de _téléchargement :
german: Download_pfad:

# MSG_UPD_NOTIFICATION_DOWNLOAD (2212//)
source: Download
french: Téléchargement
german: Update herunterladen

# MSG_TR_DOWNLOADING_FROM_SERVER (2213//)
source: Downloading from '%s'
dutch: Downloaden van '%s'
french: Téléchargement depuis « %s »
german: Dateiempfang von '%s'

# MSG_MA_HELP (2214//)
source: Help
french: Aide
german: Hilfe

# MSG_MA_HELP_CONTENTS (2215//)
source: Contents
dutch: Inhoud
french: Contenu
german: Inhalt

# MSG_MA_HELP_AREXX (2216//)
source: ARexx interface
french: Interface ARexx
german: ARexx-Schnittstelle

# MSG_EA_SEARCH_GRAVATAR (2218//)
source: Search on gra_vatar.com...
french: Rechercher sur gra_vatar.com...
german: Auf gra_vatar.com suchen...

# MSG_ER_NO_GRAVATAR_FOUND (2219//)
source: No Gravatar found for address '%s'. Perhaps the person has not uploaded a portrait image to gravatar.com yet.
dutch: Geen Gravatar gevonden voor adres '%s'. Misschien heeft deze persoon nog geen fotootje geüpload.
french: Aucun Gravatar trouvé pour l'adresse « %s ». Cette personne n'a peut-être pas encore téléchargé de portrait sur gravatar.com.
german: Kein Gravatar für die Adresse '%s' gefunden. Eventuell hat die Person noch kein Porträtbild zu gravatar.com hochgeladen.

# MSG_ER_NON_MIME_CONFORMANT_MAIL (2220//)
source: No 'MIME-Version' header line was found while scanning the mail file '%s'. The generated output may therefore contain invalid data or may be corrupted.
dutch: Er is geen MIME-versie' header gevonden bij het scannen van mailbestand '%s'. De weergave bevat misschien ongeldige data of kan corrupt zijn.
french: Aucune ligne d'entête « MIME-Version » trouvée lors de l'examen du fichier de message « %s ».Par conséquent la sortie générée peut contenir des données invalides ou être corrompue.
german: Beim Durchsuchen der Nachricht '%s' wurde keine 'MIME-Version' Kopfzeile gefunden. Die Ausgabe könnte daher möglicherweise ungültige Daten enthalten oder aber beschädigt sein.

# MSG_CO_ACTION_SET_STATUS_TO_MARKED (2221//)
source: Set status to 'Marked'
dutch: Zet status op Gemarkeerd
french: Mettre le statut « Marqué »
german: Setze Status auf 'Markiert'

# MSG_HELP_CO_CH_ACTION_SET_STATUS_TO_MARKED (2222//)
source: Set the status of the filtered mail to 'Marked'
dutch: Zet de status van gefilterde mailtjes op Gemarkeerd
french: Met le statut des courriers filtrés à « Marqué »
german: Setze den Status der gefilterten Nachricht auf 'Markiert'

# MSG_CO_ACTION_SET_STATUS_TO_UNMARKED (2223//)
source: Set status to 'Unmarked'
dutch: Zet status op Niet gemarkeerd
french: Mettre le statut « Non Marqué »
german: Setze Status auf 'Nicht Markiert'

# MSG_HELP_CO_CH_ACTION_SET_STATUS_TO_UNMARKED (2224//)
source: Set the status of the filtered mail to 'Unmarked'
dutch: Zet de status van gefilterde mailtjs op Niet gemarkeerd
french: Met le statut des courriers filtrés à « Non Marqué »
german: Setze den Status der gefilterten Nachricht auf 'Nicht Markiert'

# MSG_CO_ACTION_SET_STATUS_TO_READ (2225//)
source: Set status to 'Read'
dutch: Zet status op Gelezen
french: Mettre le statut « Lu »
german: Setze Status auf 'Gelesen'

# MSG_HELP_CO_CH_ACTION_SET_STATUS_TO_READ (2226//)
source: Set the status of the filtered mail to 'Read'
dutch: Zet de status van gefilterde mailtjes op Gelezen
french: Met le statut des courriers filtrés à « Lu »
german: Setze den Status der gefilterten Nachricht auf 'Gelesen'

# MSG_CO_ACTION_SET_STATUS_TO_UNREAD (2227//)
source: Set status to 'Unread'
dutch: Zet status op Ongelezen
french: Mettre le statut « Non Lu »
german: Setze Status auf 'Ungelesen'

# MSG_HELP_CO_CH_ACTION_SET_STATUS_TO_UNREAD (2228//)
source: Set the status of the filtered mail to 'Unread'
dutch: Zet de status van gefilterde mailtjes op Ongelezen
french: Met le statut des courriers filtrés à « Non Lu »
german: Setze den Status der gefilterten Nachricht auf 'Ungelesen'

# MSG_CO_ACTION_SET_STATUS_TO_SPAM (2229//)
source: Set status to 'Spam'
dutch: Zet status op Spam
french: Mettre le statut « Indésirable »
german: Setze Status auf 'Spam'

# MSG_HELP_CO_CH_ACTION_SET_STATUS_TO_SPAM (2230//)
source: Set the status of the filtered mail to 'Spam'
dutch: Zet de status van gefilterde mailtjes op Spam
french: Met le statut des courriers filtrés à « Indésirable »
german: Setze den Status der gefilterten Nachricht auf 'Spam'

# MSG_CO_ACTION_SET_STATUS_TO_HAM (2231//)
source: Set status to 'Not spam'
dutch: Zet status op Geen spam
french: Mettre le statut « Acceptable »
german: Setze Status auf 'kein Spam'

# MSG_HELP_CO_CH_ACTION_SET_STATUS_TO_HAM (2232//)
source: Set the status of the filtered mail to 'Not spam'
dutch: Zet de status van gefilterde mailtjes op Geen spam
french: Met le statut des courriers filtrés à « Acceptable »
german: Setze den Status der gefilterten Nachricht auf 'kein Spam'

# MSG_CO_SMTP_ACTIVE (2233//)
source: _Active
dutch: _Actief
french: _Actif
german: _Aktiv

# MSG_CO_POP_AUTH (2234//)
source: Authentification
dutch: Authentificatie
german: Authentifizierung

# MSG_HELP_CO_CY_POPAUTH (2235//)
source: When not using any connection security (TLS or SSL) the password can be send using the APOP encryption algorithm instead. (not supported by all POP3 servers)
dutch: Als je geen verbindingsbeveiliging gebruikt (TLS of SSL) kan het wachtwoord verzonden worden met het APOP-versleutelalgoritme. (wordt niet door alle POP3-servers ondersteund).
french: En n'utilisant aucune sécurité de connexion (TLS ou SSL) le mot de passe peut être envoyé en utilisant l'algorithme de cryptage APOP. (non supporté par tous les serveurs POP3)
german: Ohne Sicherung der Verbindung (TLS oder SSL) kann das Passwort mittels des APOP-Verschlüsselungs- algorithmus gesendet werden. (wird nicht von allen POP3-Servern unterstützt)

# MSG_CO_POP_AUTH_PLAIN (2236//)
source: Plain Password
dutch: Normaal wachtwoord
french: Mot de passe en clair
german: einfaches Passwort

# MSG_CO_POP_AUTH_APOP (2237//)
source: Encrypted Password (APOP)
dutch: Versleuteld wachtwoord (APOP)
french: Mot de passe crypté (APOP)
german: verschlüsseltes Passwort (APOP)

# MSG_CO_POP_SECURITY (2238//)
source: Connection Security
dutch: Verbindingsbeveiliging
french: Sécurité de connexion
german: Absicherung

# MSG_CO_POP_SECURITY_NONE (2239//)
source: No Security
dutch: Geen beveiliging
french: Aucune sécurité
german: keine Absicherung

# MSG_HELP_CO_CY_POPSECURE (2242//)
source: A STARTTLS or SSL/TLS secure connection will be established between the POP3 server and YAM to receive e-mail through an encrypted connection. If this cycle gadget is ghosted, it means AmiSSL support is currently not available.
dutch: Er wordt een veilige STARTTLS- of SSL/LTS-verbinding opgezet tussen de POP3-server en YAM zodat je mailtjes kunt ontvangen via een versleutelde verbinding. Als dit gadget grijs is dan is er momenteel geen AmiSSL-ondersteuning voorhanden.
french: Une connexion sécurisée STARTTLS ou SSL sera établie entre le serveur POP3 et YAM afin de recevoir les emails via une connexion cryptée. Si cette liste déroulante est grisée, cela signifie que le support AmiSSL n'est pas disponible actuellement.
german: Zwischen dem POP3-Server und YAM wird eine sichere Verbindung mittels STARTTLS oder SSL/TLS aufgebaut, um Nachrichten über eine verschlüsselte Verbindung zu empfangen. Falls diese Auswahl deaktiviert ist bedeutet das, dass AmiSSL nicht installiert wurde.

# MSG_CO_POP_SERVERLIST (2243//)
source: Server List
dutch: Lijst van servers
french: Liste des serveurs
german: Serverliste

# MSG_CO_POP_SERVERSETTINGS (2244//)
source: Server Settings
dutch: Serverinstellingen
french: Réglages des serveurs
german: Servereinstellungen

# MSG_CO_POP_SECURITYAUTH (2245//)
source: Security and Authentification
dutch: Beveiliging en authentificatie
french: Sécurité et Authentification
german: Absicherung und Authentifizierung

# MSG_CO_POP_MSGHANDLING (2246//)
source: Message handling
dutch: Mailtjesafhandeling
french: Gestion des messages
german: Nachrichtenbehandlung

# MSG_CO_SMTP_SERVERLIST (2247//)
source: Server List
dutch: Lijst van servers
french: Liste des serveurs
german: Serverliste

# MSG_CO_SMTP_SERVERSETTINGS (2248//)
source: Server Settings
dutch: Serverinstellingen
french: Réglages des serveurs
german: Servereinstellungen

# MSG_CO_POP_DESC (2249//)
source: Description
dutch: Omschrijving
german: Beschreibung

# MSG_HELP_CO_ST_POPDESC (2250//)
source: An arbitrary description/name for this server connection which will be used instead of user@host.
dutch: Dit is een discutabele omschrijving of naam voor deze serververbinding, die gebruikt zal worden ipv user@host.
french: Une description/nom arbitraire pour cette connexion qui sera utilisé à la place de utilisateur@hôte.
german: Eine frei wählbare Beschreibung für diese Verbindung, die anstatt von user@host verwendet wird.

# MSG_CO_SMTP_DESC (2251//)
source: Description
dutch: Omschrijving
german: Beschreibung

# MSG_HELP_CO_ST_SMTPDESC (2252//)
source: An arbitrary description/name for this server connection which will be used instead of user@host.
dutch: Een discutabele omschrijving of naam voor deze serververbinding die gebruikt zal worden ipv user@host.
french: Une description/nom arbitraire pour cette connexion qui sera utilisé à la place de utilisateur@hôte.
german: Eine frei wählbare Beschreibung für diese Verbindung, die anstatt von user@host verwendet wird.

# MSG_CO_SMTP_SECURITY (2253//)
source: Connection Security
dutch: Verbindingsbeveiliging
french: Sécurité de connexion
german: Absicherung

# MSG_CO_SMTP_SECURITY_NONE (2254//)
source: No Security
dutch: Geen beveiliging
french: Aucune sécurité
german: keine Absicherung

# MSG_CO_SMTP_SECURITYAUTH (2257//)
source: Security and Authentification
dutch: Beveiliging en authentificatie
french: Sécurité et Authentification
german: Absicherung und Authentifizierung

# MSG_HELP_CO_CY_SMTPSECURE (2258//)
source: A STARTTLS or SSL/TLS secure connection will be established between the SMTP server and YAM to receive e-mail through an encrypted connection. If this cycle gadget is ghosted, it means AmiSSL support is currently not available.
dutch: Er wordt een veilige STARTTLS- of SSL/TLS-verbinding opgezet tussen de SMTP-server en YAM zodat je mailtjes kunt ontvangen via een versleutelde verbinding. Als dit gadget grijs is, dan is er geen AmiSSL-ondersteuning voorhanden.
french: Une connexion sécurisée STARTTLS ou SSL sera établie entre le serveur SMTP et YAM afin d'envoyer les emails via une connexion cryptée. Si cette liste déroulante est grisée, cela signifie que le support AmiSSL n'est pas disponible actuellement.
german: Zwischen dem SMTP-Server und YAM wird eine sichere Verbindung mittels STARTTLS oder SSL/TLS aufgebaut, um Nachrichten über eine verschlüsselte Verbindung zu empfangen. Falls diese Auswahl deaktiviert ist bedeutet das, dass AmiSSL nicht installiert wurde.

# MSG_CO_SMTP_AUTH (2259//)
source: Authentification
dutch: Authentificatie
german: Authentifizierung

# MSG_CO_SMTPAUTH_NONE (2260//)
source: No Authentication
dutch: Geen authentificatie
french: Aucune authentification
german: keine Authentifizierung

# MSG_CO_SMTP_OPTIONS (2261//)
source: Options
dutch: Opties
german: Optionen

# MSG_CO_CRDIDENTITIES (2262//)
source: Identities
dutch: Identiteiten
french: Identités
german: Identitäten

# MSG_CO_IDENTITIES_TITLE (2263//)
source: Identities Settings
dutch: Instellingen voor identiteiten
french: Réglages des identités
german: Identitäteneinstellungen

# MSG_CO_IDENTITIES_SUMMARY (2264//)
source: Manage multiple identities for composing mails...
dutch: Beheer meervouodige identiteiten voor het schrijven van mailtjes...
french: Gère les identités pour la composition du courrier...
german: Verwalten Sie mehrere Identiäten zum Erstellen von Nachrichten...

# MSG_CO_IDENTITY_LIST (2265//)
source: Identities
dutch: Identiteiten
french: Identités
german: Identitäten

# MSG_CO_IDENTITY_SETTINGS (2266//)
source: General Settings
dutch: Algemene instellingen
french: Réglages généraux
german: Generelle Einstellungen

# MSG_CO_IDENTITY_REGISTER_SETTINGS (2268//)
source: General Settings
dutch: Algemene instellingen
french: Réglages généraux
german: Generelle Einstellungen

# MSG_CO_IDENTITY_REGISTER_COMPOSE (2269//)
source: Compose Mail
dutch: Schrijf mailtje
french: Composition de courrier
german: Nachrichten erstellen

# MSG_CO_IDENTITY_REGISTER_PGPSEC (2270//)
source: PGP-Security
dutch: PGP-beveiliging
french: Sécurité-PGP
german: PGP-Verschlüsselung

# MSG_CO_IDENTITY_NOSIGNATURE (2271//)
source: no signature
dutch: geen handtekening
french: Aucune signature
german: keine Signatur

# MSG_CO_IDENTITY_ABOVEQUOTE (2272//)
source: above quotes
dutch: boven quotes
french: au dessus des citations
german: über dem Zitat

# MSG_CO_IDENTITY_BELOWQUOTE (2273//)
source: below quotes
dutch: onder quotes
french: en dessous des citations
german: unter dem Zitat

# MSG_CO_IDENTITY_DESCRIPTION (2274//)
source: Description
dutch: Omschrijving
german: Beschreibung

# MSG_CO_IDENTITY_COMPOSE (2277//)
source: Compose mail settings
dutch: Instellingen voor schrijven
french: Réglages de composition de courrier
german: Einstellungen für neue Nachrichten

# MSG_CO_IDENTITY_CC (2278//)
source: Cc: address
dutch: Cc: adres
german: "Kopie (Cc):"-Adresse

# MSG_CO_IDENTITY_BCC (2280//)
source: Bcc: address
dutch: Bcc: adres
german: "Blindkopie (Bcc):"-Adresse

# MSG_CO_IDENTITY_REPLYTO (2282//)
source: Reply-To: address
dutch: Antwoord aan: adres
french: Adresse de réponse
german: "Antwort an:"-Adresse

# MSG_CO_IDENTITY_COMPOSE_OPTIONS (2284//)
source: Options
dutch: Opties
german: Optionen

# MSG_CO_IDENTITY_COMPOSE_QUOTE (2287//)
source: Quote messages when answering
dutch: Quote tekst bij antwoorden
french: Citer les messages lors des réponses
german: Nachrichten beim Beantworten zitieren

# MSG_CO_IDENTITY_COMPOSE_ANSWER (2288//)
source: Put my answer
dutch: Zet mijn antwoord
french: Placer ma réponse
german: Platziere meine Antwort

# MSG_CO_IDENTITY_COMPOSE_SIGNATURE (2289//)
source: Put my signature
dutch: Zet mijn handtekening
french: Placer ma signature
german: Platziere meine Signatur

# MSG_CO_IDENTITY_USESIG_REPLY (2290//)
source: Use signature when replying
dutch: Gebruik handtekening bij antwoorden
french: Utiliser une signature lors des réponses
german: Signatur beim Beantworten verwenden

# MSG_CO_IDENTITY_USESIG_FORWARD (2291//)
source: Use signature when forwarding
dutch: Gebruik handtekening bij doorsturen
french: Utiliser une signature lors du transfert
german: Signatur beim Weiterleiten verwenden

# MSG_CO_IDENTITY_PGPSETTINGS (2292//)
source: PGP-Security Settings
dutch: Instellingen PGP-beveiliging
french: Réglages de sécurité PGP
german: Einstellungen für PGP-Verschlüsselung

# MSG_CO_IDENTITY_USEPGP (2293//)
source: Use PGP for this identity
dutch: Gebruik PGP bij deze identiteit
french: Utiliser PGP pour cette identité
german: PGP für diese Identität verwenden

# MSG_CO_IDENTITY_PGPKEY_ID (2294//)
source: PGP key ID
french: ID de clef PGP
german: PGP-Schlüssel-ID

# MSG_CO_IDENTITY_PGPKEY_URL (2295//)
source: PGP key URL
french: URL de la clef PGP
german: PGP-Schlüssel-URL

# MSG_CO_IDENTITY_PGP_OPTIONS (2296//)
source: Options
dutch: Opties
german: Optionen

# MSG_CO_IDENTITY_PGP_SIGN_UNENC (2297//)
source: Sign unencrypted mails per default
dutch: Onderteken niet-versleutelde mailtjes volgens standaard
french: Signer par défaut les messages non cryptés
german: unverschlüsselte Nachrichten signieren

# MSG_CO_IDENTITY_PGP_SIGN_ENC (2298//)
source: Sign encrypted mails per default
dutch: Onderteken versleutelde mailtjes volgens standaard
french: Signer par défaut les message cryptés
german: verschlüsselte Nachrichten signieren

# MSG_CO_IDENTITY_PGP_ENCRYPTALL (2299//)
source: Encrypt all mails per default
dutch: Versleutel alle mailtjes volgens standaard
french: Crypter par défaut tous les messages
german: alle Nachrichten verschlüsseln

# MSG_CO_IDENTITY_PGP_ADDOWN (2300//)
source: Add own key when encrypting mails
dutch: Eigen sleutel bijvoegen bij alle versleutelde mailtjes
french: Ajouter sa clef lors du cryptage du courrier
german: eigenen Schlüssel verwenden
