Repository: Futaura/yam
Catalog: locale/*.po
Languages: dutch, french, german, russian

# MSG_BusyDecSaving (1293//)
source: Decoding/saving...
dutch: Ontsleutelen/bewaren...
french: Décodage et sauvegarde...
german: Dekodiere/speichere...
russian: Декодирование/запись...

# MSG_BusyDecDisplaying (1294//)
source: Decoding/displaying...
dutch: Ontsleutelen/tonen...
french: Décodage et affichage...
german: Dekodiere/zeige an...
russian: Декодирование/отображение...

# MSG_CTapplicationadosscript (1296//)
source: AmigaDOS script
french: Script AmigaDOS
german: AmigaDOS-Skript
russian: Сценарий АмигаДОС

# MSG_CTapplicationrexx (1297//)
source: Rexx script
french: Script ARexx
german: Rexx-Skript
russian: Сценарий Rexx

# MSG_FOLDER_NEWFOLDER (1300//)
source: New folder...
dutch: Nieuwe folder...
french: Nouveau dossier...
german: Neues Postfach...
russian: Новая папка...

# MSG_FOLDER_EDIT (1302//)
source: Edit...
dutch: Bewerk...
french: Éditer...
german: Bearbeiten...
russian: Изменить

# MSG_FOLDER_DELETE (1303//)
source: Delete
dutch: Wis
french: Effacer
german: Löschen
russian: Удалить

# MSG_FOLDER_IMPORT (1304//)
source: Import...
dutch: Importeer...
french: Importer...
german: Importieren...
russian: Импорт...

# MSG_FOLDER_EXPORT (1305//)
source: Export...
dutch: Exporteer...
french: Exporter...
german: Exportieren...
russian: Экспорт...

# MSG_MESSAGE_EXPORT (1313//)
source: Export...
dutch: Exporteer...
french: Exporter...
german: Exportieren...
russian: Экспорт...

# MSG_SETTINGS_USERS (1322//)
source: Users...
dutch: Gebuikers...
french: Utilisateurs...
german: Benutzer...
russian: Пользователи...

# MSG_HELP_FO_ST_MLREPLYTOADDRESS (1327//)
source: Use this 'Reply-To:' address when posting new mails to the list.
dutch: Gebruik dit Antwoord aan-adres bij het posten van nieuwe mail aan de lijst.
french: Utilise cette adresse de réponse pour poster un nouveau courrier sur une liste de discussions.
german: Diese Antwortadresse bei neuen Nachrichten für diese Liste verwenden.
russian: Использовать этот «Ответ-На» адрес при посылке сообщений в списки рассылки.

# MSG_EA_DefSecurity (1329//)
source: Sec_urity
dutch: Beve_iliging
french: Sé_curité
german: S_icherheit
russian: _Безопасность

# MSG_HELP_MA_CY_DEFSECURITY (1330//)
source: Default security for sending mail to this person.
dutch: Standaard beveiliging voor het sturen van mail naar deze persoon.
french: Sécurité par défaut pour envoyer un courrier à cette personne
german: Standardsicherheit beim Senden von Nachrichten an diese Person.
russian: Безопасность по умолчанию при посылке сообщений этой персоне.

# MSG_WR_SecDefaults (1333//)
source: Default
dutch: Standaard
french: Défaut
german: Standard
russian: По умолчанию

# MSG_ER_PGPMultipart (1334//)
source: Error creating multipart PGP message. Encrypting/signing disabled.
dutch: Er ging iets mis bij het maken van een multipart PGP-mailtje. Versleutelen en/ondertekenen is uitgeschakeld.
french: Erreur durant la création d'un message PGP multi-partie. Désactivation des fonctions de chiffrage et de signature.
german: Fehler beim Erzeugen der mehrteiligen PGP-Nachricht. Verschlüsseln/Signieren deaktiviert.
russian: Ошибка создания многосекционного PGP сообщения. Шифрование/подпись отключены!

# MSG_RE_FixedFont (1335//)
source: Fixed font?
dutch: Font met vaste breedte?
french: Police à chasse fixe
german: Schrift fester Breite
russian: Фиксированный шрифт

# MSG_CO_SMTPUser (1338//)
source: Us_er name
dutch: Gebruik_ersnaam
french: N_om utilisateur
german: Ben_utzername
russian: ID по_льзователя

# MSG_CO_SMTPPass (1339//)
source: Pass_word
dutch: Wacht_woord
french: M_ot de passe
german: Pass_wort
russian: Па_роль

# MSG_WR_AltQuoted (1342//)
source: Alternative quoted
dutch: Alternatief ge-quote
french: Citation externe
german: Alternatives Zitat
russian: Альтернативное цитирование

# MSG_EA_SelectPhoto_Title (1346//)
source: Select portrait
dutch: Kies portret
french: Choisir un portrait
german: Porträt auswählen
russian: Укажите фотографию

# MSG_RE_MoveNextFolderReq (1347//)
source: Next folder with unread messages is \033b%s\033n Go to this folder and continue reading there?
dutch: De volgende folder met ongelezen mail is \033b%s\033n Naar deze folder gaan en doorgaan met lezen?
french: Le dossier suivant contenant des messages non-lus est :\033b%s\033n. Aller dans ce dossier et continuer la lecture des messages dans celui-ci ?
german: Das nächste Postfach mit ungelesenen Nachrichten ist: \033b%s\033n Zu diesem Postfach wechseln und die Nachrichten lesen?
russian: Следующая папка непрочитанных сообщений: \x1Bb%s\x1Bn. Переключиться и продолжить чтение из неё?

# MSG_ATTACH_NO (1352//)
source: No.
dutch: Nee
french: N°
german: Nr.
russian: N

# MSG_ATTACH_PART (1353//)
source: Part
dutch: Deel
french: Partie
german: Teil
russian: Часть

# MSG_FOLDER_NEWFOLDERGROUP (1355//)
source: New folder group...
dutch: Nieuwe foldergroep...
french: Nouveau groupe...
german: Neue Postfachgruppe...

# MSG_CO_GENLISTCFG (1358//)
source: General settings
dutch: Algemene instellingen
french: Réglages généraux
german: Allgemeine Einstellungen
russian: Общие настройки

# MSG_CO_SIZEFORMAT (1360//)
source: Si_ze format
dutch: Formaat grootte
french: Format de la _taille
german: _Größenangaben
russian: _Формат размера

# MSG_HELP_CO_CY_SIZE (1361//)
source: How would you like the size of each mail to be displayed?
dutch: Hoe wil je dat de grootte van elk mailtje wordt aangegeven?
french: Comment voulez-vous afficher la taille des messages ?
german: Wie soll die Größe jeder Nachricht dargestellt werden?
russian: В каком виде должен отображаться размер сообщения.

# MSG_CO_SIZEFORMAT01 (1362//)
source: Old format - (1.234.567 bytes)
dutch: Oud formaat - (1.234.567 bytes)
french: Ancien format - (1.234.567 octets)
german: Altes Format - (1,234,567 Bytes)
russian: Традиционный формат - (1.234.567 байт)

# MSG_CO_SIZEFORMAT02 (1363//)
source: Mixed precision (0.001 GB, 0.01 MB, 0.1 KB)
dutch: Gemengde precisie (0.001 GB, 0.01 MB, 0.1 KB)
french: Précision adaptée (0.001 Go, 0.01 Mo, 0.1 Ko)
german: Gemischte Angaben (0,001 GB, 0,01 MB, 0,1 KB)
russian: Смешанная точность - (0.001 ГБ, 0.01 МБ, 0.1 КБ)

# MSG_CO_SIZEFORMAT03 (1364//)
source: 10^-1 precision (0.1 GB/MB/KB)
dutch: 10^-1 precisie (0.1 GB/MB/KB)
french: Précision à 10^-1 (0.1 Go/Mo/Ko)
german: 10^-1 Angaben (0,1 GB/MB/KB)
russian: Один знак после точки - (0.1 ГБ/МБ/КБ)

# MSG_CO_SIZEFORMAT04 (1365//)
source: 10^-2 precision (0.01 GB/MB/KB)
dutch: 10^-2 precisie (0.01 GB/MB/KB)
french: Précision à 10^-2 (0.01 Go/Mo/Ko)
german: 10^-2 Angaben (0,01 GB/MB/KB)
russian: Два знака после точки - (0.01 ГБ/МБ/КБ)

# MSG_CO_SIZEFORMAT05 (1366//)
source: 10^-3 precision (0.001 GB/MB/KB)
dutch: 10^-3 precisie (0.001 GB/MB/KB)
french: Précision à 10^-3 (0.001 Go/Mo/Ko)
german: 10^-3 Angaben (0,001 GB/MB/KB)
russian: Три знака после точки - (0.001 ГБ/МБ/КБ)

# MSG_HELP_CO_ST_SMTPAUTHUSER (1368//)
source: User name of the SMTP AUTH user.
dutch: Gebruikersnaam van de SMTP AUTH-gebruiker.
french: Nom utilisateur pour l'authentification SMTP.
german: Benutzername des SMTP-AUTH Nutzers.
russian: Имя пользователя для SMTP AUTH

# MSG_HELP_CO_ST_SMTPAUTHPASS (1369//)
source: Password of the SMTP AUTH user.
dutch: Wachtwoord van de SMTP AUTH-gebruiker.
french: Mot de passe pour l'authentification SMTP.
german: Passwort des SMTP-AUTH Nutzers.
russian: Пароль для SMTP AUTH

# MSG_HELP_CO_ST_APPICON (1370//)
source: Text that should be displayed as the label of the AppIcon.
dutch: Tekst die getoond moet worden als het label van het AppIcon.
french: Texte qui devrait être affiché en tant que nom de l'icône d'application.
german: Text, welcher mit dem AppIcon dargestellt wird.
russian: Текст, который надо отобразить как метку AppIcon

# MSG_CO_APPICONTEXT (1371//)
source: _Label
french: T_exte
german: Bes_chriftung
russian: _Метка

# MSG_CO_NEWMSGS (1372//)
source: %n New messages
dutch: %n Nieuwe mailtjes
french: %n Nouveaux messages
german: %n Neue Nachrichten
russian: %n Новых сообщений

# MSG_CO_UNREADMSGS (1373//)
source: %u Unread messages
dutch: %u Ongelezen mailtjes
french: %u Messages non-lus
german: %u Ungelesene Nachrichten
russian: %u Непрочитанных сообщений

# MSG_CO_TOTALMSGS (1374//)
source: %t Total messages
dutch: %t Totaal mailtjes
french: %t Messages au total
german: %t Nachrichten insgesamt
russian: %t Всего сообщений

# MSG_CO_SENTMSGS (1376//)
source: %s Sent messages
dutch: %s Verzonden mailtjes
french: %s Messages envoyés
german: %s Versandte Nachrichten
russian: %s Отправленных сообщений

# MSG_FO_DSTATS (1377//)
source: App_Icon stats
french: Statistiques dans l'_icône
german: A_ppIcon Statistiken
russian: Статистика для App_Icon

# MSG_HELP_FO_CH_STATS (1378//)
source: Would you like to see this folder's statistics in YAM's AppIcon label?
dutch: Wil je de statistieken van deze folder zien in het label van het AppIcon van YAM?
french: Voulez-vous voir les statistiques de ce dossier dans le nom de l'icône d'application ?
german: Sollen die Postfachstatistiken im AppIcon-Text von YAM angezeigt werden?
russian: Вы хотите видеть статистику по этой папке в метке AppIcon?

# MSG_OPENGUI (1380//)
source: Opening GUI...
dutch: GUI openen...
french: Ouverture de l'interface graphique...
german: Oberfläche wird geöffnet...
russian: Открываю интерфейс пользователя...

# MSG_CO_CONTEXTMENU (1382//)
source: Context menu
french: Menu contextuel
german: Kontextmenü
russian: Контекстное меню

# MSG_HELP_CO_CONTEXTMENU (1383//)
source: Show a popup menu when clicking the right mouse button on this list?
dutch: Wil je een popupmenu zien als je met de rechtermuisknop op deze lijst klikt?
french: Afficher un menu contextuel lorsque le bouton droit de la souris est pressé au dessus d'un élément de cette liste ?
german: Soll ein Popupmenü beim Klicken der rechten Maustaste über diesem Punkt auf der Liste angezeigt werden?
russian: Показать выпадающее меню при щелчке правой кнопки мыши на этом списке?

# MSG_CO_INFOBAR (1384//)
source: Status bar
dutch: Statusbalk
french: Barre d'information
german: Statusleiste
russian: Строка состояния

# MSG_HELP_CO_CH_INFOBAR (1385//)
source: Here you can select the position of the status bar that shows general information in YAM.
dutch: Hier kun je de positie van de statusbalk kiezen met daarin algemene info in YAM.
french: Vous pouvez choisir l'emplacement de la barre qui affiche les informations générales de YAM.
german: Hier kann die Position der Statusleiste festgelegt werden. Diese zeigt allgemeine Informationen von YAM.
russian: Здесь вы можете изменить положение строки состояния, отображающей общую информацию о YAM.

# MSG_CO_WARNSUBJECT (1386//)
source: Warn when there's an empty su_bject line
dutch: Waarschuwen bij lege onderwerpregel
french: Avertir lorsque la ligne du su_jet est vide
german: Warnung bei _leerer Betreffzeile
russian: Предупреждать о незаполненном поле _темы сообщения

# MSG_HELP_CO_CH_WARNSUBJECT (1387//)
source: Would you like to be warned if you leave the subject line blank?
dutch: Wil je gewaarschuwd worden wanneer je geen onderwerp opgegeven hebt?
french: Voulez-vous être averti lorsque vous laissez la ligne du sujet sans contenu ?
german: Soll bei leerer Betreff- zeile gewarnt werden?
russian: Предупреждать вас о незаполненном поле темы сообщения?

# MSG_WR_NOSUBJECTREQ (1389//)
source: The subject is missing, continue anyway?
dutch: Het onderwerp ontbreekt. Wil je toch verder gaan?
french: Il n'y a pas de sujet, poursuivre malgré tout ?
german: Kein Betreff gesetzt, trotzdem fortfahren?
russian: Тема не указана. Всё равно продолжть?

# MSG_WR_TBSearch (1390//8)
source: Search
dutch: Zoek
french: Chercher
german: Suchen
russian: Найти

# MSG_HELP_WR_BT_SEARCH (1391//)
source: Search the text for a given string.
dutch: Doorzoek de tekst op de aangegeven string.
french: Recherche une chaîne dans le texte.
german: Durchsucht den Text nach einer Zeichenkette.
russian: Поиск заданной строки в тексте.

# MSG_SEARCHWINDOW_TITLE (1392//)
source: Search
dutch: Zoek
french: Rechercher
german: Suchen
russian: Поиск

# MSG_SEARCHWINDOW_TOGGLE_CASESENSITVE (1393//)
source: C_ase sensitive
dutch: Hoofdlettergevoelig
french: Sensible à la _casse
german: _Groß-/Kleinschreibung beachten
russian: _Учесть регистр

# MSG_SEARCHWINDOW_BT_SEARCH (1394//)
source: _Search
dutch: _Zoek
french: _Rechercher
german: _Suchen
russian: _Найти

# MSG_SEARCHWINDOW_BT_CANCEL (1396//)
source: _Cancel
dutch: Afbreken
french: _Annuler
german: _Abbrechen
russian: _Отменить

# MSG_SEARCHNOTFOUND_TITLE (1397//)
source: Search
dutch: Zoek
french: Rechercher
german: Suchen
russian: Поиск

# MSG_SEARCHNOTFOUND_MSG (1398//)
source: '%s' not found.
dutch: %s niet gevonden
french: « %s » non trouvé
german: '%s' nicht gefunden.
russian: Строка «%s» не найдена.

# MSG_FO_GROUP_CONFDEL (1402//)
source: This group contains subfolders, which will be moved to the parent folder on deletion. Do you really want to delete this group?
dutch: Deze groep bevat subfolders die verplaatst zullen worden naar de hogere folder, als je 'em weggooit. Wil je deze groep werkelijk weggooien?
french: Ce groupe contient des sous-dossiers qui seront déplacés dans le dossier parent lors de l'effacement. Voulez-vous vraiment effacer ce groupe ?
german: Diese Gruppe enthält Unterfächer, welche bei Löschung in das übergeordnete Fach verschoben werden. Wirklich diese Gruppe löschen?
russian: Группа содержит вложенные папки, которые будут перемещены в родительскую папку при удалении группы. Вы уверены, что хотите удалить эту группу?

# MSG_FOLDER_NONSEL (1403//)
source: (none selected)
dutch: (geen geselecteerd)
french: (aucune sélection)
german: (nichts ausgewählt)
russian: (ничего не выбрано)

# MSG_FO_NEWFGROUP (1405//)
source: New folder group...
dutch: Nieuwe foldergroep...
french: Nouveau dossier de groupe...
german: Neue Postfachgruppe...
russian: Новая группа папок...

# MSG_FO_NEWFGROUPREQ (1406//)
source: Please enter a name for the new folder group:
dutch: Geef een naam op voor de nieuwe foldergroep:
french: Veuillez indiquer un nom pour ce nouveau groupe :
german: Bitte einen Namen für die neue Gruppe eingeben:
russian: Пожалуйста, введите имя новой группы папок:

# MSG_ER_CANTMOVEMAIL (1407//)
source: Couldn't move mail '%s' to folder '%s'. No folder with this name could be found. Please check your Filters configuration.
dutch: Kan mailtje %s niet verplaatsen naar folder %s. Kan geen folder van die naam vinden. Controleer jouw filterconfig.
french: Impossible de déplacer le courrier « %s » vers le dossier « %s ». Il n'y a pas de dossier de ce nom. Veuillez vérifier la configuration de vos filtres.
german: Die Nachricht '%s' kann nicht in Postfach '%s' verschoben werden Ein Postfach mit diesem Namen existiert nicht. Bitte überprüfen Sie die Filtereinstellungen.
russian: Не могу переместить сообщение «%s» в папку «%s». Не могу найти папку с этим именем. Проверьте конфигурацию ваших фильтров.

# MSG_MA_EXECUTINGCMD (1408//)
source: Executing command...
dutch: Opdracht uitvoeren...
french: Commande en cours...
german: Befehlsausführung...
russian: Исполняю команду...

# MSG_APP_DESCRIPTION (1409//)
source: SMTP/POP3 E-Mail Client for AmigaOS
dutch: SMTP/POP3 E-mailer voor AmigaOS
french: Client de messagerie SMTP/POP3 AmigaOS
german: SMTP/POP3 E-Mail Client für AmigaOS
russian: Почтовый клиент с поддержкой протоколов SMTP/POP3 для AmigaOS

# MSG_CO_INFOBARPOS01 (1411//)
source: Top
dutch: Boven
french: En haut
german: Oben
russian: Вверху

# MSG_CO_INFOBARPOS02 (1412//)
source: Center
dutch: Midden
french: Centré
german: Mittig
russian: В центре

# MSG_CO_INFOBARPOS03 (1413//)
source: Bottom
dutch: Onder
french: En bas
german: Unten
russian: Внизу

# MSG_CO_INFOBARPOS04 (1414//)
source: Disabled
dutch: Uitgeschakeld
french: Désactivée
german: Abgeschaltet
russian: Отключена

# MSG_CO_FOLDERLABEL (1415//)
source: _Label
french: Affi_chage
german: Inha_lt
russian: _Метка

# MSG_FO_MLSUPPORT (1416//)
source: ML_-Support
dutch: ML_-ondersteuning
french: Gestion des _listes
german: ML_-Unterstützung
russian: Список _рассылки

# MSG_HELP_FO_CH_MLSUPPORT (1417//)
source: Turn on/off the mailing list support for this folder.
dutch: Schakel ondersteuning voor maillijsten aan of uit, voor deze folder.
french: (Dés)activer le support des listes de discussions pour ce dossier.
german: Die Mailinglisten-Unterstützung für dieses Postfach (de)aktivieren.
russian: Включить/отключить поддержку списка рассылки для этой папки.

# MSG_FO_AUTODETECT (1418//)
source: Auto_detect
dutch: Auto_detectie
french: Auto_-détection
german: Autoer_kennung
russian: Автораспо_знавание

# MSG_HELP_FO_BT_AUTODETECT (1419//)
source: Try to guess automatically the suitable ML support settings by scanning the first five e-mails in the folder.
dutch: Probeer de geschikte instellingen voor ondersteuning te schatten door de eerste 5 mailtjes van deze folder te scannen.
french: Tente de deviner automatiquement les réglages de la liste de discussion en analysant les 5 premiers courriers du dossier.
german: Versucht die passenden Einstellungen der ML- Unterstützung durch Auswertung der ersten fünf E-Mails im Postfach automatisch zu finden.
russian: Попробовать автоматически подобрать настройки для списка рассылки, просканировав первые пять сообщений в папке.

# MSG_FO_NOTRECOGNIZED (1420//)
source: Couldn't be recognized.
dutch: Kan niet herkend worden
french: non reconnu.
german: Keine Erkennung.
russian: Не может быть распознано.

# MSG_CO_NB_EMAILCACHEFMT (1423//)
source: %ld address(es)
dutch: %ld adres(-sen)
french: %ld adresses
german: %ld Adressen
russian: %ld адрес(ов)

# MSG_HELP_CO_NB_EMAILCACHE (1424//)
source: Cache size for the most recently used recipients not yet in the address book. Select 0 to disable this feature.
dutch: Grootte van de cache voor de meest recentelijk gebruikte ontvangers die nog niet in het adresboek staan. Gebruik 0 (nul) om deze optie uit te schakelen.
french: Taille du cache pour mémoriser les destinataires dernièrement utilisés, mais pas encore placés dans le carnet d'adresses. Mettre 0 pour désactiver cette caractéristique.
german: Puffergröße für die zuletzt verwendeten Empfänger, welche sich nicht im Adressbuch befinden. Bei Auswahl von 0 Nachrichten wird diese Option deaktiviert.
russian: Размер кэша для самых частых получателей, не записанных в адресную книгу. Установите 0 для отключения функции.

# MSG_HELP_CO_ST_SMTPPORT (1432//)
source: Port used by the SMTP server (default: 25).
dutch: Poort gebruikt door de SMTP-server (standaard: 25).
french: Port utilisé par le serveur SMTP (défaut : 25)
german: Port des SMTP-Server (Vorgabe: 25).
russian: Порт сервера SMTP (по умолчанию: 25).

# MSG_HELP_CO_ST_POPPORT (1434//)
source: Port used by the POP3 server (default: 110).
dutch: Poort gebruikt door de POP3-server (standaard: 110).
french: Port utilisé par le serveur POP3 (défaut : 110)
german: Port des POP3-Server (Vorgabe: 110).
russian: Порт сервера POP3 (по умолчанию: 110).

# MSG_CO_InfoBarDef (1435//)
source: - Total: %t New: %n Unread: %u
dutch: - Totaal: %t Nieuw: %n Ongelezen: %u
french: - Total : %t Nvx : %n Non-lus : %u
german: - Gesamt: %t Neu: %n Ungelesen: %u
russian: - Всего: %t Новых: %n Непрочитанных: %u

# MSG_TR_INITTLS (1436//)
source: Initializing TLSv1/SSLv3 session...
dutch: Initialiseer TLSv1/SSLv3 sessie...
french: Initialisation de la session TLSv1/SSLv3...
german: Initialisiere TLSv1/SSLv3 Session...
russian: Инициализация защищённой сессии по TLSv1/SSLv3...

# MSG_ER_INITAMISSL (1437//)
source: Couldn't init amissl.library - TLSv1/SSLv3 support disabled. Please check your AmiSSL installation and restart YAM.
dutch: Kan amissl.library niet initialiseren - TLSv1/SSLv3-ondersteuning is uitgeschakeld. Controleer jouw AmiSSL-installatie en start YAM opnieuw.
french: Impossible d'initialiser la bibliothèque « amissl.library » - Le support pour TLSv1/SSLv3 est désactivé. Veuillez vérifier votre installation de AmiSSL et redémarrez YAM.
german: Fehler beim Initialisieren der amissl.library - TLSv1/SSLv3 Unterstützung deaktiviert. Bitte die AmiSSL Installation überprüfen und YAM erneut starten.
russian: Не могу инициализировать amissl.library - поддержка TLSv1/SSLv3 отключена. Проверьте наличие AmiSSL и перезапустите YAM.

# MSG_TR_SENDAUTH (1439//)
source: Sending SMTP AUTH request...
dutch: Stuur SMTP AUTH-verzoek...
french: Envoi la requête d'authentification SMTP...
german: Sende SMTP-AUTH Anfrage...
russian: Отправляю запрос SMTP AUTH...

# MSG_CO_IMPORTMIMETITLE (1442//)
source: Import MIME viewers & types
dutch: Importeer MIME-viewers & types
french: Importer les programmes et types MIME
german: Import MIME-Anzeiger & Typen
russian: Импорт типов MIME и просмотрщиков...

# MSG_ER_TRANSFERMAIL (1443//)
source: Couldn't transfer mail '%s' to folder '%s'. Either the file doesn't exist or it couldn't be copied for some reason.
dutch: Kan mailtje %s niet verplaatsen naar folder %s. Deze folder bestaat niet of er kan niet gecopieerd worden.
french: Impossible de transférer le courrier « %s » dans le dossier « %s ». Soit le fichier n'existe pas, soit il ne peut pas être copié pour une raison quelconque.
german: Konnte Nachricht '%s' nicht zu Ordner '%s' transferieren. Die Datei existiert eventuell nicht oder konnte nicht kopiert werden.
russian: Не могу переправить сообщение «%s» в папку «%s». Или файла не существует, или по каким-то причинам он не может быть скопирован.

# MSG_ER_ADDRBOOKLOAD (1445//)
source: Couldn't load address book from file '%s'. Either the file doesn't exist or it couldn't be opened for some reason.
dutch: Kan adresboek niet laden van bestand %s. Het bestand bestaat niet of kan om één of andere reden niet geopend worden.
french: Impossible de charger le carnet d'adresses « %s ». Le fichier est soit inexistant, soit inaccessible.
german: Konnte Adressbuch von Datei '%s' nicht laden. Die Datei scheint nicht zu existieren oder ein Zugriff ist nicht möglich.
russian: Не могу загрузить адресную книгу из файла «%s». Или файл не существует, или по каким-то причинам он не может быть открыт.

# MSG_AB_NOYAMADDRBOOK (1446//)
source: File '%s' isn't a valid YAM address book. Process it as a file containing e-mail addresses on separate lines?
dutch: Bestand %s is geen geldig YAM-adresboek. Verwerken als een bestand met e-mailadressen op afzonderlijke regels?
french: Le fichier « %s » n'est pas un carnet d'adresses valide pour YAM. Voulez-vous quand même le traiter comme un fichier contenant des adresses électroniques sur des lignes individuelles ?
german: Die Datei '%s' ist keine YAM Adressbuchdatei. Möchten Sie trotzdem diese Datei als eine durch Zeilenumbruch getrennte Adressbuchdatei laden ?
russian: Файл «%s» не является адресной книгой YAM. Попробовать его построчно как список адресов?

# MSG_AB_NOYAMADDRBOOK_GADS (1447//)
source: _Yes|*_No
dutch: _Ja|*_Nee
french: _Oui|*_Non
german: _Ja|*_Nein
russian: _Да|*_Нет

# MSG_FO_EDIT_FGROUP (1448//)
source: Folder group preferences
dutch: Voorkeuren voor foldergroep
french: Réglages des dossiers de groupes
german: Postfachgruppeneinstellungen
russian: Настройки группы папок

# MSG_FO_EDIT_FGROUPREQ (1449//)
source: Name of folder group:
dutch: Naam van de foldergroep:
french: Nom du dossier du groupe :
german: Name der Postfachgruppe:
russian: Имя группы папок:
