Repository: Futaura/yam
Catalog: locale/*.po
Languages: dutch, french, german, russian

# MSG_WR_INVALIDSECURITY (1982//)
source: The address book security setting for recipient '%s' is set to signed and/or encrypted messages, but the required PGP installation wasn't found. The message will be neither signed or encrypted.
dutch: De veiligheidsinstelling in het adresboek voor geadresseerde %s is ingesteld op ondertekende en/of versleutelde mailtjes, maar de vereiste PGP-installatie kan niet gevonden worden. Het mailtje zal daarom niet ondertekend of versleuteld worden.
french: Les réglages du carnet d'adresses pour le destinataire « %s » spécifient de signer ou crypter les messages, cependant l'installation requise de PGP n'a pas été trouvée. Le message ne sera ni signé, ni crypté.
german: Die Adressbucheinstellungen für den Empfänger '%s' wurden auf 'signieren' oder 'verschlüsseln' eingestellt. Es konnte jedoch keine PGP Installation gefunden werden. Die Nachricht wird nicht verschlüsselt oder signiert.

# MSG_WR_INVALIDSECURITY_GADS (1983//)
source: *_Ok|_Cancel
dutch: *_Ok|Afbreken
french: *_Ok|_Annuler
german: *_Ok|_Abbrechen
russian: *_Далее|_Отменить

# MSG_ER_FILEENCODE (1984//)
source: An unexpected error occurred while trying to encode file '%s'. Please make sure that the file exists and is readable, then try to compose the message again.
dutch: Er ging iets onverwacht fout bij het coderen van bestand %s. Zorg ervoor dat het bestand bestaat en leesbaar is en probeer het dan nog eens.
french: Une erreur inattendue est survenue lors de l'encodage du fichier « %s ». Veuillez vous assurer que ce fichier existe et est lisible puis essayez à nouveau de rédiger le message.
german: Es trat ein Fehler bei dem Versuch auf die Datei '%s' an eine Nachricht anzuhängen. Bitte stellen Sie sicher, dass die Datei existiert und lesbar ist bevor Sie erneut versuchen sie anzuhängen.

# MSG_ER_MISSINGATTFILE (1985//)
source: File '%s' couldn't be found while trying to compose the attachments of a message. Please make sure that the file exists and is readable, then try to compose the message again.
dutch: Het bestand %s kan niet gevonden worden tijdens het samenstellen van het attachment van het mailtje. Zorg ervoor dat het bestand bestaat en leesbaar is en probeer dan nog eens het mailtje samen te stellen.
french: Le fichier « %s » n'a pas pu être trouvé lors de la création des pièces jointes d'un courrier. Veuillez vous assurer que ce fichier existe et est lisible puis essayez à nouveau de rédiger le message.
german: Während des Versuches die Anhänge einer Nachricht zusammen zu stellen trat ein Problem mit der Datei '%s' auf. Bitte stellen Sie sicher, dass die Datei existiert und lesbar ist bevor Sie erneut versuchen die Nachricht zu generieren.

# MSG_ER_INVALIDATTFILE (1986//)
source: File '%s' couldn't be found while trying to view the attachment of a message. Please make sure that the file exists and is readable.
dutch: Het bestand %s kan niet gevonden worden tijdens een poging het attachment te laten zien. Zorg er voor dat het bestand bestaat en leesbaar is.
french: Le fichier « %s » n'a pas pu être trouvé lors de l'affichage d'une pièce jointe d'un courrier. Veuillez vous assurer que le fichier existe et est lisible.
german: Beim Versuch den Anhang einer Nachricht zu betrachten trat ein Problem mit der Datei '%s' auf. Bitte stellen Sie sicher, dass die Datei existiert und lesbar ist.

# MSG_ER_PRINTER_OFFLINE (1987//)
source: The printer seems to be offline or busy. Please check the printer or try again later.
dutch: De printer schijnt offline te zijn, of bezet. Controleer de printer en probeer het dan nog eens.
french: L'imprimante semble être hors-ligne ou occupée. Veuillez vérifier votre imprimante et réessayer plus tard.
german: Während des Versuches den Druckerstatus abzufragen wurde festgestellt, dass der Drucker entweder nicht erreichbar oder aber beschäftigt ist. Bitte kontrollieren Sie den Drucker oder versuchen Sie es später nochmal.

# MSG_ER_PRINTER_OFFLINE_GADS (1988//)
source: *_Retry|_Ignore|_Cancel
dutch: *Opnieuw|Negeren|Afbreken
french: *_Réessayer|_Ignorer|_Annuler
german: *_Wiederholen|_Ignorieren|_Abbrechen

# MSG_ER_PRINTER_NOPAPER (1989//)
source: The printer seems to be out of paper. Please check the printer or try again later.
dutch: De printer schijnt zonder papier te zitten. Controleer de printer en probeer het dan nog eens.
french: L'imprimante semble ne plus avoir de papier. Veuillez vérifier votre imprimante et réessayer plus tard.
german: Während des Versuches den Druckerstatus abzufragen wurde festgestellt, dass der Drucker über nicht genügend Papier verfügt. Bitte kontrollieren Sie den Drucker oder versuchen Sie es später nochmal.

# MSG_ER_PRINTER_NOPAPER_GADS (1990//)
source: *_Retry|_Ignore|_Cancel
dutch: *Opnieuw|Negeer|Afbreken
french: *_Réessayer|_Ignorer|_Annuler
german: *_Wiederholen|_Ignorieren|_Abbrechen

# MSG_ER_PRINTER_FAILED (1991//)
source: An error was returned while sending data to the printer. Please check your printer and try again if your document wasn't printed properly.
dutch: Er kwam een foutmelding terug tijdens het versturen van data naar de printer. Als het document slecht is afgedrukt, controleer dan de printer en probeer het nog eens.
french: Une erreur a été retournée lors de l'envoi de données à l'imprimante. Veuillez vérifier votre imprimante et réessayer si votre document n'a pas été imprimé correctement.
german: Während des sendens von Daten gab der Drucker einen Fehler zurück. Bitte kontrollieren Sie den Drucker und versuchen Sie es erneut, falls Ihr Dokument nicht korrekt gedruckt wurde.

# MSG_MA_EDIT (1992//)
source: Edit
dutch: Bewerk
french: Edition
german: Bearbeiten

# MSG_MA_EDIT_UNDO (1993//)
source: Undo
dutch: Ongedaan
french: Annuler
german: Rückgängig

# MSG_MA_EDIT_REDO (1994//)
source: Redo
dutch: Herdoen
french: Refaire
german: Wiederherstellen

# MSG_MA_EDIT_CUT (1995//)
source: Cut
dutch: Knip
french: Couper
german: Ausschneiden

# MSG_MA_EDIT_COPY (1996//)
source: Copy
dutch: Kopieer
french: Copier
german: Kopieren

# MSG_MA_EDIT_PASTE (1997//)
source: Paste
dutch: Plak
french: Coller
german: Einfügen

# MSG_MA_EDIT_SALL (1998//)
source: Select all
dutch: Selecteer alles
french: Tout sélectionner
german: Alles auswählen

# MSG_MA_EDIT_SNONE (1999//)
source: Select none
dutch: Selecteer niks
french: Tout désélectionner
german: Auswahl aufheben

# MSG_WR_SELECTNONE (2000//)
source: Select none
dutch: Selecteer niks
french: Tout désélectionner
german: Auswahl aufheben

# MSG_MA_INVALIDMFILE_TITLE (2001//)
source: Invalid mail file found
dutch: Ongeldig mailbestand gevonden
french: Fichier de messages invalide trouvé
german: Ungültige Nachrichtendatei gefunden

# MSG_MA_INVALIDMFILE (2002//)
source: File '%s' in folder '%s' doesn't seem to have a valid mail format or may be corrupted. Please make sure that the file is readable and is a valid mail file.
dutch: Bestand %s in folder %s schijnt een ongeldig mailformaat te hebben of is corrupt. Zorg er voor dat het bestand leesbaar is en een geldig mailformaat heeft.
french: Le fichier « %s » du dossier « %s » ne semble pas avoir un format valide de fichier de messages ou est peut-être corrompu. Veuillez vous assurer que le fichier est lisible et qu'il s'agit d'un fichier de messages valide.
german: Beim Analysieren der Datei '%s' des Ordners '%s' hat YAM herausgefunden, dass die Datei in einem entweder ungültigen oder in einem nicht unterstützten Format vorliegt. Bitte stellen Sie sicher, dass die Datei eine gültige Nachrichtendatei ist und fahren Sie entsprechend fort.

# MSG_MA_INVALIDMFILE_BT (2003//)
source: *_Retry|_Ignore|Ignore _All|_Delete|_Cancel
dutch: *Opnieuw|Negeren|Alles negeren|Wissen|Afbreken
french: *_Réessayer|_Ignorer|Ignorer _Tout|_Effacer|_Annuler
german: *_Wiederholen|_Ignorieren|_Dauerhaft ignorieren|_Löschen|_Abbrechen

# MSG_ER_CANNOT_READ_INDEX (2004//)
source: An error occurred while trying to read the index file '%s' of folder '%s'. Please check that you can read the contents of the file and that the permission settings are correct.
dutch: Er ging iets mis bij het lezen van het indexbestand %s van folder %s. Zorg ervoor dat de inhoud van het bestand, en de toegangsinstellingen, correct zijn.
french: Une erreur est survenue lors de la lecture du fichier d'index « %s » du dossier « %s ». Veuillez vérifier que le contenu du fichier est lisible et que les permissions d'accès sont correctement réglées.
german: Beim Lesen der Indexdatei '%s' des Postfachs '%s' ist ein Fehler aufgetreten. Bitte stellen Sie sicher, dass die Datei lesbar ist und Sie über genügend Rechte zum Öffnen besitzen.

# MSG_ER_CANNOT_WRITE_INDEX (2005//)
source: An error occurred while trying to write the index file '%s' in folder '%s'. Please check that you can write to the directory where the file is supposed to be stored.
dutch: Er ging iets mis bij het schrijven van indexbestand %s in folder %s. Controleer even of je wel kunt schrijven naar deze directory, waarin het bestand opgeborgen zou moeten worden.
french: Une erreur est survenue lors de l'écriture du fichier d'index « %s » du dossier « %s ». Veuillez vérifier que vous pouvez écrire dans le répertoire où le fichier est supposé être stocké.
german: Beim Schreiben der Indexdatei '%s' des Postfachs '%s' ist ein Fehler aufgetreten. Bitte stellen Sie sicher, dass Sie über genügend Rechte für die Operation verfügen.

# MSG_ER_INDEX_CORRUPTED (2006//)
source: Index file '%s' in folder '%s' is corrupt at position %d near the information about mail file '%s' (MoreBytes: 0x%x). The folder was flagged as 'unloaded' and an index update was initiated or is required to solve the problem.
dutch: Indexbestand %s in folder %s is corrupt op positie %d, in de buurt van de info over mailbestand %s (MoreBytes: 0x%x). De folder is aangemerkt als niet geladen en er is een index-update gedaan of vereist, om het probleem op te lossen.
french: Le fichier d'index « %s » du dossier « %s » est corrompu à la position %d près des informations concernant le fichier de message « %s » (OctetsSupp. : 0x%x). Le dossier a été marqué 'déchargé' et une réindexation a été lancée ou est requise pour corriger le problème.
german: Die Indexdatei '%s' des Postfachs '%s' wurde an der Position %d der Information über die Nachricht '%s' als fehlerhaft erkannt (MoreBytes: 0x%x). Das Postfach wurde als 'ungeladen' markiert und ein eventuelles Neuanlegen der Indexdatei initiert bzw. ist noch notwendig.

# MSG_ER_UNKNOWN_MIME_ENCODING (2007//)
source: Unknown MIME encoding '%s' in mail file '%s'. YAM failed to decode a part of the message. Save the message to disk and try with a different decoder.
dutch: Onbekende MIME-codering %s in mailbestand %s. YAM kan een deel van de mail niet decoderen. Bewaar het mailtje en probeer een andere decoder.
french: Encodage MIME « %s » inconnu dans le fichier de message « %s ». YAM n'a pas réussi à décoder une partie du message. Sauvez le message sur le disque et essayez avec un autre décodeur.
german: Unbekannte MIME-Kodierung '%s' in Datei '%s'. YAM konnte einen Teil der Nachricht nicht dekodieren. Speichern Sie die Nachricht ab und versuchen Sie es mit einem anderen Dekodierer.

# MSG_ER_UNKNOWN_HEADER_ENCODING (2008//)
source: Unknown header encoding '%s' in mail file '%s'. YAM cannot display a certain header in this message.
dutch: Onbekende headercodering %s in mailbestand %s. YAM kan een bepaalde header in dit mailtje niet tonen.
french: Encodage d'en-tête « %s » inconnu dans le fichier de message « %s ». YAM ne peut pas afficher un certain en-tête de ce message.
german: Unbekannte Kopfzeilenkodierung '%s' in Datei '%s'. YAM kann eine bestimmte Kopfzeile nicht korrekt anzeigen.

# MSG_ER_UNEXPECTED_MULTIPART_EOF (2009//)
source: Unexpected EOF while decoding multipart message in file '%s'. The message seems to be truncated.
dutch: Onverwacht EOF tijdens het decoderen van multipart mailtje in bestand %s. Het mailtje schijnt verminkt te zijn.
french: Fin de fichier inattendue lors du décodage d'un message multipartie dans le fichier « %s ». Le message semble être tronqué.
german: Unerwartetes Dateiende beim Dekodieren der mehrteiligen Nachricht in Datei '%s'. Die Nachricht scheint unvollständig zu sein.

# MSG_ER_MIME_ERROR (2010//)
source: Couldn't extract MIME message from file '%s'. The message contains malformed MIME parts, or it is empty or truncated.
dutch: Kan MIME-mailtje niet onttrekken aan bestand %s. Het mailtje bevat slecht geformateerde MIME-delen, of het is leeg, of het is verminkt.
french: Impossible d'extraire le message MIME du fichier « %s ». Le message contient des parties MIME malformées, est vide ou est tronqué.
german: Kann MIME-Nachricht in Datei '%s' nicht extrahieren. Die Nachricht enthält falsche MIME-Kodierungen oder sie ist leer oder unvollständig.

# MSG_ER_UNEXPECTED_UUE_EOF (2011//)
source: Unexpected EOF while decoding the UUcode encoded file '%s'. The message seems to be truncated.
dutch: Onverwacht EOF tijdens het decoderen van UUcode gecodeerd bestand %s. Het mailtje schijnt verminkt te zijn.
french: Fin de fichier inattendue lors du décodage du fichier UUencodé « %s ».Le message semble avoir été tronqué.
german: Unerwartetes Dateiende beim Dekodieren der UUcode kodierten Datei '%s'. Die Nachricht scheint unvollständig zu sein.

# MSG_ER_INVALID_UUE_LENGTH (2012//)
source: Invalid line length %ld in UUcode encoded file '%s'. Either a faulty UUcode encoder was used or the message is truncated.
dutch: Ongeldige regellengte %ld in UUcode gecodeerd bestand %s. Er is een foutieve UUcode codering gebruikt, of het mailtje is verminkt.
french: %ld longueur de ligne invalide dans le fichier UUencodé « %s ». Soit un encodeur défectueux a été utilisé soit le message est incomplet.
german: Ungültige Zeilenlänge %lD in UUcode kodierter Datei '%s'. Grund: fehlerhafter UUcode Kodierer oder unvollständige Nachricht.

# MSG_RE_HDR_REPLYTO (2013//)
source: Reply-To
dutch: Antwoord aan
french: Répondre à
german: Antwort an

# MSG_FI_FROM_FIELD (2014//)
source: \033bFrom\033n
dutch: \033bVan\033n
french: \033bDe\033n
german: \033bVon\033n

# MSG_FI_TO_FIELD (2015//)
source: \033bTo\033n
dutch: \033bAan\033n
french: \033bÀ\033n
german: \033bAn\033n

# MSG_FI_CC_FIELD (2016//)
source: \033bCc\033n
dutch: \033bKopie (Cc)\033n
german: \033bKopie (Cc)\033n

# MSG_FI_REPLYTO_FIELD (2017//)
source: \033bReply-To\033n
dutch: \033bAntwoord aan\033n
french: \033bRépondre à\033n
german: \033bAntwort an\033n

# MSG_FI_SUBJECT_FIELD (2018//)
source: \033bSubject\033n
dutch: \033bOnderwerp\033n
french: \033bSujet\033n
german: \033bBetreff\033n

# MSG_FI_DATE_FIELD (2019//)
source: \033bDate\033n
dutch: \033bDatum\033n
german: \033bDatum\033n

# MSG_FO_TO_PATTERN (2020//)
source: _Pattern (To:/Cc:)
dutch: _Patroon (Aan:/Kopie:)
german: Empfängerm_uster (An:/Kopie:)

# MSG_FO_TO_ADDRESS (2021//)
source: Destination address (_To:)
dutch: Bestemmingsadres (_Aan:)
french: Adresse du destinataire (_To:)
german: Zieladr_esse (To:)

# MSG_FO_FROM_ADDRESS (2022//)
source: Sender address (_From:)
dutch: Afzenderadres (_Van:)
french: Adresse de l'émetteur (_From:)
german: Absenderadresse (_Von:)

# MSG_FO_REPLYTO_ADDRESS (2023//)
source: _Reply address (Reply-To:)
dutch: Antwoordadres (Antwoord aan:)
french: Adresse de _réponse (Reply-To:)
german: Ant_wortadresse (Antwort an:)

# MSG_RETRY_HOMEPAGE_QUIT_GAD (2024//)
source: Try again|Visit homepage|Quit
dutch: Probeer nog eens|Bezoek homepage|Afsluiten
french: Réessayer|Visiter la page WEB|Quitter
german: Wiederholen|Homepage besuchen|Beenden

# MSG_HOMEPAGE_QUIT_GAD (2025//)
source: Visit homepage|Quit
dutch: Bezoek homepage|Afsluiten
french: Visiter la page WEB|Quitter
german: Homepage besuchen|Beenden

# MSG_MA_EDIT_DELETE (2026//)
source: Delete
dutch: Wis
french: Effacer
german: Löschen

# MSG_WR_DELETE (2027//)
source: Delete
dutch: Wis
french: Effacer
german: Löschen

# MSG_ER_B64DEC_FILEIO (2028//)
source: A file I/O error occurred while trying to Base64 decode MIME part %ld of mail file '%s'. The decoding has been aborted. This may be caused by insufficient space on the volume the file was being decoded to, or because the source file wasn't accessible.
dutch: Een bestands I/O-fout trad op bij het Base64-decoderen van een MIME-deel %ld van mailbestand %s. Het decoderen is afgebroken. Dit kan komen omdat er te weinig ruimte is op het volume waarheen het bestand gedecodeerd wordt of omdat het bronbestand niet toegankelijk is.
french: Une erreur d'entrée/sortie est survenue lors du décodage base64 de la pièce jointe %ld du message « %s ». Le décodage a été annulé. nCela peut être du à un manque d'espace sur le volume dans lequell le fichier était décodé ou au fait que le fichier n'était pas accessible.
german: Ein Dateizugriffsfehler trat während des Versuches auf den MIME-Teil %ld der Nachricht '%s' mittels base64 zu dekodieren. Der Vorgang wurde daraufhin abgebrochen. Dies kann durch unzureichend Speicherplatz oder aber durch fehlende Zugriffsrechte auf die Datei erfolgt sein.

# MSG_ER_B64DEC_WARN (2029//)
source: Some invalid characters were found while Base64 decoding MIME part %ld of mail file '%s'. The generated output may therefore contain invalid data or may be corrupted. This may be caused by an incorrect encoding done by the sending mail client or because the Base64 part has been malformed during transmission.
dutch: Er zijn een stuk of wat ongeldige karakters gevonden bij het Base64-decoderen van een MIME-deel %ld van mailbestand %s. De output kan daarom ongeldige data bevatten, of corrupt zijn geworden. Dit kan komen door een foutieve coderen door de mailclient van de afzender of omdat het Base64-deel bij de overdracht verminkt is geraakt.
french: Des caractères invalides ont été rencontrés lors du décodage Base64, de la pièce jointe %ld du message « %s ». Le résultat peut par conséquent contenir des données invalides ou être corrompu. Cela peut être dû à un encodage incorrect par le client de mail émetteur ou à une altération de la partie base64 lors de la transmission.
german: Es wurden einige nicht erlaubte Zeichen während des Dekodierens des base64-kodierten MIME-Teiles %ld der Nachricht '%s' gefunden. Die Ausgabe könnte daher möglicherweise ungültige Daten enthalten oder aber beschädigt sein. Dies kann durch eine falsche Kodierung der Nachricht durch den Sender hervorgerufen worden sein oder dadurch, dass der base64-kodierte Teil der Nachricht während der Übertragung verstümmelt wurde.

# MSG_ER_B64DEC_UNEXP (2030//)
source: An error occurred while trying to Base64 decode MIME part %ld of mail file '%s'. The decoding has been aborted. Either there's no data to decode or YAM can't access the encoded data.
dutch: Er ging iets mis bij het Base64-decoderen van MIME-deel %ld van mailbestand %s. Het decoderen is afgebroken. Er is geen data die gedecodeerd kan worden of YAM kan de gecodeerde data niet bereiken.
french: Une erreur est survenue lors du décodage base64 de la pièce jointe %ld du message « %s ». Le décodage a été annulé. nSoit il n'y avait pas de données à décoder soit YAM n'a pas été en mesure d'accéder aux données encodées durant la phase de décodage.
german: Es trat ein Fehler während des Dekodierens des base64-kodierten MIME-Teiles %ld der Nachricht '%s' auf. Der Vorgang wurde daraufhin abgebrochen. Es standen entweder keine Daten zum Dekodieren zur Verfügung oder YAM war nicht in der Lage auf die Daten zuzugreifen.

# MSG_MA_ADD_WHICH_ADDRESS (2031//)
source: The sender address (From) is \033b<%s>\033n but the return address (Reply-To) is \033b<%s>\033n. Which address do you want to add to your address book?
dutch: Het adres van de afzender (Van) is \x1Bb<%s>\x1Bn maar het retouradres (Antwoord aan) is \x1Bb<%s>\x1Bn. Welk adres wil je aan jouw adresboek toevoegen?
french: L'adresse de l'émetteur (De) est \033b<%s>\033n mais l'adresse de réponse (Répondre à) est\033b<%s>\033n. Laquelle voulez-vous ajouter à votre carnet d'adresses ?
german: Die Absenderadresse (Von) ist \033b<%s>\033n und die Antwortadresse (Antwort an) ist \033b<%s>\033n. Welche Adresse wollen Sie zu Ihrem Adressbuch hinzufügen?

# MSG_CO_SCRIPTACTION (2032//)
source: Action (Name)
dutch: Actie (Naam)
french: Action (Nom)
german: Aktion (Name)

# MSG_CO_SCRIPTPATH (2033//)
source: Path
dutch: Pad
french: Chemin
german: Pfad

# MSG_ER_ICONOBJECT_WARNING (2038//)
source: An error occurred while trying to load icon '%s.info' from theme '%s'. The icon will not be displayed during this session. Please make sure that your theme directory contains all the necessary icons, or disable the theme to avoid further warnings.
dutch: Er ging iets mis bij het laden van icoon %s.info van thema %s. Het icoon zal niet getoond worden tijdens deze sessie. Zorg ervoor dat de directory van jouw thema alle benodigde iconen bevat, of schakel dit thema uit om verdere waarschuwingen te voorkomen.
french: Une erreur est survenue lors du chargement de l'icône « %s.info » du thème « %s ». L'icône ne sera pas affiché durant cette session. Veuillez vous assurer que répertoire de thèmes contient tous les icônes nécessaires ou désactivez le support des thèmes pour ne plus en être averti.
german: Beim Laden des Piktogramms '%s.info' aus dem Theme '%s' ist ein Fehler aufgetreten. Es wird daher während dieser Sitzung nicht angezeigt werden. Bitte stellen Sie sicher, dass das Theme-Verzeichnis all nötigen Piktogramme enthält oder deaktivieren Sie die Theme-Unterstützung, um weitere Warnungen zu unterdrücken.

# MSG_ER_THEMEVER_FALLBACK (2039//)
source: The currently activated theme '%s' was found to be of an incompatible version and wasn't loaded. The default theme was therefore activated as a fallback. Please make sure to update the theme to a compatible version or disable it in the configuration.
dutch: Het huidige thema %s blijkt een niet-toepasbare versie te zijn en is dus niet geladen. Het standaardthema wordt nu gebruikt. Je moet het thema updaten naar een toepasbare versie of het in de configuratie uitschakelen.
french: Le thème « %s » actuellement activé est d'une version incompatible et n'a pas été chargé. Le thème par défaut a donc été activé en remplacement. Veuillez vous assurer de mettre à jour le thème dans une version compatible ou de le désactiver dans la configuration.
german: Das derzeit aktive Theme '%s' hat eine inkompatible Version und wurde nicht geladen. Stattdessen wurde das Standard-Theme von YAM aktiviert. Bitte erneuern Sie die das Theme zu einer kompatiblen Version oder deaktivieren Sie es in der Konfiguration.

# MSG_ER_THEMEVER_IGNORE (2040//)
source: While trying to load the default theme of YAM, it was found to be of an incorrect version. The theme loading process was aborted and you are adviced to upgrade the default theme to a compatible version.
dutch: Tijdens het laden van het standaardthema van YAM blijkt dit een onjuiste versie te zijn. Het laden is afgebroken en je moet eigenlijk upgraden naar een toepasbare versie.
french: Lors du chargement du thème par défaut de YAM, ce dernier s'est avéré être d'une version incorrecte. Le chargement du thème a été avortée et il est conseillé que vous mettiez à jour le thème par défaut dans une version compatible.
german: Während des Ladens des Standard-Themes von YAM wurde eine ungültige Version festgestellt. Der Ladeprozess des Themes wurde abgebrochen. Bitte erneuern Sie das Standard-Theme auf eine kompatible Version.
