Repository: Futaura/yam
Catalog: locale/*.po
Languages: dutch, french, german, russian

# MSG_CO_MDN_ACTION_QUEUE (1868//)
source: Always queue
dutch: Altijd in wachtrij
french: Toujours empiler
german: Später senden
russian: Всегда ждать

# MSG_CO_MDN_ACTION_ASK (1869//)
source: Ask me
dutch: Aan jou vragen
french: Me demander
german: Fragen
russian: Спросить меня

# MSG_CO_MDN_TITLE (1870//)
source: Return receipts
dutch: Ontvangstbevestiging
french: Accusés réception
german: Empfangsbestätigungen
russian: Уведомления о доставке

# MSG_CO_MDN_DESCRIPTION (1871//)
source: When I receive a request for a return receipt...
dutch: Als je een verzoek om ontvangstbevestiging krijgt...
french: Lorsque je reçois une demande d'accusé de réception...
german: Wenn aufgefordert wird, eine Empfangsbestätigung zu senden...
russian: Когда я получаю запрос на отправку квитанции...

# MSG_CO_MDN_DISABLED (1872//)
source: _Never send a return receipt
dutch: _Nooit een ontvangstbevestiging zenden
french: Ne _jamais renvoyer d'accusé de réception
german: _Nie eine Empfangsbestätigung senden
russian: _Никогда не отправлять

# MSG_CO_MDN_ENABLED (1873//)
source: Allow _return receipts for some messages
dutch: Ontvangstbevestiging voo_r sommige mailtjes toestaan
french: Ren_voyer certains accusés de réception :
german: Bei manchen Nachrichten Em_pfangsbestätigungen erlauben
russian: _Разрешить отправку квитанций для некоторых сообщений

# MSG_CO_MDN_NORECIPIENT (1874//)
source: If I'm not in the _To: or Cc: of the message:
dutch: Als je niet in _Aan: of _Cc: van het mailtje staat
french: Si je n'apparais pas _dans le champ « À » ou « Cc »
german: Wenn ich nicht in der An- oder Kopie (_Cc)-Zeile der Nachricht stehe:
russian: Если меня нет в _поле To: или Cc: сообщения:

# MSG_CO_MDN_NODOMAIN (1875//)
source: If the sender is _outside my domain:
dutch: Als de afzender buiten mijn domein is:
french: Lorsque l'émetteur est en deh_ors de mon domaine
german: Wenn der Absender außerhalb meiner _Domain ist:
russian: Если отправитель не в моём _домене:

# MSG_CO_MDN_DELETE (1876//)
source: If I'm going to just _delete the message:
dutch: Als je alleen maar het mailtje wilt weggooien:
french: Lorsque je suis sur le point d'efface_r le message sans l'avoir lu
german: Wenn ich die Nachricht nur l_ösche:
russian: Если я собираюсь просто _удалить сообщение:

# MSG_CO_MDN_OTHER (1877//)
source: In all oth_er cases:
dutch: In alle andere gevallen:
french: Dans tous les autres _cas
german: In allen anderen _Fällen:
russian: _В остальных случаях:

# MSG_HELP_CO_CH_MDN_NEVER (1880//)
source: If selected, no return receipt will be sent, even if explicitly requested.
dutch: Als je hiervoor kiest wordt er geen ontvangstbevestiging gestuurd, ook niet op uitdrukkelijk verzoek van de afzender.
french: Avec cette option, aucun accusé de réception n'est envoyé, même si demandé explicitement.
german: Wenn aktiviert, wird keinerlei Empfangsbestätigung versendet. Auch wenn explizit angefordert.
russian: Если выбрано, уведомления не будут отправлены, даже если запрошены.

# MSG_HELP_CO_CH_MDN_ALLOW (1881//)
source: If selected, return receipts will be processed according to the rules defined here.
dutch: Als je hiervoor kiest wordt de ontvangstbevestiging volgens deze regels verwerkt.
french: Avec cette option, les accusés de réception sont traités selon les règles définies ici.
german: Wenn aktiviert, wird eine Empfangsbestätigung anhand der selektierten Optionen versandt.
russian: Если выбрано, квитанции будут обработаны в соответствии с установленными здесь правилами.

# MSG_HELP_CO_CY_MDN_NORECIPIENT (1882//)
source: What to do with a return receipt request when your e-mail address doesn't appear neither in the To: or Cc: headers.
dutch: Wat wil je doen met een verzoek om ontvangstbevestiging wanneer jouw e-mailadres niet als Aan- of Cc-adres vermeld is?
french: Ce qu'il faut faire d'une demande d'accusé de réception lorsque votre adresse électronique n'est présente ni dans le champ « À: » ni « CC: ».
german: Wenn die eigene Mailadresse nicht in der An- oder Cc-Zeile der Nachricht wiederfindet wird wie konfiguriert verfahren.

# MSG_HELP_CO_CY_MDN_NODOMAIN (1883//)
source: What to do with a return receipt request when the sender's domain doesn't match yours.
dutch: Wat wil je doen met een verzoek om ontvangstbevestiging wanneer het domein van de afzender niet overeenkomt met jouw domein?
french: Ce qu'il faut faire d'une demande d'accusé de réception lorsque le domaine de l'expéditeur ne correspond pas au votre.
german: Wenn die Domain des Absenders nicht mit der eigenen übereinstimmt wird wie konfiguriert verfahren.

# MSG_HELP_CO_CY_MDN_DELETE (1884//)
source: What to do with a return receipt request when you just delete the original message.
dutch: Wat wil je doen met een verzoek om ontvangstbevestiging wanneer je zojuist het originele mailtje hebt weggegooid?
french: Ce qu'il faut faire d'une demande d'accusé de réception lors de la suppression d'un message sans l'avoir lu.
german: Wenn die Nachricht ohne gelesen zu werden gelöscht wird, wird wie konfiguriert verfahren.

# MSG_HELP_CO_CY_MDN_OTHER (1885//)
source: What to do with a return receipt request when none of the above rules applies.
dutch: Wat wil je doen met een verzoek om ontvangstbevestiging wanneer geen van bovenstaande regels gelden?
french: Ce qu'il faut faire d'une demande d'accusé de réception lorsqu'aucun des cas précédents ne s'applique.
german: Wenn keiner der anderen Fälle zutrifft wird mit Anforderungen für eine Empfangs- bestätigung wie hier konfiguriert verfahren.

# MSG_CO_LOOKFEEL_SUMMARY (1887//)
source: Configure the general Look & Feel of YAM...
dutch: Configureer het uiterlijk en het karakter van YAM...
french: Configure l'apparence générale de YAM...
german: Konfigurieren Sie das Look & Feel von YAM...
russian: Настройки внешнего вида YAM...

# MSG_CO_THEME_ACTIVATE (1899//)
source: _Activate
dutch: _Activeer
french: Activ_er
german: A_ktivieren
russian: _Активировать

# MSG_CO_THEME_PREVIEW (1900//)
source: Preview
french: Aperçu
german: Vorschau
russian: Предпросмотр

# MSG_CO_THEME_AUTHOR (1901//)
source: Author
dutch: Auteur
french: Auteur
german: Autor
russian: Автор

# MSG_CO_RELDATETIME (1903//)
source: Rela_tive date output
dutch: Rela_tieve datum output
french: Format des dates relatives
german: Relative Datumsangaben

# MSG_HELP_CO_CH_RELDATETIME (1904//)
source: If selected, columns with date information will use a relative output (e.g. 'Today' or 'Yesterday') instead of the full date if possible.
dutch: Als je dit kiest zullen kolommen met datuminformatie voor zover mogelijk relatieve gegevens gebruiken zoals Gisteren in plaats van de volledige datum.
french: Avec cette option, les colonnes contenant des dates utiliseront des format relatifs (p.ex. « Aujourd'hui » ou « Hier ») au lieu de la date complète si possible.
german: Falls aktiv, werden alle Spalten mit Datumsangaben relativ dargestellt. Zum Beispiel wird das aktuelle Datum als 'Heute' angezeigt.

# MSG_ER_USER_UNKNOWN_TITLE (1910//)
source: Unknown user
dutch: Onbekende gebruiker
french: Utilisateur inconnu
german: Unbekannter Benutzer
russian: Неизвестный пользователь

# MSG_ER_USER_UNKNOWN_ERROR (1912//)
source: Unknown user '%s'.
dutch: Onbekende gebruiker %s
french: L'utilisateur « %s » est inconnu.
german: Der Benutzer '%s' ist nicht bekannt.
russian: Неизвестный пользователь «%s».

# MSG_HELP_CO_CA_COLSIG (1913//)
source: The color that should be used to print the signature of a mail.
dutch: De kleur die gebruikt wordt voor het printen van de handtekening van een mailtje.
french: La couleur à utiliser pour la signature d'un message.
german: Die Farbe, die zum Darstellen der Signatur einer E-Mail verwendet wird.
russian: Цвет для печати подписи к сообщению.

# MSG_ER_SPAM_NOT_ENOUGH_CLASSIFIED_MAILS (1914//)
source: It is not recommended to enable this feature with as few as %ld mails classified as spam so far, as this may lead to poor performance of the spam filter. Do you want to disable this option again?
dutch: Het wordt afgeraden om dit in te schakelen met niet meer als %ld mailtjes die tot nu toe zijn aangemerkt als spam, omdat het dan kan leiden tot een slechtere prestatie van het spamfilter.
french: Il n'est pas recommandé d'activer cette fonction avec aussi peu de courriers classés indésirables (%ld). En effet cela peut entraîner des performances moindre du filtre des indésirables. Voulez-vous désactiver cette option à nouveau ?
german: Sie wollen Spam-Mail automatisch als gelesen markieren lassen, haben aber erst %ld Nachrichten klassifiziert. Es ist nicht empfehlenswert diese Option in der frühen Lernphase des Spamfilters zu aktivieren. Wollen Sie das Markieren von neuen Spam-Nachrichten als gelesen deaktivieren?

# MSG_ER_CANNOT_CREATE_SEMAPHORE (1915//)
source: Can't create semaphore.
dutch: Kan geen semafoor maken
french: Impossible de créer le sémaphore.
german: Kann Semaphore nicht erstellen.
russian: Не могу создать семафор.

# MSG_RE_HDR_FROM (1917//)
source: From
dutch: Van
french: De
german: Von
russian: От

# MSG_RE_HDR_TO (1918//)
source: To
dutch: Aan
french: A
german: An
russian: Кому

# MSG_RE_HDR_DATE (1919//)
source: Date
dutch: Datum
german: Datum
russian: Дата

# MSG_RE_HDR_SUBJECT (1920//)
source: Subject
dutch: Onderwerp
french: Sujet
german: Betreff
russian: Тема

# MSG_RE_VIRTUALMAIL (1921//)
source: Virtual e-mail
dutch: Virtuele e-mail
french: Courrier virtuel
german: Virtuelle E-Mail
russian: Виртуальный адрес

# MSG_CO_MIMECMD_PUBSCREEN (1922//)
source: %p Name of YAM's public screen
dutch: %p Naam van YAM's publieke scherm
french: %p Nom de l'écran public de YAM
german: %p Name von YAMs öffentlichem Bildschirm
russian: %p Имя общедоступного экрана YAM

# MSG_ER_ZOMBIE_FILES_EXIST (1923//)
source: Couldn't delete all temporary files during cleanup. These files might be locked by other applications. Please make sure that you have closed all aplications which you may have used from within YAM, like MIME viewers (e.g. MultiView).
dutch: Kan bij het opruimen niet alle tijdelijke bestanden wissen. Deze bestanden kunnen beveiligd zijn door andere applicaties. Je zou al deze applicaties moeten sluiten, zoals MIME-viewers (bv. MultiView).
french: Impossible d'effacer tous les fichiers temporaires lors du nettoyage. Ces fichiers sont peut-être actuellement verrouillés par d'autre applications. Veuillez vous assurer que vous avez fermé toutes les applications que vous pourriez avoir utilisé depuis YAM, telles que les visionneuses MIME (par exemple Multiview).
german: YAM war nicht in der Lage während des Beendens alle temporär generierten Dateien zu löschen. Diese werden eventuell zur Zeit von anderen Programmen benutzt. Bitte stellen Sie sicher, dass alle Programme, die Sie von YAM aus gestartet haben (z.B. Multiview), beendet sind.
russian: Не могу удалить все временные файлы при чистке. Должно быть, эти файлы заблокированы другими приложениями. Убедитесь, что вы закрыли все приложения, которые могли быть запущены из YAM с помощью просмотрщиков MIME (например, MultiView).

# MSG_ER_ZOMBIE_FILES_EXIST_BT (1924//)
source: _Retry|_Ignore
dutch: Opnieuw|_Negeer
french: _Ressayer|_Ignorer
german: _Wiederholen|_Ignorieren
russian: _Ещё раз|_Игнорировать

# MSG_ER_ZOMBIE_FILES_EXIST_TITLE (1925//)
source: YAM cleanup warning
dutch: YAM opruimwaarschuwing
french: YAM : Avertissement de nettoyage
german: YAM Warnung

# MSG_CO_SHOWALTPARTS (1926//)
source: Show a_lternative parts
dutch: Toon alternatieve delen
french: Afficher les parties a_lternatives
german: A_lternative MIME-Teile anzeigen

# MSG_HELP_CO_CH_SHOWALTPARTS (1927//)
source: If enabled, alternative MIME parts of a 'multipart/alternative' e-mail that would otherwise remain hidden will be displayed as attachments instead.
dutch: Als je dit inschakelt worden alternatieve MIME-delen van een multipart/alternatief mailtje, die normaal gesproken verborgen zouden zijn gebleven, getoond als bijlage.
french: Avec cette option, les parties MIME alternatives d'un courrier « multipart/alternative » qui seraient normalemnt masquées seront affichées en tant que pièces jointes.
german: Wenn ausgewählt, werden alle normalerweise verborgenen alternativen Teile einer 'multipart/alternative' Nachricht als Anhänge angezeigt.

# MSG_US_DIRECTORY_DOESNT_EXIST (1928//)
source: Mail directory '%s' for user '%s' does not exist. Do you want to create it now?
dutch: Maildirectory %s voor gebruiker %s bestaat niet. Wil je die nu aanmaken?
french: Le répertoire de messagerie « %s » de l'utilisateur « %s » n'existe pas. Voulez-vous le créer maintenant ?
german: Das Postverzeichnis '%s' von Benutzer '%s' existiert nicht. Wollen Sie es erstellen?

# MSG_HELP_CO_BT_APPICONGETPOS (1929//)
source: Click to get the current position of the AppIcon.
dutch: Klik om de huidige positie van het AppIcon te verkrijgen.
french: Cliquez ici pour récupérer la position actuelle de l'AppIcône.
german: Drücken Sie diesen Knopf um die aktuelle Position des AppIcon von der Workbench auszulesen.

# MSG_CO_MOVE_HAM_TO_INCOMING (1930//)
source: Move 'not spam' e-mails back to _Incoming folder
dutch: Verplaats niet-spammailtjes terug naar Inkomend
french: Remettre les courriers « Acceptables » dans la boite de réce_ption
german: "Nicht-Spam" Nachrichten zurück in den Poste_ingang verschieben

# MSG_HELP_CH_MOVE_HAM_TO_INCOMING (1931//)
source: If enabled, any e-mail which was incorrectly classified as 'spam' and later manually marked as 'not spam' will be automatically moved back to the Incoming folder.
dutch: Als je dit inschakelt worden alle mailtjes die verkeerd zijn gemarkeerd als spam, en later handmatig zijn gemarkeerd als niet-spam, automatisch teruggeplaatst naar Inkomend.
french: Avec cette option tout courrier faussement classé comme indésirable puis marqué manuellement comme acceptable sera remis dans la boite de réception.
german: Wenn ausgewählt, werden Nachrichten, die falsch als "Spam" klassifiziert wurden und manuell als "Nicht-Spam" klassifiziert werden, zurück in den Posteingang verschoben.

# MSG_CO_FILTER_HAM (1933//)
source: Apply _filters
dutch: _Filters toepassen
french: Appliquer les _filtres
german: _Filter anwenden
russian: Применить _фильтры

# MSG_HELP_CH_FILTER_HAM (1934//)
source: If enabled, after moving the e-mail all the user defined filters will be applied to it.
dutch: Als je dit inschakelt worden alle aangegeven filters toegepast op het mailtje nadat je het verplaatst hebt.
french: Avec cette option, après le déplacement du message tous les filtres utilisteur lui seront appliqués.
german: Wenn ausgewählt, werden nach dem Verschieben die benutzer- definierten Filter auf die Nachricht angewendet.

# MSG_SHUTDOWN_SHUTTING_DOWN (1935//)
source: Shutting down YAM...
dutch: YAM sluit af...
french: YAM en cours d'arrêt...
german: Beende YAM...
russian: Закрываю YAM...

# MSG_HELP_CO_CY_FOLDERINFO (1937//)
source: Information that should be displayed as the label of the folder.
dutch: Informatie die getoond moet worden als het label van de folder.
french: Information à afficher comme label de dossier.
german: Informationen die als Beschriftung für die Postfächer angezeigt werden sollen.

# MSG_CO_FOLDERINFO01 (1938//)
source: Folder name
dutch: Foldernaam
french: Nom de dossier
german: Postfachname
russian: Имя папки

# MSG_CO_FOLDERINFO02 (1939//)
source: Folder name (new)
dutch: Foldernaam (nieuw)
french: Nom (nouveaux)
german: Postfachname (neu)

# MSG_CO_FOLDERINFO03 (1940//)
source: Folder name (unread)
dutch: Foldernaam (ongelezen)
french: Nom (non-lus)
german: Postfachname (ungelesen)

# MSG_CO_FOLDERINFO04 (1941//)
source: Folder name (new/unread)
dutch: Foldernaam (nieuw/ongelezen)
french: Nom (nouveaux/non-lus)
german: Postfachname (neu/ungelesen)

# MSG_CO_FOLDERINFO05 (1942//)
source: Folder name (unread/new)
dutch: Foldernaam (ongelezen/nieuw)
french: Nom (non-lus/nouveaux)
german: Postfachname (ungelesen/neu)

# MSG_FO_EXPIREUNREAD (1945//)
source: also unread
dutch: ook ongelezen
french: même non-lus
german: auch ungelesene

# MSG_HELP_FO_CH_EXPIREUNREAD (1946//)
source: If selected, old messages will be deleted, even if they are not yet read.
dutch: Als je dit kiest worden oude mailtjes gewist, zelfs als ze nog ongelezen zijn.
french: Avec cette option les anciens messages seront effacés même sans avoir été lus.
german: Falls aktiv, werden alte Nachrichten auch dann gelöscht, falls sie noch nicht gelesen wurden.

# MSG_WR_SENDNOW (1947//)
source: _Send now
dutch: _Zend nu
french: Envo_yer maintenant
german: Jetzt _senden

# MSG_WR_SENDLATER (1948//)
source: Send _later
dutch: Zend _later
french: Envoyer p_lus tard
german: S_päter senden

# MSG_WR_MSENDNOW (1951//)
source: Send now
dutch: Zend nu
french: Envoyer maintenant
german: Jetzt senden

# MSG_WR_MSENDLATER (1952//)
source: Send later
dutch: Zend later
french: Envoyer plus tard
german: Später senden

# MSG_ER_CONNECTIONBROKEN (1955//)
source: Connection with server '%s' was interrupted while trying to send command '%s'. This may be due to a connection dropped by the server.
dutch: Verbinding met server %s werd onderbroken tijdens het zenden van opdracht %s. Dit kan zijn omdat de verbinding werd verbroken door de server.
french: La connexion avec le serveur « %s » a été interrompue au cours de l'envoi de la commande « %s ». Cela peut être dû à une fermeture de connexion par le serveur.
german: Die TCP/IP-Verbindung mit Server '%s' wurde während des Kommandos '%s' unterbrochen. Vermutlich hat Ihr Verbindungspartner abgebrochen.

# MSG_WR_MSWITCH_MSG (1956//)
source: Message
dutch: Mailtje
german: Nachricht

# MSG_WR_MSWITCH_ATT (1957//)
source: Attachments
dutch: Bijlagen
french: Pièces jointes
german: Anhänge

# MSG_WR_MSWITCH_OPT (1958//)
source: Options
dutch: Opties
german: Optionen

# MSG_CO_FWDMSG (1959//)
source: _Forward messages
dutch: Verder gezonden mailtjes
french: Courr_iers retransmis
german: Nachrichten weite_rleiten

# MSG_CO_FWDMSG_INLINE (1961//)
source: inlined
dutch: ingevoegd
french: insérés dans le corps
german: eingebunden

# MSG_HELP_CO_CY_FORWARDMODE (1962//)
source: Select here the way messages should be forwarded by default. Either a message can be forwarded as an attachment or the message text can be put inlined to the new message.
dutch: Kies hier de standaard manier waarop mailtjes moeten worden doorgestuurd. Een mailtje kan worden doorgestuurd als attachment of de tekst kan worden ingevoegd in het nieuwe mailtje.
french: Sélectionnez ici la façon dont les courriers doivent être retransmis par défaut. Un courrier peut être soit retransmis en tant que pièce jointe, soit inséré directement dans le corps du nouveau message.
german: Erlaubt zu bestimmen in welcher Weise eine Nachricht weitergeleitet werden soll. Entweder kann die Nachricht als Anhang an eine neue Nachricht angehängt werden, oder aber der Text wird in die neue Nachricht direkt eingebunden.

# MSG_ABOUT_CURRENT_DEVELOPERS (1963//)
source: Current Developers:
dutch: Huidige ontwikkelaars:
french: Développeurs actuels :
german: Derzeitige Entwickler:

# MSG_ABOUT_CONTRIBUTORS (1964//)
source: Contributors:
dutch: Bijdragen van:
french: Contributeurs :
german: Mitwirkende:

# MSG_ABOUT_LOCALIZATION_CONTRIBUTORS (1965//)
source: Localization Contributors:
dutch: Vertalingen van:
french: Traducteurs :
german: Mitwirkende Übersetzer:

# MSG_ABOUT_GPL (1966//)
source: This program is free software; you're welcome to distribute and/or modify it under the terms of the GNU Public License. See the enclosed documents for more details.
dutch: Dit programma is vrije software; het staat je vrij om het te verspreiden en wijzigen onder de voorwaarden van GNU Public License. Zie ook de bijgevoegde documenten voor meer details hierover.
french: Ce programme est un logiciel libre, vous êtes incités à le distribuer et/ou le modifier sous les termes de la Licence Publique GNU. Veuillez vous réferer aux documents inclus pour plus de détails.
german: Dieses Programm ist freie Software. Sie dürfen es nach den Regeln der GNU General Public Licence veröffentlichen und/oder verändern. Für weitere Informationen lesen Sie bitte die beigefügten Dokumente.

# MSG_ABOUT_3RD_PARTY_SOFTWARE (1967//)
source: This program uses the following third party software:
dutch: Dit programma gebruikt de volgende software van derden:
french: Ce programme utilise les logiciels tiers suivants :
german: Dieses Programm verwendet folgende Drittsoftware:

# MSG_ABOUT_YAM_NEWS (1968//)
source: The latest news about YAM can be found at the YAM Support Site at \0335http://yam.ch/\033n
dutch: Het laatste nieuws over YAM kan gevonden worden op de YAM Support Site op \x1B5http://yam.ch/\x1Bn
french: Les dernières informations concernant YAM peuvent être trouvées sur le site officiel de YAM sur \0335http://yam.ch/\033n
german: Neuigkeiten über YAM finden Sie auf der YAM-Homepage unter \0335http://yam.ch/\033n

# MSG_WR_VIEW (1969//)
source: View
dutch: Toon
french: Affichage
german: Ansicht

# MSG_CONFIG_MODIFIED (1974//)
source: The configuration has been modified, but wasn't saved yet. How do you want to proceed?
dutch: De configuratie is gewijzigd, maar nog niet opgeslagen. Hoe wil je nu verder gaan?
french: La configuration a été modifiée, mais n'a pas encore été sauvée. Comment voulez-vous procéder ?
german: Die Konfiguration wurde verändert und bisher nicht gespeichert. Wie wollen Sie fortfahren?

# MSG_CONFIG_MODIFIED_GAD (1975//)
source: *_Save now|_Quit without saving|_Cancel
dutch: *Nu bewaren|Afsluiten zonder bewaren|Afbreken
french: *Enregi_strer maintenant|_Quitter sans enregistrer|_Annuler
german: *Jetzt _speichern|_Beenden ohne speichern|_Abbrechen

# MSG_ABOOK_MODIFIED_GAD (1976//)
source: *_Save now|_Quit without saving|_Cancel
dutch: *Nu bewaren|Afsluiten zonder bewaren|Afbreken
french: *Enregi_strer maintenant|_Quitter sans enregistrer|_Annuler
german: *Jetzt _speichern|_Beenden ohne speichern|_Abbrechen

# MSG_HELP_CO_BT_MIMEIMPORT (1977//)
source: Allows to import MIME type settings from third party MIME files, such as 'MIME.prefs', 'mailcap' or 'mime.types'.
dutch: Maakt het mogelijk om MIME-type instellingen van MIME-bestanden van derden te importeren, zoals MIME-prefs, mailcap of mime.types.
french: Permet d'importer les réglages des types MIME depuis des fichiers MIME tiers, tels que « MIME.prefs », « mailcap » ou « mime.types ».
german: Erlaubt MIME-Einstellungen von anderen MIME-Dateien wie 'MIME.prefs', 'mailcap' oder 'mime.types' zu importieren.

# MSG_AB_INVALIDSECURITY_TITLE (1978//)
source: Security warning
dutch: Veiligheidswaarschuwing
french: Alerte de sécurité
german: Sicherheitswarnung

# MSG_AB_INVALIDSECURITY (1979//)
source: This address book entry was set to default to either signed and/or encrypted messages, but the required PGP installation couldn't be found. Do you want to reset the default security setting for this entry?
dutch: Deze adresboekinvoer is ingesteld als standaard voor ondertekende of versleutelde mailtjes, maar de vereiste PGP-installatie kan niet gevonden worden.
french: L'entrée du carnet d'adresses spécifie de signer et/ou crypter les messages par défaut. Cependant l'installation requise de PGP n'a pas été trouvée. Voulez-vous réinitialiser le réglage de sécurité par défaut de cette entrée ?
german: Der Adressbucheintrag wurde entweder auf 'signieren' oder 'verschlüsseln' eingestellt. Jedoch konnte keine PGP Installation gefunden werden. Möchten Sie die Sicherheitseinstellungen dieses Eintrages auf 'Standard' zurücksetzen?

# MSG_AB_INVALIDSECURITY_GADS (1980//)
source: *_Yes|_No
dutch: *_Ja|_Nee
french: *_Oui|_Non
german: *_Ja|_Nein
russian: *_Да|_Нет

# MSG_WR_INVALIDSECURITY_TITLE (1981//)
source: Security warning
dutch: Veiligheidswaarschuwing
french: Alerte de sécurité
german: Sicherheitswarnung
russian: Сообщение безопасности
