Repository: Futaura/yam
Catalog: locale/*.po
Languages: dutch, french, german, russian

# MSG_CO_Editor (437//)
source: Editor
french: Éditeur
russian: Редактор

# MSG_CO_ProxyServer (504//)
source: _HTTP proxy server
french: Serveur proxy _HTTP
russian: _HTTP Прокси сервер

# MSG_HELP_CO_ST_HEADERS (607//)
source: Specify an AmigaDOS pattern to choose the headers in SELECTED format. Default is (From|To|Cc|BCC|Date|Subject).
french: Spécifie sous forme de motifs AmigaDos les éléments de l'en-tête à afficher. Par défaut : (De|À|Cc|BCC|Date|Sujet)

# MSG_AB_PersonAlias (705//)
source: Alias (PERSON)
dutch: Alias (PERSOON)
french: Alias (PERSONNE)
russian: Псевдоним (ПЕРСОНА)

# MSG_AB_TitleName (720//)
source: Name
dutch: Naam
french: Nom
russian: Имя

# MSG_AB_TitlePGPId (728//)
source: PGP Id
french: ID PGP

# MSG_AB_TitleHomepage (729//)
source: Homepage
french: Page Web
russian: Домашняя страница

# MSG_AB_TBNewUser (749//8)
source: _Person
dutch: _Persoon
french: _Personne
russian: П_ерсона

# MSG_EA_Homepage (784//)
source: _Homepage
french: Pa_ge d'accueil
russian: _Домашняя страница

# MSG_RE_ContentType (865//)
source: Content-Type
french: Type de contenu
russian: Тип содержимого

# MSG_WR_ImpNormal (935//)
source: Normal
dutch: Normaal
french: Normale
russian: нормальная

# MSG_WR_CopyTo (950//)
source: C_opies to (CC)
french: _Copie à (CC)

# MSG_WR_BlindCopyTo (951//)
source: Hidde_n copies to (BCC)
french: Copie cac_hée à (BCC)

# MSG_WR_ReplyTo (953//)
source: Reply _to
french: Répondre _à

# MSG_WR_TBEditor (968//8)
source: Editor
french: Éditeur
russian: Редактор

# MSG_WR_Text (978//)
source: Text
dutch: Tekst
french: Texte
russian: Текст

# MSG_HELP_WR_ST_CC (1035//)
source: Send a carbon copy (CC) of the message to these recipients.
french: Envoie une copie carbone du message à ce(s) destinataires

# MSG_HELP_WR_ST_BCC (1036//)
source: Send a blind carbon copy of the message to these recipients.
french: Envoie une copie cachée du message à ce(s) destinataire(s).

# MSG_TR_Start (1086//)
source: _Start
french: _Démarrer
russian: _Старт

# MSG_TR_Status (1087//)
source: Status
french: État de la transmission
russian: Статус

# MSG_BusyPGPrunning (1290//)
source: PGP operation...
dutch: PGP-operatie...
french: Opération PGP en cours...
russian: PGP операции...

# MSG_CO_NB_EMAILCACHE (1422//)
source: E-mail cache
french: Mémoriser les adresses électroniques
russian: Кэш сообщений

# MSG_FO_FOLDERPATHINVALID (1472//)
source: You haven't specified a valid path for the new folder.
french: Vous n'avez pas indiqué de chemin d'accès pour le nouveau dossier.

# MSG_CO_Filter_Name (1545//)
source: Name
dutch: Naam
french: Nom
russian: Имя

# MSG_WR_UUCODE (1678//)
source: UUencoded text
dutch: UUencoded tekst
french: Texte UUencodé
russian: Текст в коде UUE

# MSG_ER_CANTOPENASL (1741//)
source: An error occurred while trying to open an ASL requester. Please make sure that your ASL setup is valid and that you have enough memory left.
french: Une erreur est survenue lors de l'ouverture d'une requête ASL. Veuillez vous assurer que votre installation ASL est valide et que vous disposez de suffisamment de mémoire libre.
russian: Встретилась ошибка при попытке открыть запросник ASL. Убедитесь, что настройки ASL верны и имеется достаточно оперативной памяти.

# MSG_MA_SPAM (1744//)
source: Spam
french: Courrier indésirable
russian: Спам

# MSG_MA_TBSPAM (1746//8)
source: Sp_am
french: Indésir_able
russian: Сп_ам

# MSG_RE_TBSPAM (1750//8)
source: Sp_am
french: Indésir_able
russian: Спам

# MSG_FI_STATSPAM (1756//)
source: Spam
french: Courrier indésirable
russian: Спам

# MSG_MA_TOSPAM (1757//)
source: Spam
french: Courrier indésirable
russian: Спам

# MSG_CO_CRDSPAMFILTER (1761//)
source: Spam
french: Courrier indésirable
russian: Спам

# MSG_CO_SPAMFILTER (1762//)
source: Spam filter
french: Filtrage des courriers indésirables
russian: Фильтр спама

# MSG_CO_SPAMFILTER_TITLE (1763//)
source: Spam filter
french: Filtragre des courriers indésirables
russian: Фильтр спама

# MSG_CO_LOOKFEEL_TITLE (1886//)
source: Look & Feel
dutch: Uiterlijk en karakter
french: Apparence
russian: Внешний вид

# MSG_CO_CRDLOOKFEEL (1888//)
source: Look & Feel
dutch: Uiterlijk en karakter
french: Apparence
russian: Внешний вид

# MSG_CO_SMTP_SERVERPORT (1891//)
source: Ser_ver/Port
french: Ser_veur/Port

# MSG_CO_POP_SERVERPORT (1892//)
source: Serve_r/Port
french: Serveu_r/Port

# MSG_CO_LOOKFEEL_THEMES (1898//)
source: Themes
dutch: Thema's
french: Thèmes
russian: Темы

# MSG_FO_TO_PATTERN (2020//)
source: _Pattern (To:/CC:)
french: _Motif (À:/CC:)

# MSG_THREAD_EXIT_WARNING_TITLE (2174//)
source: YAM warning
dutch: Waarschuwing van YAM
french: Avertissement de YAM

# MSG_CO_IDENTITY_MAILSERVER (2275//)
source: Mail server (SMTP)
french: Serveur de courrier (SMTP)

# MSG_CO_IDENTITY_CC (2278//)
source: CC: address
french: Adresse CC:

# MSG_CO_IDENTITY_BCC (2280//)
source: BCC: address
french: Adresse BCC:

# MSG_CO_SERVERNAME (2304//)
source: Server name
dutch: Servernaam
french: Nom du serveur

# MSG_HELP_CO_ST_IDENTITY_CC (2318//)
source: The default CC: recipients added when composing a new mail.
french: Les destinataires ajoutés par défaut en copie carbone lors de la rédaction de nouveaux courriers.

# MSG_HELP_CO_ST_IDENTITY_BCC (2319//)
source: The default BCC: recipients added when composing a new mail.
french: Les destinataires ajoutés par défaut en copie cachée lors de la rédaction de nouveaux courriers.

# MSG_WR_MCCADDRFIELD (2346//)
source: CC address field
french: Champ adresse CC

# MSG_WR_MBCCADDRFIELD (2347//)
source: BCC address field
french: Champ adresse BCC

# MSG_WR_MREPLYTOADDRFIELD (2348//)
source: Reply-To address field
french: Champ adress de réponse

# MSG_CO_LOOKFEEL_TITLE_THEME (2351//)
source: Theme
dutch: Thema
french: Thème

# MSG_ER_WARN_CAFILE (2385//)
source: While trying to establish a SSL connection the certificate bundle file '%s' was found to be missing. Please make sure that the file exists and is uptodate or otherwise each SSL connection will be flagged as unverified.
french: Lors de l'établissement d'une connexion SSL le certificat bundle « %s » n'a pas été trouvé. Veuillez vous assurer que ce fichier existe et est à jour, autrement toute connexion SSL sera marquée come non vérifiée.

# MSG_WR_REDIRECT_CC (2413//)
source: Resent-_CC
french: Renvoyé-_CC

# MSG_WR_REDIRECT_BCC (2414//)
source: Resent-_BCC
french: Renvoyé-_BCC

# MSG_DOC_LANGUAGE_CODE (2519//)
source: <EMPTY>
french: fr

# MSG_Version (60//)
source: Version:
dutch: Versie:
russian: Версия:

# MSG_CO_DeleteServerMail (357//)
source: Delete mail on ser_ver
dutch: Wis mailtje op server...

# MSG_CO_PreSelect (369//)
source: Pr_e-selection
dutch: Selectie:

# MSG_CO_TaglineSep (469//)
source: Tag_line separator
dutch: T_agline scheidslijn

# MSG_CO_LogNormal (473//)
source: normal
dutch: normaal
russian: нормальный

# MSG_CO_Detach (508//)
source: Decode _files to
dutch: Bestanden decoderen naar

# MSG_CO_TempDir (510//)
source: For temp_orary files
dutch: Voor tijdelijke bestanden

# MSG_CO_PositionX (512//)
source: Position _X
dutch: Positie _X
russian: Позиция _X

# MSG_RE_Navigation (875//)
source: Navigation
dutch: Navigatie
russian: Навигация

# MSG_FO_FMNormal (1242//)
source: normal
dutch: normaal
russian: обычная

# MSG_CO_INFOBARPOS (1410//)
source: Pos_ition
dutch: Pos_itie
russian: По_ложение

# MSG_CO_WBAPPICON (1600//)
source: AppIcon on _Workbench
dutch: icoon op Workbench

# MSG_MA_NAVIGATION (2118//)
source: Navigation
dutch: Navigatie

# MSG_CO_TEXTCOLORS_READ (2125//)
source: Show text co_lors
dutch: Tekstkleur:

# MSG_EA_SEARCH_GRAVATAR (2218//)
source: Search o_n gravatar.com...
dutch: Zoek op gra_vatar.com...

# MSG_CO_LOOKFEEL_TITLE_INFO (2352//)
source: Information
dutch: Info

# MSG_CO_QUICKSEARCHBARPOS (2424//)
source: P_osition
dutch: Positie

# MSG_WR_REMOVE (2441//)
source: Rem_ove
dutch: Verwijderen

# MSG_CO_DEFAULTCODESET_WRITE (2470//)
source: _Default charset
dutch: Stan_daard charset

# MSG_CO_MIME_CODESET (2471//)
source: Display c_harset
dutch: Toon c_harset

# MSG_CO_POP_PORT (2561//)
source: P_ort
dutch: P_oort

# MSG_CO_POP_PORT_STANDARD (2562//)
source: Standard:
dutch: Standaard:

# MSG_CO_SMTP_PORT (2564//)
source: _Port
dutch: _Poort

# MSG_CO_SMTP_PORT_STANDARD (2565//)
source: Standard:
dutch: Standaard:

# MSG_FO_FOLDER_NAME_INVALID (2578//)
source: The specified folder name is invalid.
dutch: De opgegeven foldernaam is ongeldig

# MSG_CO_ACCEPTED_SERVER_CERT_WARNINGS (2579//)
source: Permanently accepted server certificate warnings
dutch: Permanent geaccepteerde waarschuwing voor servercertificaten

# MSG_CO_CLEAR_SERVER_CERT_WARNINGS (2580//)
source: Clear warnings
dutch: Wis waarschuwingen

# MSG_UPD_NOTIFICATION_DOWNLOAD_WITH_BROWSER (2581//)
source: Download update with browser...
dutch: Update downloaden met browser...

# MSG_NIGHTLY_EXPIRY_DATE (2582//)
source: \033bThis nightly build expires on %s
dutch: \033bDeze concept-versie verloopt op 1%s

# MSG_UNKNOWN_SIZE (2583//)
source: unknown
dutch: onbekend

# MSG_Okay (16//)
source: _Ok
russian: _Далее

# MSG_OkayReq (21//)
source: *_Ok
russian: *_Далее

# MSG_AB_AliasFld (710//)
source: Alias
russian: Псевдоним

# MSG_AB_TitleAlias (719//)
source: Alias
russian: Псевдоним

# MSG_EA_Alias (780//)
source: _Alias
russian: Псе_вдоним

# MSG_CO_SMTPAUTH_AUTO (1785//)
source: Auto
russian: Авто

# MSG_ER_USER_UNKNOWN_BUTTON (1911//)
source: *_Ok
russian: *_Далее

# MSG_SIZE_BYTES (2543//)
source: B
russian: Б

# MSG_SIZE_KILOBYTES (2544//)
source: KB
russian: КБ

# MSG_SIZE_MEGABYTES (2545//)
source: MB
russian: МБ

# MSG_SIZE_GIGABYTES (2546//)
source: GB
russian: ГБ
