Repository: Futaura/yam
Catalog: locale/*.po
Languages: dutch, french, german, russian

# MSG_CO_CHARSETWARN_TITLE (1540//)
source: Local charset warning
dutch: Waarschuwing voor lokale charset
french: Avertissement de jeu de caractères local
german: Zeichenkodierungswarnung
russian: Локальная кодовая страница

# MSG_CO_CHARSETWARN (1541//)
source: The '%s' charset selected for YAM doesn't match the system's default charset '%s'. How do you want to proceed?
dutch: De charset %s, gekozen voor YAM, komt niet overeen met de standaard charset %s van het systeem. Hoe wil je verder gaan?
french: Le jeu de caractères configuré dans YAM est « %s » et ne ne correspond pas à celui par défaut du système « %s ». Comment voulez-vous régler cela ?
german: Die Zeichenkodierung von YAM ist momentan auf '%s' eingestellt und stimmt nicht mit der des Systems ('%s') überein. Wie möchten Sie fortfahren?
russian: Выбранная для YAM кодовая страница «%s» не совпадает с системной кодовой страницей «%s». Что вы хотите делать дальше?

# MSG_CO_CHARSETWARN_BT (1542//)
source: *_Change|Ignore _always|_Ignore
dutch: *_Wijzig|_Altijd negeren|_Negeren
french: *_Changer|Ignorer _toujours|_Ignorer
german: *_Ändern|_Dauerhaft Ignorieren|_Ignorieren
russian: *_Изменить|_Всегда игнорировать|И_гнорировать

# MSG_CO_SenderRFCDateTime (1543//)
source: %c Original sender: RFC 2822 date & time
dutch: %c Oorspronkelijke afzender: RFC 2822 datum & tijd
french: %c Expéditeur d'origine : date et heure RFC2822
german: %c Ursprünglicher Sender: RFC822 Datum und Zeit
russian: %с Отправитель: дата и время по RFC 2822

# MSG_CO_SenderTimeZone (1544//)
source: %z Original sender: Time zone (+0000)
dutch: %z Oorspronkelijke afzender: Tijdzone (+0000)
french: %z Expéditeur d'origine : TimeZone (+0000)
german: %z Ursprünglicher Sender: Zeitzone (+0000)
russian: %z Отправитель: Часовой пояс (+0000)

# MSG_CTunknown (1550//)
source: unknown
dutch: onbekend
french: inconnu
german: unbekannt
russian: неизвестно

# MSG_CO_NB_AUTOSAVE (1566//)
source: Autosave interval
dutch: Interval autom. bewaren
french: Intervalle de sauvegarde automatique
german: Sicherungskopieinterval
russian: Интервал автосохранения

# MSG_CO_NB_AUTOSAVEFMT (1567//)
source: %ld minute(s)
dutch: %ld minuten
german: %ld Minute(n)
russian: %ld минут(ы)

# MSG_HELP_CO_NB_AUTOSAVE (1568//)
source: How often YAM should write to disk a backup of the e-mail you are currently composing. Select 0 to disable this feature.
dutch: Geeft aan hoe vaak YAM het mailtje dat je aan het schrijven bent moet backuppen. Kies 0 (nul) om deze optie uit te schakelen.
french: A quelle fréquence YAM doit créer une copie de sauvegarde du courrier que vous êtes en train de rédiger. Sélectionnez 0 pour désactiver cette fonction.
german: Anzahl der Intervalminuten in denen YAM eine Sicherungskopie Ihrer momentan editierten Nachricht anlegen soll. (Wählen Sie 0 für keine Sicherungskopie aus)
russian: Насколько часто YAM должен сохранять редактируемое в данный момент сообщение. Установите 0, чтобы отключить автосохранение.

# MSG_ER_MOVEFOLDERDIR (1573//)
source: An error occurred while trying to move the contents of folder '%s' to directory '%s'. This may be due to insufficient space or an invalid or not writable destination path.
dutch: Er ging iets mis bij het verplaatsen van de inhoud van folder %s naar directory %s. Dit kan komen door te weinig beschikbare ruimte of door een ongeldig of niet-beschrijfbaar pad.
french: Une erreur est survenue lors du déplacement du contenu dudossier « %s » vers le répertoire « %s ». Cela peut être causé soit par un espace disque insuffisant,soit un chemin de destination invalide ou protégé en écriture.
german: Ein Fehler trat beim Versuch auf den Inhalt des Postfaches '%s' in das Verzeichnis '%s' zu verschieben. Dies kann an zu wenig Speicherplatz, einem falschen Verzeichnis liegen oder aber daran, dass ein Schreiben in das Verzeichnis nicht möglich ist.
russian: При попытке переместить содержимое папки «%s» в каталог «%s» возникла проблема. Это может быть вызвано недостатком места, неверным путём или запретом на запись.

# MSG_FI_SELECTACTIVE (1576//)
source: Select this m_atch
dutch: Kies deze overeenkomst
french: Sélectionner ce résult_at
german: Markierte auswählen
russian: Выбрать это _вхождение

# MSG_HELP_FI_BT_SELECTACTIVE (1577//)
source: Select the current message in the main window.
dutch: Selecteer het huidige mailtje in het hoofdvenster.
french: Sélectionne dans la fenêtre principale le message courant.
german: Wählt alle momentan markierten Nachrichten im Hauptfenster aus.
russian: Выбрать текущее сообщение в основном окне.

# MSG_QUICKSEARCH_VO_ALL (1584//)
source: All
dutch: Alles
french: Tous
german: Alle
russian: Все

# MSG_QUICKSEARCH_VO_UNREAD (1585//)
source: Unread
dutch: Ongelezen
french: Non lus
german: Ungelesene
russian: Непрочитанные

# MSG_QUICKSEARCH_VO_NEW (1586//)
source: New
dutch: Nieuw
french: Nouveau
german: Neue
russian: Новые

# MSG_QUICKSEARCH_VO_MARKED (1587//)
source: Marked
dutch: Gemarkeerd
french: Marqué
german: Markierte
russian: Отмеченные

# MSG_QUICKSEARCH_VO_IMPORTANT (1588//)
source: Important
dutch: Belangrijk
german: Wichtige
russian: Важные

# MSG_QUICKSEARCH_VO_LAST5DAYS (1589//)
source: Last 5 Days
dutch: Laatste 5 dagen
french: 5 derniers jours
german: Letzte 5 Tage
russian: За последние 5 дней

# MSG_QUICKSEARCH_VO_KNOWNPEOPLE (1590//)
source: People I Know
dutch: Mensen I Bekend
french: Personnes connues
german: Bekannte Personen
russian: Среди знакомых

# MSG_QUICKSEARCH_VO_HASATTACHMENTS (1591//)
source: Has Attachments
dutch: Heeft bijlagen
french: Avec pièces jointes
german: Nachrichten mit Anhang
russian: С приложениями

# MSG_QUICKSEARCH_VO_MINSIZE (1592//)
source: Message Size > 1 MB
dutch: Grootte van mailtje > 1 MB
french: Taille > 1 MO
german: Nachrichtengröße > 1 MB
russian: Размер сообщения >1 МБ

# MSG_QUICKSEARCH_VIEW (1593//)
source: _View:
dutch: Bekijk:
french: _Voir :
german: Ansi_cht:
russian: _Просмотреть:

# MSG_QUICKSEARCH_SHOWNMSGS (1594//)
source: %ld of %ld shown
dutch: %ld van %ld getoond
french: %ld affiché(s) sur %ld
german: %ld von %ld angezeigt
russian: Показано %ld из %ld

# MSG_FI_NOFOLDERS (1595//)
source: n_owhere
dutch: n_ergens
french: _nulle part
german: _nirgends
russian: _нигде

# MSG_HELP_QUICKSEARCH_VIEWOPTIONS (1596//)
source: Only mail matching this criterion will be displayed.
dutch: Alleen mailtjes die overeenkomen met dit criterium zullen getoond worden.
french: Seuls les courriers correspondant au critère d'affichage sélectionné seront affichés.
german: Wenn ausgewählt werden nur Nachrichten angezeigt die dem Suchkriterium entsprechen.
russian: Будут показаны только те сообщения, которые удовлетворяют указанным условиям.

# MSG_HELP_QUICKSEARCH_SEARCHSTRING (1597//)
source: Text inserted here will be used as the search criterion to display mail in this folder.
dutch: Tekst die hier ingevoegd wordt zal gebruikt worden als zoekcriterium om mailtjes in deze foder te tonen.
french: Le texte inséré ici sera utilisé comme filtre d'affichage des courriers du dossier courant.
german: Der hier eingegebene Text wird als Eingabe für das Suchkriterium verwendet nach dem die Nachrichten des aktuellen Postfaches zur Anzeige ausgewählt werden.
russian: Наличие в сообщении вставленного сюда текста будет критерием для отображения сообщений в этой папке.

# MSG_BUSY_SEARCHINGFOLDER (1599//)
source: Searching messages in folder '%s'...
dutch: Zoek naar mailtjes in folder %s...
french: Recherche de messages dans « %s »...
german: Suche Nachrichten im Postfach '%s'...
russian: Ищу сообщения в папке «%s»...

# MSG_CO_WBAPPICON (1600//)
source: A_ppIcon on Workbench
french: A_ppIcon sur le workbench
german: A_ppIcon auf der Workbench
russian: _Иконка приложения на рабочем столе

# MSG_HELP_CO_CH_WBAPPICON (1601//)
source: If checked, an AppIcon will appear on Workbench showing folder statistics.
dutch: Als je dit aanvinkt zal er een AppIcon verschijnen op Workbench, met foderstatistieken.
french: Affiche un AppIcon sur le Workbench avec les statistiques des dossiers.
german: Wenn ausgewählt, wird ein AppIcon auf der Workbench mit Statistiken angezeigt.
russian: Если включено, на рабочем столе будет иконка приложения (AppIcon) со статистикой по папкам.

# MSG_CO_DOCKYICON (1602//)
source: Enable 'd_ocky' icon
dutch: D_ocky- icoon toestaan
french: Active l'icône « d_ocky »
german: Nutze _DockyIcon
russian: Включить иконку «d_ocky»

# MSG_HELP_CO_CH_DOCKYICON (1603//)
source: If checked, YAM will add a 'docky' to AmiDock. This requires AmigaOS 4.x.
dutch: Als je dit aanvinkt zal YAM een docky toevoegen aan AmiDock. Maar alleen bij AmigaOS4.x!
french: Avec cette option, YAM ajoute un « docky » dans AmiDock. Cela nécessite AmigaOS 4.x.
german: Wenn ausgewählt, wird innerhalb von AmiDock ein sog. DockyIcon über den momentanen Status von YAM angezeigt. (nur auf AmigaOS4.x Systemen verfügbar)
russian: Если выбрано, YAM добавит «docky» в AmiDock. Требуется AmigaOS 4.x.

# MSG_MA_MessageImport (1606//)
source: Import messages
dutch: Importeer mailtjes
french: Import de messages
german: Nachrichtenimport
russian: Импорт сообщений

# MSG_ER_MESSAGEIMPORT (1607//)
source: An error occurred while trying to import mail from file '%s'. Please check that the file is readable and contains RFC822 compliant e-mails using a format supported by YAM. The currently supported formats are 'MBOX', 'DBX' (Outlook Express) or plain RFC822 mail files. Read the documentation for more information.
dutch: Er ging iets mis bij het importeren van mail uit bestand %s. Controleer of het bestand leesbaar is en of het mailtjes bevat die RFC822-overeenkomstig zijn, met een formaat dat door YAM ondersteund wordt. Ondersteunde formaten zijn MBOX, DBX (Outlook Express) of gewone RFC822-mailtjes. Lees de documentatie voor meer informatie.
french: Une erreur est survenue lors de l'import des messages depuis le fichier « %s ». Veuillez vérifier que le fichier est lisible et qu'il contient des messages conformes à la RFC822 dans l'un des formats d'import supporté par YAM. Les format actuellement supportés sont « MBOX », « DBX » (Outlook Express) ou fichier brut RFC822. Veuillez lire la documentation pour plus d'information.
german: Ein Fehler trat beim Versuch auf Nachrichten von der Datei '%s' aus zu importieren. Bitte stellen Sie sicher, dass die ausgewählte Datei lesbar ist und RFC822 konforme Nachrichten in einem von YAM unterstützen Nachrichtenformat enthält. YAM ist momentan in der Lage Nachrichten von Dateien im 'MBOX', 'DBX' (Outlook Express) oder aber reine RFC822 Maildateien zu importieren. Bitte konsultieren Sie die Dokumentation für mehr Informationen.
russian: Произошла ошибка при попытке импортировать сообщение из файла «%s». Убедитесь, что файл читаемый и содержит электронную почту, соответствующую RFC822, в формате, поддерживаемом YAM. В настоящее время поддерживаются форматы «MBOX», «DBX» (Outlook Express) и простые текстовые файлы по RFC822. Подробнее вы можете узнать об этом в документации.

# MSG_MA_MESSAGEEXPORT (1608//)
source: Export messages
dutch: Exporteer mailtjes
french: Export de messages
german: Nachrichtenexport
russian: Экспорт сообщений

# MSG_YAMINFO (1609//)
source: Open Source E-Mail Client for the Amiga
dutch: Open Source E-mailer voor Amiga
french: Logiciel de courrier électronique en Open Source pour Amiga
german: Open Source E-Mail Client für den Amiga
russian: Почтовый клиент с открытым исходным кодом для Amiga

# MSG_CO_SYSTEMSETTINGS (1610//)
source: System settings
dutch: Systeem instellingen
french: Configuration système
german: Systemeinstellungen
russian: Системные настройки

# MSG_CO_DEFAULTCHARSET (1611//)
source: C_harset
french: Jeu de caractères
german: Zeic_henkodierung
russian: _Кодовая таблица

# MSG_CO_CHARSETUNKNOWNWARN (1612//)
source: The charset configured for YAM is '%s' but isn't supported by the installed version of codesets.library. How do you want to proceed?
dutch: De charset geconfigureerd voor YAM is %s, maar dit wordt niet ondersteund door de geïnstalleerde codesets.library. Hoe wil je verder gaan?
french: Le jeu de caractères configuré dans YAM est « %s » qui n'est pas supporté par la version installée de codesets.library. Comment voulez-vous procéder ?
german: Die eingestellte Zeichenkodierung ist '%s' und wird von der installierten Version der codesets.library leider nicht unterstützt. Wie möchten Sie fortfahren?
russian: Выбранная для YAM кодовая таблица «%s» не поддерживается имеющейся версией codesets.library. Что вы хотите сделать?

# MSG_CO_CHARSETUNKNOWNWARN_BT (1613//)
source: *_Change to default|_Ignore
dutch: *Omzetten naar standaard|Negeren
french: *_Changer pour le défaut|_Ignorer
german: *_Standard verwenden|_Ignorieren
russian: *Изменить на «по _умолчанию»|_Игнорировать

# MSG_ER_LIB (1614//)
source: Couldn't open required '%s', version v%lu.%lu Please make sure you have at least this minimum version correctly installed.
dutch: Kan vereiste %s, versie v%lu.%lu niet openen. Controleer of je wel deze minimaal vereiste versie correct geïnstalleerd hebt.
french: Impossible d'ouvrir « %s » version v%lu.%lu requise. Veuillez vérifier que vous possédez au moins cette version installée correctement.
german: Konnte benötigte '%s', Version v%lu.%lu nicht öffnen. Bitte stellen Sie sicher, dass Sie diese oder eine neuere Version in Ihrem Bibliothekspfad installiert haben.
russian: Не могу открыть необходимую «%s» версии v%lu.%lu Убедитесь, что у вас правильно установлена библиотека хотя бы этой минимальной версии.

# MSG_ER_LIB_URL (1615//)
source: Couldn't open required '%s', version v%lu.%lu Please visit '%s', download the most recent version and make sure you have it correctly installed.
dutch: Kan vereiste %s, version v%lu.%lu niet openen. Ga naar %s, download de laatste versie en overtuig je er van dat je die correct installeert.
french: Impossible d'ouvrir « %s » version v%lu.%lu requise. Veuillez consulter « %s » pour télécharger la dernière version et vous assurer qu'elle est correctement installée.
german: Konnte benötigte '%s', Version v%lu.%lu nicht öffnen. Bitte besuchen Sie '%s' um die neueste Version herunterzuladen und stellen Sie sicher, dass Sie diese in Ihrem Bibliothekspfad korrekt installiert haben.
russian: Не могу открыть необходимую «%s» версии v%lu.%lu Зайдите на «%s», скачайте самую новую версию и убедитесь, что установили её правильно.

# MSG_ER_NO_MCC (1616//)
source: Couldn't open required MUI custom class '%s' v%lu.%lu. Please visit '%s', download the most recent version and make sure you have it correctly installed.
dutch: Kan vereiste MUI custom class %s, v%lu.%lu niet openen. Ga naar %s, download de laatste versie en overtuig je ervan dat je die correct installeert.
french: Impossible d'ouvrir la classe MUI requise « %s » v%lu.%lu. Veuillez consulter « %s » pour télécharger la dernière version et vous assurer qu'elle est correctement installée.
german: Konnte die benötigte MUI Custom Klasse '%s' v%lu.%lu nicht öffnen. Bitte besuchen Sie '%s' und stellen Sie sicher, dass Sie die neueste Version installiert haben.
russian: Не могу открыть необходимый MUI-класс «%s» v%lu.%lu. Зайдите на «%s», скачайте самую новую версию и убедитесь, что установили её правильно.

# MSG_ER_MCC_OLD (1617//)
source: Couldn't open required MUI custom class '%s' v%lu.%lu. Currently installed is v%lu.%lu. Please upgrade by downloading the latest version from '%s'.
dutch: Kan vereiste MUI custom class %s, v%lu.%lu niet openen. Momenteel is v%lu.%lu geïnstalleerd. Ga naar %s, download de laatste versie en overtuig je ervan dat je die correct installeert.
french: Impossible d'ouvrir la classe MUI requise « %s » v%lu.%lu. La version actuellement installée est v%lu.%lu, veuillez vous mettre à jour en téléchargeant la dernière version depuis « %s ».
german: Konnte die benötigte MUI Custom Klasse '%s' v%lu.%lu nicht öffnen. Momentan installiert ist v%lu.%lu. Bitte stellen Sie sicher, dass Sie die neueste Version von '%s' korrekt installiert haben.
russian: Не могу открыть необходимый MUI-класс «%s» v%lu.%lu. Сейчас установлена версия v%lu.%lu. Скачайте самую свежую версию с «%s».

# MSG_ER_MCC_IN_USE (1618//)
source: Couldn't open required MUI custom class '%s' v%lu.%lu. %lu.%lu is currently in use by other applications. Please visit '%s', download the most recent version and make sure you have it correctly installed. Then close all MUI programs and make sure the old class is flushed from memory and try again.
dutch: Kan vereiste MUI custom class %s, v%lu.%lu niet openen. %lu.%lu is momenteel in gebruik bij andere applicaties. Ga naar %s, download de laatste versie en overtuig je ervan dat je die correct installeert. Sluit dan alle MUI-programma's zodat de oude class uit het geheugen wordt gewist en herstart daarna YAM.
french: Impossible d'ouvrir la classe MUI requise « %s » v%lu.%lu. La version %lu.%lu est actuellement utilisée par d'autres applications. Veuillez consulter « %s ». Lorsque vous aurez installé la version requise, fermez tous les programmes MUI, puis vous assurer que l'ancienne classe soit déchargée de la mémoire avant de réessayer.
german: Konnte die benötigte MUI Custom Klasse '%s' v%lu.%lu nicht öffnen, da die Version %lu.%lu bereits verwendet wird. Bitte besuchen Sie '%s'. Sobald Sie die benötigte Version installiert haben, schließen Sie alle MUI Programme und stellen sicher, dass alle nicht benötigten Bibliotheken aus dem Speicher entfernt werden. Starten Sie dann YAM neu.
russian: Не могу открыть MUI-класс «%s» v%lu.%lu. %lu.%lu сейчас используется другим приложением. Зайдите на «%s», скачайте самую свежую версию и убедитесь, что установили её правильно. Затем закройте все MUI-приложения, убедитесь, что старая версия отсутствует в памяти, и попробуйте снова.

# MSG_CO_FIRSTSTEPS_TITLE (1619//)
source: First Steps Settings
dutch: Eerste stapjes
french: Réglages de base
german: Erste Schritte Einstellungen
russian: Настройки для первых шагов

# MSG_CO_FIRSTSTEPS_SUMMARY (1620//)
source: The minimum parameters to be able to send/receive e-mail...
dutch: De minimale configuratie om mail te ontvangen en te sturen...
french: Les paramètres minimum pour pouvoir envoyer/recevoir du courrier...
german: Um schnell die minimalen Einstellungen vorzunehmen...
russian: Минимально необходимые параметры для приёма и отправки почты...

# MSG_CO_TCPIP_TITLE (1621//)
source: TCP/IP Settings
dutch: TCP/IP
french: Réglages TCP/IP
german: TCP/IP Einstellungen
russian: Настройки TCP/IP

# MSG_CO_TCPIP_SUMMARY (1622//)
source: Configure your SMTP and POP3 servers...
dutch: Configureer jouw SMTP- en POP3-accounts...
french: Configure vos serveurs SMTP et POP3...
german: Um Ihre SMTP- und POP3-Server zu konfigurieren...
russian: Настройте ваши серверы SMTP и POP3...

# MSG_CO_FILTER_TITLE (1625//)
source: Mail Filter Settings
dutch: Mail filteren
french: Réglages des filtres
german: Nachrichtenfilter Einstellungen
russian: Настройки фильтров почты

# MSG_CO_FILTER_SUMMARY (1626//)
source: Define own mail filters you need...
dutch: Definieer eigen mailfilters...
french: Définit les filtres de courrier dont vous avez besoin...
german: Definieren Sie Ihre eigenen Nachrichtenfilter...
russian: Создайте собственные фильтры для почты...

# MSG_CO_READ_TITLE (1627//)
source: Mail Reading Settings
dutch: Mail lezen
french: Réglages de lecture de courrier
german: Nachrichten Leseeinstellungen
russian: Настройки чтения почты

# MSG_CO_READ_SUMMARY (1628//)
source: Settings related to e-mail reading...
dutch: Instellingen voor het lezen van e-mail...
french: Réglages relatifs à la lecture du courrier...
german: Konfigurieren Sie die Leseeinstellungen...
russian: Настройки, связанные с чтением почты...

# MSG_CO_WRITE_TITLE (1629//)
source: Mail Writing Settings
dutch: Mail schrijven
french: Réglages de rédaction de courrier
german: Nachrichten Schreibeinstellungen
russian: Настройки создания почты

# MSG_CO_WRITE_SUMMARY (1630//)
source: Settings related to e-mail composing...
dutch: Instellingen voor het schrijven van e-mail...
french: Réglages relatifs à la rédaction de courrier...
german: Konfigurieren Sie die Schreibeinstellungen...
russian: Настройки, связанные с созданием сообщений...

# MSG_CO_REPLY_TITLE (1631//)
source: Mail Reply & Forward Settings
dutch: Mail beantwoorden en doorsturen
french: Réglages de réponse et transfert de courrier
german: Nachrichten Antworteinstellungen
russian: Настройки ответа и цитирования сообщений

# MSG_CO_REPLY_SUMMARY (1632//)
source: Settings related to e-mail replying & forwarding...
dutch: Instellingen voor het beantwoorden en doorsturen van e-mail...
french: Réglages relatifs aux réponses et transferts de courrier...
german: Konfigurieren Sie die Antworteinstellungen...
russian: Настройки, связанные с ответами на сообщения и их цитированием

# MSG_CO_SIGNATURE_TITLE (1633//)
source: Mail Signature Settings
dutch: Handtekening
french: Réglages de signature de courrier
german: Nachrichtensignatur Einstellungen
russian: Настройки подписи

# MSG_CO_SIGNATURE_SUMMARY (1634//)
source: Configure your e-mail signatures...
dutch: Configureer jouw e-mailhandtekening...
french: Pour configurer les signatures de vos courriers...
german: Nachrichtensignaturen konfigurieren...
russian: Создайте подпись к сообщению...

# MSG_CO_SECURITY_TITLE (1637//)
source: Security Settings
dutch: Beveiliging
french: Réglages de sécurité
german: Sicherheitseinstellungen
russian: Настройки безопасности

# MSG_CO_SECURITY_SUMMARY (1638//)
source: Configure security related settings...
dutch: Configureer veiligheidsinstellingen...
french: Configure les options relatives à la sécurité...
german: Konfigurieren Sie die Sicherheitseinstellungen...
russian: Настройки, связанные с безопасностью переписки...

# MSG_CO_STARTUP_TITLE (1639//)
source: Startup/Quit Action Settings
dutch: Bij opstarten en afsluiten
french: Réglages des actions de démarrage/arrêt
german: Start/Beenden Aktionen konfigurieren
russian: Настройки действий при запуске/выходе

# MSG_CO_STARTUP_SUMMARY (1640//)
source: Configure what YAM should do on startup and exit...
dutch: Configureer wat YAM moet doen bij opstarten en afsluiten...
french: Configure ce que YAM doit exécuter au démarrage et à l'arrêt...
german: Konfigurieren Sie Start/Beenden Aktionen von YAM...
russian: Настройте поведение YAM при запуске и выходе...

# MSG_CO_MIME_TITLE (1641//)
source: MIME Types Settings
dutch: MIME-types
french: Réglages des types MIME
german: MIME-Datentyp Einstellungen
russian: Настройки типов MIME

# MSG_CO_MIME_SUMMARY (1642//)
source: Configure own MIME types and viewers...
dutch: Configureer je eigen MIME-types en viewers...
french: Configure vos propres types MIME et leur visionneuses...
german: Konfigurieren Sie Ihre eigenen MIME-Typen...
russian: Создайте собственные типы MIME и настройте просмотрщики...

# MSG_CO_ABOOK_TITLE (1643//)
source: Address Book Settings
dutch: Adresboek
french: Réglages du carnet d'adresses
german: Adressbuch Einstellungen
russian: Настройки адресной книги

# MSG_CO_ABOOK_SUMMARY (1644//)
source: Configure address book related options...
dutch: Configureer het adresboek...
french: Configure les options relatives au carnet d'adresses...
german: Konfigurieren Sie Ihr Adressbuch...
russian: Настройки, связанные с адресной книгой...

# MSG_CO_SCRIPTS_TITLE (1645//)
source: Scripts Settings
dutch: Scripts
french: Réglages des scripts
german: Benutzerdefinierte Skripte
russian: Настройки сценариев

# MSG_CO_SCRIPTS_SUMMARY (1646//)
source: Configure your helper scripts...
dutch: Configureer ondersteunende scripts...
french: Configure vos scripts utilitaires...
german: Konfigurieren Sie Ihre Hilfsskripte...
russian: Настройте полезные сценарии...

# MSG_CO_MIXED_TITLE (1647//)
source: Miscellaneous Settings
dutch: Diversen
french: Réglages divers
german: Verschiedenes
russian: Разные настройки
