Repository: Futaura/yam
Catalog: locale/*.po
Languages: dutch, french, german, russian

# MSG_HELP_CO_CG_FO (650//)
source: Columns that should be displayed in the folder list.
dutch: Kolommen die getoond moeten worden in de folderlijst.
french: Colonnes à afficher dans la liste des dossiers.
german: In der Postfachliste anzuzeigende Spalten.
russian: Показываемые столбцы в списке папок.

# MSG_HELP_CO_CG_MA (651//)
source: Columns that should be displayed in the message list.
dutch: Kolommen die getoond moeten worden in de mailtjeslijst.
french: Colonnes à afficher dans la liste des messages.
german: In der Nachrichtenliste anzuzeigende Spalten.
russian: Показываемые столбцы в списке сообщений.

# MSG_HELP_CO_CG_AB (652//)
source: Columns that should be displayed in the address book.
dutch: Kolommen die getoond moeten worden in het adresboek.
french: Colonnes à afficher dans le carnet d'adresses.
german: Im Adressbuch anzuzeigende Spalten.
russian: Показываемые столбцы в адресной книге.

# MSG_HELP_CO_CH_FIXFLIST (653//)
source: Display list entries using a fixed width font.
dutch: Lijst-ingave tonen in font met vaste breedte.
french: Affiche les éléments des listes avec une police à chasse fixe.
german: Listeneinträge in einer Schriftart fester Breite anzeigen.
russian: Показывать список, используя фиксированный шрифт.

# MSG_HELP_CO_CH_BEAT (654//)
source: Display time in Swatch Beats, the unit of time from Swatch.
dutch: Tijd tonen in Swatch Beats, de tijdseenheid van Swatch.
french: Affiche l'heure en unité « Swatch Beats » l'unité temporelle inventée par Swatch
german: Zeitangabe in Swatch Beats, der revolutionären neuen Zeiteinheit.
russian: Показывать время в тиках, новом революционном формате времени.

# MSG_HELP_CO_ST_PGPCMD (655//)
source: Directory where the PGP executable can be found.
dutch: Directory waar de PGP-applicatie gevonden kan worden.
french: Chemin où trouver le programme PGP
german: Verzeichnis, in welchem sich das PGP-Programm befindet.
russian: Каталог, где находится программа PGP.

# MSG_HELP_CO_ST_LOGFILE (660//)
source: Path where the log files will be stored.
dutch: Pad waar de logbestanden zullen worden opgeslagen.
french: Chemin où sont stockés les fichiers d'évènements
german: Pfad für die Protokolldateien.
russian: Маршрут к логфайлу.

# MSG_HELP_CO_CH_SPLITLOG (661//)
source: If checked, a separate log file will be started every month.
dutch: Als je dit aanvinkt wordt er iedere maand een nieuw logbestand aangemaakt.
french: Avec cette option, un nouveau fichier d'évènements est créé chaque mois
german: Jeden Monat ein neues Protokoll beginnen.
russian: Начинать новый логфайл каждый месяц.

# MSG_HELP_CO_CY_LOGMODE (662//)
source: Select type of logging.
dutch: Kies het type van logbestand maken
french: Sélectionnez le type de fichier évènements
german: Wählen Sie den Protokolltyp.
russian: Укажите тип логфайла.

# MSG_HELP_CO_CH_LOGALL (663//)
source: Disable this option to log mail transfers only.
dutch: Schakel deze optie uit om alleen maar mailoverdracht te loggen.
french: Désactivez cette option si le fichier d'évènements ne doit concerner que les transferts de courrier.
german: Schalten Sie diese Option aus, damit nur Posttransfers protokolliert werden.
russian: Когда выключено, ведется только лог пересылок.

# MSG_HELP_CO_CH_LOADALL (664//)
source: Load index files of all folders.
dutch: Laad index-bestanden van alle folders
french: Charge les index de tous les dossiers
german: Lädt Indexdateien aller Postfächer.
russian: Загрузить индекс файлов всеx папок.

# MSG_HELP_CO_CH_MARKNEW (665//)
source: Change status of new messages to unread.
dutch: Wijzig status van nieuwe mailtjes naar ongelezen mailtjes.
french: Change le statut des nouveaux messages en « non lu »
german: Wechselt den Status neuer Nachricht zu ungelesen.
russian: Изменить статус новых сообщений на непрочитанные.

# MSG_HELP_CO_CH_SEND (666//)
source: Send queued messages.
dutch: Verstuur mailtjes in de wachtrij
french: Envoyer les messages en attente
german: Nachrichten im Postausgang versenden.
russian: Отправить сообщения из очереди.

# MSG_HELP_CO_CH_CHECKBD (668//)
source: Check the address book and open a reminder if it's a person's birthday.
dutch: Kijk in het adresboek en vertel of er misschien iemand jarig is.
french: Effectue une recherche dans le carnet d'adresses et signale si c'est l'anniversaire de quelqu'un.
german: Überprüft das Adressbuch und gibt eine Meldung aus, falls jemand Geburtstag hat.
russian: Проверить адресную книгу и напомнить, если у какой-либо персоны день рождения.

# MSG_HELP_CO_CH_DELETEOLD (669//)
source: Delete messages that exceed the maximum age (see folder configuration).
dutch: Verwijder mailtjes die de maximale grootte overschrijden (zie folderconfiguratie).
french: Efface les messages ayant dépassés la date limite. (Voir configuration des dossiers)
german: Löscht Nachrichten, welche ihr maximales Alter überschreiten (siehe Postfach-Konfiguration).
russian: Удалить сообщения при достижении максимального срока хранения (смотрите настройку папки).

# MSG_HELP_CO_CH_REMOVEDEL (670//)
source: Empty Trash folder.
dutch: Prullenbak leegmaken
french: Vide la corbeille
german: Leert den Papierkorb.
russian: Очистить корзину

# MSG_HELP_CO_ST_GALLDIR (671//)
source: Directory to save the pictures of your correspondents.
dutch: Directory waarin je de foto's van jouw contacten wilt bewaren.
french: Répertoire dans lequel seront sauvées les photos de vos correspondants
german: Verzeichnis, in welchem die Fotos Ihrer Briefpartner gespeichert werden.
russian: Каталог для записи фотографий Ваших корреспондентов.

# MSG_HELP_CO_CY_ATAB (673//)
source: Automatically create an address book entry for the sender when you read his/her message?
dutch: Wil je automatisch een adresboekvermelding maken van de afzender wanneer je zijn of haar mailtje hebt gelezen?
french: Mettre automatiquement l'adresse de l'expéditeur dans votre carnet d'adresses, lorsque vous lisez un message ?
german: Automatisch einen Adressbucheintrag für den Absender erzeugen, wenn Sie seinen Brief lesen?
russian: Автоматически создавать запись в адресной книге, когда Вы читаете чье-либо сообщение.

# MSG_HELP_CO_ST_PROXY (674//)
source: Address and optional port number of your HTTP proxy server (default port is 80). You may leave this field empty.
dutch: Adres en optioneel poortnummer van jouw HTTP-proxyserver (standaardpoort = 80). Je mag dit veld leeg laten.
french: Adresse et options du port de votre serveur proxy HTTP (port 80 par défaut). Vous pouvez laissez cette zone vide
german: Adresse und optional Portnummer Ihres HTTP Proxyservers (voreingestellter Port ist 80). Sie dürfen dieses Feld leer lassen.
russian: Адрес и необязательный номер порта Вашего HTTP прокси сервера (по умолчанию 80 порт). Вы можете оставить поле пустым.

# MSG_HELP_CO_ST_NEWGROUP (675//)
source: Add new address book entries to this group (it will be created if it doesn't exist yet).
dutch: Nieuwe adresboekvermeldingen toevoegen aan deze groep (wordt aangemaakt als die nog niet bestaat).
french: Les nouvelles entrées du carnet d'adresses seront ajoutées dans ce groupe. (Ce groupe sera créé dès la première entrée)
german: Neue Adressbucheinträge werden in diese Gruppe aufgenommen (sie wird bei Bedarf automatisch erstellt).
russian: Добавить новую запись в адресной книге для группы. (Она будет создана, если не существует).

# MSG_HELP_CO_ST_TEMPDIR (676//)
source: Directory to store temporary files.
dutch: Directory waar je tijdelijke bestanden wilt opslaan.
french: Répertoire des fichiers temporaires
german: Verzeichnis für Temporärdateien.
russian: Каталог для хранения временных файлов.

# MSG_HELP_CO_ST_DETACHDIR (677//)
source: Directory to save attached files to.
dutch: Directory waar je bijlagen wilt opslaan.
french: Les pièces jointes seront sauvées dans ce répertoire
german: In diesem Verzeichnis werden die Anhänge gespeichert.
russian: Каталог для записи прикреплённых файлов.

# MSG_HELP_CO_ST_ATTACHDIR (678//)
source: Default source directory for attachments.
dutch: Standaard brondirectory voor bijlagen.
french: Répertoire source prédéfini pour les pièces jointes
german: Voreingestelltes Quellverzeichnis für Anhänge.
russian: Каталог по умолчанию для исходящих аттачей.

# MSG_HELP_CO_ST_APP (679//)
source: Try to put the AppIcon exactly at these coordinates.
dutch: Probeer het AppIcon precies op deze coördinaten te plaatsen.
french: Tente de positionner l'AppIcône à ces coordonnées précises.
german: Gewünschte Position des AppIcon in Pixeln auf der Workbench.
russian: Позиция иконки почтового ящика в пикселях.

# MSG_HELP_CO_CH_CLGADGET (680//)
source: Do you want YAM to iconify when you hit the close gadget?
dutch: Wil je dat YAM iconificeert als je op het sluit-gadget klikt?
french: Yam doit-il s'icônifier en cliquant sur le gadget « fermeture » ?
german: Soll YAM beim Betätigen des Schließgadgets ikonifiziert werden?
russian: Вы хотите сворачивать YAM при нажатии на кнопку выхода?

# MSG_HELP_CO_CH_CONFIRM (681//)
source: Do you want to confirm deletion of messages?
dutch: Wil je bevestigen wanneer een mailtje verwijderd wordt?
french: Voulez-vous confirmer la suppression des messages ?
german: Wollen Sie das Löschen von Nachrichten bestätigen?
russian: Вы хотите подтверждать удаление сообщений?

# MSG_HELP_CO_NB_CONFIRMDEL (682//)
source: Minimum number of messages to display the confirmation requester.
dutch: Minimum aantal mailtjes dat in de bevestigingsrequester getoond wordt.
french: Demande la confirmation à partir de cette quantité de messages
german: Bestätigungsfenster erst ab dieser Anzahl von Nachrichten öffnen.
russian: Минимальное число сообщений для запроса на подтверждение удаления.

# MSG_HELP_CO_CH_REMOVE (683//)
source: Immediately delete the messages rather than moving them to the Trash folder. (Use this with care)
dutch: Mailtjes meteen verwijderen in plaats van ze verplaatsen naar de prullenbak. Hier moet je voorzichtig mee zijn!
french: Supprime les messages immédiatement, sans passer par le dossier « Corbeille ». (À utiliser avec précaution)
german: Löscht Nachrichten sofort, ohne sie zuerst in den Papierkorb zu verschieben. (Dies ist mit Bedacht auszuwählen)
russian: Удалять сообщения сразу же, не перемещая их в корзину.

# MSG_HELP_CO_TX_ENCPACK (690//)
source: XPK library used to protect and compress folders.
dutch: XPK-library wordt gebruikt om folders te comprimeren en beschermen.
french: Bibliothèque XPK utilisée pour protéger et compresser les dossiers
german: XPK-Bibliothek für die Komprimierung und den Passwortschutz von Postfächern.
russian: Использовать библиотеку XPK для защиты и компрессии папок.

# MSG_HELP_CO_TX_PACKER (691//)
source: XPK library used to compress folders.
dutch: XPK-library gebruikt om folders te comprimeren.
french: Bibliothèque XPK utilisée pour compresser les dossiers
german: XPK-Bibliothek für die Komprimierung von Postfächern.
russian: Использовать библиотеку XPK для компрессии папок.

# MSG_HELP_CO_NB_ENCPACK (692//)
source: Efficiency of this packer. 100% is the best value, but also the slowest.
dutch: Rendement van deze inpakker. 100 % geeft het hoogste rendement, maar is het langzaamst.
french: Efficacité de la compression. 100% est la plus efficace, mais ausi la plus lente.
german: Effizienz dieses Packers 100% ist die beste, aber langsamste.
russian: Эффективность упаковки: 100% - максимум, но медленно.

# MSG_HELP_CO_ST_ARCHIVER (693//)
source: Command and options used to create archived attachments.
dutch: Opdrachten en opties die gebruikt worden om gearchiveerde bijlagen te maken.
french: Commande et options à utiliser pour la création et la compression des pièces jointes.
german: Archivpacker und Optionen für die Erstellung von komprimierten Anhängen.
russian: Команда архивации и опции, используемые для создания аттача с компрессией.

# MSG_HELP_CO_ST_RXNAME (694//)
source: Description of the script in the 'Scripts' menu.
dutch: Beschrijving van het script in het menu Scripts.
french: Description du script dans le menu « Scripts »
german: Beschreibung des Skripts im 'Skript'-Menü.
russian: Описание сценария в меню «Сценарии».

# MSG_HELP_CO_ST_SCRIPT (695//)
source: Filename of the script.
dutch: Bestandsnaam van het script
french: Nom du script
german: Dateiname des Skripts.
russian: Имя файла со сценарием

# MSG_HELP_CO_CY_ISADOS (696//)
source: Type of the script (ARexx or AmigaDOS).
dutch: Soort script (ARexx of AmigaDOS).
french: Type de script (ARexx ou AmigaDOS)
german: Art des Skripts (ARexx oder AmigaDOS).
russian: Тип сценария. (ARexx или АмигаДОС).

# MSG_HELP_CO_CH_CONSOLE (697//)
source: Open a console window to allow input and output from the script.
dutch: Open een venster voor input en output van het script.
french: Ouvre une fenêtre à part pour l'exécution d'un script
german: Öffnet ein Konsolenfenster für die Ein- und Ausgabe des Skripts.
russian: Открывать консольное окно для ввода и вывода информации в/из сценария.

# MSG_HELP_CO_CH_WAITTERM (698//)
source: Do not run the script asynchronously but wait for it to complete.
dutch: Het script niet a-synchroon uitvoeren maar wachten tot het klaar is.
french: N'exécute pas le script de façon asynchrone, et attend qu'il se termine.
german: Startet das Skript nicht asynchron und wartet bis dieses beendet ist.
russian: Не исполнять сценарий параллельно.

# MSG_HELP_CO_BT_SAVE (699//)
source: Save current settings.
dutch: Bewaar huidige instellingen
french: Sauve les réglages actuels
german: Speichert die aktuellen Einstellungen.
russian: Записать текущие настройки.

# MSG_HELP_CO_BT_USE (700//)
source: Use current settings.
dutch: Gebruik huidige instellingen
french: Utilise les réglages actuels
german: Benutzt die aktuellen Einstellungen.
russian: Использовать текущие настройки.

# MSG_HELP_CO_BT_CANCEL (701//)
source: Close configuration window and use the old settings.
dutch: Sluit configuratievenster en gebruik de oude instellingen.
french: Ferme la fenêtre de configuration et utilise les anciennes propriétés
german: Schließt das Konfigurationsfenster und benutzt die alten Einstellungen.
russian: Закрыть окно конфигурации и использовать старые настройки.

# MSG_AB_BirthdayReminder (703//)
source: Birthday Reminder
dutch: Verjaardagsattentie
french: Pense-bête (anniversaire)
german: Geburtstagserinnerung
russian: Напоминание о дне рождения

# MSG_AB_HappyBirthday (704//)
source: Happy birthday
dutch: Hartelijk gefeliciteerd!
french: Joyeux Anniversaire
german: Alles Gute zum Geburtstag
russian: С днем рождения!

# MSG_AB_ListAlias (706//)
source: Alias (LIST)
dutch: Alias (LIJST)
french: Alias (LISTE)
german: Alias (LISTE)
russian: Псевдоним (СПИСОК)

# MSG_AB_GroupAlias (707//)
source: Alias (GROUP)
dutch: Alias (GROEP)
french: Alias (GROUPE)
german: Alias (GRUPPE)
russian: Псевдоним (ГРУППА)

# MSG_AB_PrintReqGads (708//)
source: _Long format|_Short format|_Cancel
dutch: _Lang formaat|_Kort formaat|Afbreken
french: Format _long|Format _court|_Annuler
german: A_usführlich|_Komprimiert|_Abbrechen
russian: _Длинный формат|_Короткий формат|_Отмена

# MSG_AB_PrintReq (709//)
source: Select print format:
dutch: Selecteer printformaat:
french: Choisir le format d'impression :
german: Wählen Sie ein Druckformat:
russian: Укажите формат печати:

# MSG_AB_FoundEntry (711//)
source: Found matching entry. Alias: \033b%s\033n Name: \033b%s\033n
dutch: Overeenkomst gevonden. Alias: \033b%s\033n Naam: \033b%s\033n
french: J'ai trouvé cette personne : Alias : \033b%s\033n Nom : \033b%s\033n
german: Passenden Eintrag gefunden. Alias: \033b%s\033n Name: \033b%s\033n
russian: Найдены совпадающие записи! Псевдоним: %s Имя: %s

# MSG_AB_FindEntry (712//)
source: Find Entry
dutch: Zoek overeenkomst
french: Rechercher une entrée
german: Suche Eintrag
russian: Поиск записи

# MSG_AB_FindEntryReq (713//)
source: This module finds a given text in the alias, name, address, description, street, city or country fields. Please enter the search pattern (AmigaDOS wildchars are supported):
dutch: Deze module vindt een bepaalde tekst in het alias-, naam-, adres-, beschrijving-, straat-, stad- of landveld. Geef het zoekpatroon (AmigaDOS-wildcards worden ondersteund):
french: Ce module recherche un texte donné dans un des champs suivants : Alias, nom, adresse, description, rue, ville ou pays. Entrez le motif recherché (les jokers AmigaDos sont autorisés).
german: Dieses Modul sucht einen gegebenen Text im Alias, Namen, Adresse, Beschreibung, Straße, Stadt oder Land. Bitte geben Sie den Suchbegriff ein (AmigaDOS-Muster werden unterstützt):
russian: Этот модуль ищет заданный текст в полях псевдонимов, имён, адресов, описания, улиц, городов или стран. Пожалуйста, введите шаблон для поиска. (Поддерживаются символы шаблонов АмигаДОС):

# MSG_AB_StartSearch (714//)
source: _Start search
dutch: _Start zoeken
french: _Effectuer la recherche
german: _Suche starten
russian: Начать _поиск

# MSG_AB_FoundEntryGads (715//)
source: _Next hit|*_Edit hit|_Cancel
dutch: _Volgende treffer|_Bewerk treffer|Afbreken
french: _Suivant|*_Éditer|_Annuler
german: _Nächster Treffer|*Treffer _editieren|_Abbrechen
russian: _Следущее совпадение|_Изменить|_Отмена

# MSG_AB_NoneFound (716//)
source: No matching entries found.
dutch: Geen overeenkomsten gevonden
french: Aucune correspondance trouvée.
german: Keine passenden Einträge gefunden.
russian: Ничего не найдено!

# MSG_AB_Modified (717//)
source: Address book has been modified.
dutch: Adresboek is gewijzigd
french: Le carnet d'adresses a été modifié.
german: Adressbuch wurde geändert.
russian: Адресная книга была изменена!

# MSG_AB_TitleDescription (721//)
source: Description
dutch: Beschrijving
german: Beschreibung
russian: Описание

# MSG_AB_TitleAddress (722//)
source: Address
dutch: Adres
french: Adresse
german: Adresse
russian: Адрес

# MSG_AB_TitleStreet (723//)
source: Street
dutch: Straat
french: Rue
german: Straße
russian: Улица

# MSG_AB_TitleCity (724//)
source: City
dutch: Stad
french: Ville
german: Stadt
russian: Город

# MSG_AB_TitleCountry (725//)
source: Country
dutch: Land
french: Pays
german: Land
russian: Страна

# MSG_AB_TitlePhone (726//)
source: Phone
dutch: Telefoon
french: Téléphone
german: Telefon
russian: Телефон

# MSG_AB_TitleBirthDate (727//)
source: Birth date
dutch: Geboortedatum
french: Date de naissance
german: Geburtsdatum
russian: Дата рождения

# MSG_AB_MIFind (730//)
source: Find...
dutch: Zoek...
french: Chercher...
german: Suchen...
russian: Поиск...

# MSG_AB_Entry (731//)
source: Entry
dutch: Invoer
french: Entrée
german: Eintrag
russian: Запись

# MSG_AB_AddUser (732//)
source: New person
dutch: Nieuw persoon
french: Nouvelle personne
german: Neue Person
russian: Новая персона...

# MSG_AB_AddGroup (733//)
source: New group
dutch: Nieuwe groep
french: Nouveau groupe
german: Neue Gruppe
russian: Новая группа...

# MSG_AB_AddList (734//)
source: New distribution list
dutch: Nieuwe distributielijst
french: Nouvelle liste
german: Neue Verteilerliste
russian: Новый список рассылки...

# MSG_AB_Duplicate (735//)
source: Duplicate
dutch: Dupliceer
french: Dupliquer
german: Duplizieren
russian: Дубликаты

# MSG_AB_MIPrint (736//)
source: Print
french: Imprimer
german: Drucken
russian: Печатать

# MSG_AB_MIDelete (737//)
source: Delete
dutch: Wis
french: Effacer
german: Löschen
russian: Удалить

# MSG_AB_Sort (738//)
source: Sort
dutch: Sorteer
french: Trier
german: Sortieren
russian: Сортировка

# MSG_AB_SortByAlias (739//)
source: By alias
dutch: Op alias
french: Par alias
german: Nach Alias
russian: По псевдониму

# MSG_AB_SortByName (740//)
source: By last name
dutch: Op achternaam
french: Par nom
german: Nach Nachnamen
russian: По фамилии

# MSG_AB_SortByFirstname (741//)
source: By first name
dutch: Op voornaam
french: Par prénom
german: Nach Vornamen
russian: По имени

# MSG_AB_SortByDesc (742//)
source: By description
dutch: Op beschrijving
french: Par description
german: Nach Beschreibung
russian: По описанию

# MSG_AB_SortByAddress (743//)
source: By address
dutch: Op adres
french: Par adresse
german: Nach Adresse
russian: По адресу

# MSG_AB_View (744//)
source: View
dutch: Toon
french: Voir
german: Ansicht
russian: Просмотр

# MSG_AB_Fold (745//)
source: Fold all
dutch: Alles opvouwen
french: Tout plier
german: Alles falten
russian: Закрыть все

# MSG_AB_Unfold (746//)
source: Unfold all
dutch: Alles ontvouwen
french: Tout déplier
german: Alles entfalten
russian: Открыть все

# MSG_AB_TBSave (747//8)
source: _Save
dutch: Bewaar
french: Enregi_strer
german: _Speich.
russian: _Запись

# MSG_AB_TBFind (748//8)
source: _Find
dutch: _Zoek
french: C_hercher
german: S_uchen
russian: _Поиск

# MSG_AB_TBNewList (750//8)
source: _List
dutch: _Lijst
french: _Liste
german: _Liste
russian: _Список

# MSG_AB_TBNewGroup (751//8)
source: _Group
dutch: _Groep
french: _Groupe
german: _Gruppe
russian: _Группа

# MSG_AB_TBEdit (752//8)
source: _Edit
dutch: _Bewerk
french: _Éditer
german: _Ändern
russian: _Изменить

# MSG_AB_TBDelete (753//8)
source: _Delete
dutch: _Wis
french: E_ffacer
german: L_öschen
russian: _Удалить

# MSG_AB_TBPrint (754//8)
source: P_rint
french: I_mprimer
german: _Drucken
russian: Пе_чать

# MSG_AB_TBOpenTree (755//8)
source: _Unfold
dutch: On_tvouw
french: _Déplier
german: _Entf.
russian: _Раскрыть

# MSG_AB_TBCloseTree (756//8)
source: F_old
dutch: _Vouw op
french: Pl_ier
german: _Falten
russian: С_вернуть

# MSG_HELP_AB_BT_SAVE (757//)
source: Save current changes.
dutch: Bewaar huidige wijzigingen
french: Sauve les changements
german: Aktuelle Änderungen speichern.
russian: Сохранить текущие изменения.

# MSG_HELP_AB_BT_SEARCH (758//)
source: Find an entry in the address book.
dutch: Zoek een overeenkomst in het adresboek.
french: Trouve un enregistrement dans le carnet d'adresses
german: Einen Eintrag im Adressbuch finden.
russian: Найти запись в адресной книге.

# MSG_HELP_AB_BT_ADDUSER (759//)
source: Add a new person to your address book.
dutch: Voeg een nieuw persoon toe aan het adresboek.
french: Ajoute une nouvelle personne à votre carnet d'adresses
german: Eine neue Person ins Adressbuch aufnehmen.
russian: Добавить новую персону в Вашу адресную книгу.

# MSG_HELP_AB_BT_ADDGROUP (760//)
source: Add a new group (directory) to the address book.
dutch: Voeg een nieuwe groep (directory) toe aan het adresboek.
french: Ajoute un nouveau groupe à votre carnet d'adresses
german: Eine neue Gruppe (Verzeichnis) ins Adressbuch aufnehmen.
russian: Добавить новую группу (каталог) в Вашу адресную книгу.

# MSG_HELP_AB_BT_ADDMLIST (761//)
source: Add a new distribution list to the address book.
dutch: Voeg een nieuwe distributielijst toe aan het adresboek.
french: Ajoute une nouvelle liste de distribution dans votre carnet d'adresses
german: Eine neue Verteilerliste ins Adressbuch aufnehmen.
russian: Добавить новый список рассылки в Вашу адресную книгу.

# MSG_HELP_AB_BT_EDIT (762//)
source: Edit this entry.
dutch: Bewerk deze invoer
french: Édite cet élément
german: Ausgewählten Eintrag ändern.
russian: Изменить выбранную запись.

# MSG_HELP_AB_BT_DELETE (763//)
source: Delete the selected entry from the address book.
dutch: Wis de geselecteerde gegevens uit het adresboek.
french: Supprime de votre carnet d'adresses l'élément sélectionné.
german: Ausgewählten Eintrag aus dem Adressbuch entfernen.
russian: Удалить выбранную запись из Вашей адресной книги.

# MSG_HELP_AB_BT_PRINT (764//)
source: Print the selected entry.
dutch: Print de geselecteerde gegevens
french: Imprime l'élément sélectioné
german: Ausgewählten Eintrag drucken.
russian: Напечатать выбранные записи.

# MSG_HELP_AB_BT_OPEN (765//)
source: Display all the entries in the address book.
dutch: Toon alle gegevens in het adresboek.
french: Montre toutes les personnes inscrites dans le carnet d'adresses
german: Alle Einträge im Adressbuch anzeigen.
russian: Показать все записи в адресной книге.
