Repository: Futaura/yam
Catalog: locale/*.po
Languages: dutch, french, german, russian

# MSG_HELP_CO_CY_MSGSELECT (572//)
source: Message pre-selection shows (a part of) the contents of the POP3 mailbox and allows you to select which messages you want to download.
dutch: Voorselectie van mailtjes toont (een deel van) de inhoud van de POP3-postbus en geeft je de kans om die mailtjes te selecteren die je wilt downloaden.
french: Cette option montre le contenu de la boite aux lettres serveur POP3 et permet ainsi de sélectionner les messages à recevoir.
german: Schalten Sie diese Option ein, um einen Teil des Inhaltes des POP3-Postfachs aufzulisten und vor dem Herunterladen eine Auswahl treffen zu können.
russian: Включите эту опцию для показа содержимого POP3 почтового ящика, и Вы сможете выбирать сообщения для приёма.

# MSG_HELP_CO_ST_WARNSIZE (574//)
source: Incoming messages bigger than this will be considered as 'large'.
dutch: Inkomende mailtjes groter dan dit worden beschouwd als groot.
french: Les messages ayant une taille supérieure à celle indiquée ici, seront considérés comme « gros ».
german: Eingehende Nachrichten, welche diese Größe überschreiten, werden als 'groß' ausgewiesen.
russian: Сообщения, большие этого размера, будут помечены как «большие».

# MSG_HELP_CO_ST_INTERVAL (575//)
source: How often do you want YAM to automatically check for new mail?
dutch: Hoe vaak wil je dat YAM uit zichzelf gaat kijken voor nieuwe mail? Gebruik 0 (nul) als je dit helemaal nooit wil.
french: Fréquence à laquelle vous voulez que YAM vérifie les nouveaux messages. Utilisez 0 si vous ne voulez pas que YAM fasse cela.
german: Wie oft wollen Sie auf neue Post prüfen?
russian: Как часто проверять ящик на наличие новой почты? (Введите 0 или оставьте пустым для выключения функции).

# MSG_HELP_CO_CH_DLLARGE (576//)
source: When automatically checking for new mail, download large messages even if they exceed the size limit specified above.
dutch: Als YAM uit zichzelf naar nieuwe mail gaat kijken worden grote mailtjes ook gedownload, ook als hun grootte de aangegeven limiet overschrijdt.
french: Télécharge les gros messages lors de la réception automatique, même s'ils dépassent la taille limite spécifiée ci-dessus.
german: Lade große Nachrichten beim automatischen Postholen, selbst wenn sie die oben angegebene Größe überschreiten.
russian: При автоматической проверке новой почты забирать большие сообщения, даже если их размер превышает указанный выше.

# MSG_HELP_CO_CH_NOTIREQ (577//)
source: Show a requester when you get new mail.
dutch: Toon een requester wanneer je nieuwe mail krijgt.
french: Affiche une requête lors de l'arrivée de nouveaux messages.
german: Beim Eintreffen neuer Post eine Meldung anzeigen.
russian: Вы хотите, чтобы Вас уведомляли о наличии новой почты?

# MSG_HELP_CO_ST_NOTICMD (578//)
source: The program you want to execute when you get new mail.
dutch: Het programma dat je wilt starten wanneer je nieuwe mail krijgt.
french: Programme à exécuter à la réception de nouveaux messages.
german: Programm, welches beim Eintreffen neuer Post ausgeführt wird.
russian: Программа, которая будет запущена при наличии новой почты.

# MSG_HELP_CO_ST_NOTISOUND (579//)
source: The sound file you want to play when you get new mail.
dutch: Het geluidsbestand dat je wilt afspelen wanneer je nieuwe mail krijgt.
french: Son à jouer à l'arrivée de nouveaux messages.
german: Tondatei, welche beim Eintreffen neuer Post abgespielt wird.
russian: Звук, который будет проигран при наличии новой почты.

# MSG_HELP_CO_LV_RULES (580//)
source: List of filters.
dutch: Lijst van filters
french: Listes des filtres
german: Liste der Filter.
russian: Список фильтров

# MSG_HELP_CO_ST_RNAME (581//)
source: Filter name.
dutch: Naam van filter
french: Nom du filtre
german: Name des Filters.
russian: Имя фильтра

# MSG_HELP_CO_CH_REMOTE (582//)
source: Apply this filter before downloading new mail.
dutch: Dit filter toepassen voordat nieuwe mail wordt gedownload.
french: Applique ce filtre avant de recevoir du nouveau courrier
german: Benutze diesen Filter vor dem Runterladen einer neuen E-Mail.
russian: Применять этот фильтр перед приёмом писем.

# MSG_HELP_CO_CH_APPLYNEW (583//)
source: Apply this filter to new messages.
dutch: Dit filter toepassen op nieuwe mailtjes
french: Applique ce filtre aux nouveaux messages
german: Benutze diesen Filter mit neuen Nachrichten.
russian: Применять этот фильтр к новым сообщениям.

# MSG_HELP_CO_CH_APPLYSENT (584//)
source: Apply this filter to sent messages.
dutch: Dit filter toepassen op verzonden mailtjes
french: Applique ce filtre aux messages envoyés
german: Benutze diesen Filter mit versandten Nachrichten.
russian: Применять этот фильтр к отправленным сообщениям.

# MSG_HELP_CO_CH_APPLYREQ (585//)
source: Apply this filter when you use the filter function manually.
dutch: Dit filter toepassen bij gebruik van handmatig filteren.
french: Applique ce filtre lors d'une demande de filtrage manuel
german: Benutze diesen Filter bei manueller Auslösung der Filterfunktion.
russian: Применять этот фильтр при ручной активизации функции фильтрования.

# MSG_HELP_CO_CH_AFORWARD (589//)
source: Forward matching messages to another person.
dutch: Overeenkomende mailtjes doorsturen naar een ander.
french: Retransmet les messages correspondant vers une autre personne
german: Leitet passende Nachrichten an eine andere Person weiter.
russian: Цитировать совпадающие сообщения другой персоне.

# MSG_HELP_CO_ST_AFORWARD (590//)
source: E-mail address(es) that should get the forwarded messages.
dutch: E-mailadres(en) waar de doorgestuurde mailtjes naar toe moeten.
french: Adresse(s) électronique(s) devant recevoir le message retransmi
german: E-Mail-Adresse der Person, die die weitergeleitete Nachricht erhält.
russian: E-Mail адрес, куда будут пересланы цитированные сообщения.

# MSG_HELP_CO_CH_ARESPONSE (591//)
source: Send an automatic reply for each matching message.
dutch: Zend een automatisch antwoord voor ieder overeenkomend mailtje.
french: Envoie une réponse automatique pour chaque message correspondant
german: Sendet eine automatische Antwort für jede passende Nachricht.
russian: Посылать подтверждения для каждого совпадающего сообщения.

# MSG_HELP_CO_ST_ARESPONSE (592//)
source: Text file that contains the response.
dutch: Tekstbestand dat het antwoord bevat.
french: Fichier texte qui contient la réponse
german: Textdatei, welche die Antwort enthält.
russian: Текстовый файл ответа.

# MSG_HELP_CO_CH_AEXECUTE (593//)
source: Execute a command for each matching message.
dutch: Opdracht uitvoeren voor ieder overeenkomend mailtje.
french: Exécute une commande pour chaque message correspondant
german: Führt einen Befehl für jede passende Nachricht aus.
russian: Исполняемая команда для каждого совпадающего сообщения.

# MSG_HELP_CO_ST_AEXECUTE (594//)
source: Command to execute. The path of the matching message is passed as an argument.
dutch: Uit te voeren opdracht. Het pad van het overeenkomenden mailtje wordt gebruikt als argument.
french: Commande à exécuter. Le chemin de ces messages est passé en argument
german: Auszuführender Befehl. Der Pfad der passenden Nachricht wird als Parameter übergeben.
russian: Исполняемая команда. Маршрут совпадающего сообщения передается как аргумент.

# MSG_HELP_CO_CH_APLAY (595//)
source: Play a sound file for each matching message.
dutch: Speel een geluidsbestand voor ieder overeenkomend mailtje.
french: Joue un son pour chaque message correspondant
german: Spielt einen Ton für jede passende Nachricht ab.
russian: Играть звуковой файл для каждого совпадающего сообщения.

# MSG_HELP_CO_ST_APLAY (596//)
source: Sound file to play.
dutch: Te spelen geluidsbestand:
french: Fichier son à jouer
german: Abzuspielende Tondatei.
russian: Звуковой файл.

# MSG_HELP_CO_CH_AMOVE (597//)
source: Move matching messages to a different folder.
dutch: Verplaats overeenkomend mailtje naar een andere folder.
french: Déplace les messages correspondant vers un autre dossier
german: Verschiebt passende Nachrichten in ein anderes Postfach.
russian: Перемещать совпадающие сообщения в другую папку.

# MSG_HELP_CO_PO_MOVETO (598//)
source: Destination folder.
dutch: Bestemmingsfolder
french: Dossier de destination
german: Ziel-Postfach.
russian: Папка-приёмник.

# MSG_HELP_CO_CH_ADELETE (599//)
source: Delete the matching messages.
dutch: Wis de overeenkomende mailtjes
french: Efface les messages correspondant
german: Löscht passende Nachrichten.
russian: Удалять совпадающие сообщения.

# MSG_HELP_CO_CH_ASKIP (600//)
source: Do not download the matching messages.
dutch: Overeenkomende mailtjes niet downloaden.
french: Ne recevoir pas les messages correspondant
german: Lädt passende Nachrichten nicht vom Server.
russian: Не забирать совпадающие сообщения.

# MSG_HELP_CO_BT_RADD (601//)
source: Add a new filter.
dutch: Nieuw filter toevoegen
french: Ajoute un nouveau filtre
german: Erstellt einen neuen Filter.
russian: Добавить новый фильтр.

# MSG_HELP_CO_BT_RDEL (602//)
source: Remove the selected filter from the list.
dutch: Verwijder het geselecteerde filter van de lijst.
french: Supprime de la liste le filtre sélectionné
german: Entfernt ausgewählten Filter.
russian: Удалить выбранный фильтр.

# MSG_HELP_CO_CA_COL2QUOT (603//)
source: Color used to display 2nd level quotes.
dutch: Kleur voor 2e niveau quotes.
french: Couleur utilisée pour afficher les citations de niveau 2.
german: In dieser Farbe werden Zitate der zweiten Ebene im Lesefenster und im Editor dargestellt.
russian: Настройка цветов, используемых для показа старых цитат.

# MSG_HELP_CO_CH_WRAPHEAD (604//)
source: Split long headers on multiple lines.
dutch: Splits lange headers op meerdere regels.
french: Réparti les longs en-têtes sur plusieurs lignes
german: Lange Kopfzeilen auf mehrere Zeilen aufgeteilt anzeigen.
russian: Показывать длинные заголовки в несколько строк.

# MSG_HELP_CO_CY_HEADER (606//)
source: Which message headers do you want YAM to display by default in the Read window?
dutch: Welke headers wil je dat YAM laat zien in het leesvenster?
french: Les en-têtes de messages que vous voulez que YAM affiche dans la fenêtre de lecture
german: Welche Kopfzeilen einer Nachricht sollen in einem Lesefenster ange- zeigt werden?
russian: Как Вы хотите отображать заголовок сообщения?

# MSG_HELP_CO_ST_HEADERS (607//)
source: Specify an AmigaDOS pattern to choose the headers in SELECTED format. Default is (From|To|Cc|Bcc|Date|Subject).
dutch: Specificeer een AmigaDOS patroon om de headers in SELECTED formaat te tonen. Standaard is (From|To|Cc|Bcc|Date|Subject).
german: AmigaDOS-Muster der anzuzeigenden Kopfzeilen im Modus 'ausgewählte'. Standard ist (From|To|Cc|Bcc|Date|Subject).

# MSG_HELP_CO_CY_SENDERINFO (608//)
source: Information about the sender to display in the Read window (if available).
dutch: Informatie over de afzender, die te zien zal zijn in het leesvenster (voor zover beschikbaar).
french: Affiche les informations sur l'expéditeur dans la fenêtre (si elles sont disponibles)
german: Im Lesefenster anzuzeigende Absenderinformationen (falls verfügbar).
russian: Информация об отправителе, если таковая имеется, будет выведена в окне.

# MSG_HELP_CO_CY_SIGSEPLINE (609//)
source: Type of separation line for the signature.
dutch: Type scheidslijn voor de handtekening.
french: Type de séparation à utiliser entre le texte et la signature
german: Art der Signaturtrennlinie.
russian: Тип разделительной линии для подписи.

# MSG_HELP_CO_CH_ALLTEXTS (611//)
source: Display all plain text parts of a multipart message.
dutch: Toon alle gewone tekst als deel van een multipart mailtje.
french: Affiche toutes les parties textes d'un parties d'un message composé
german: Alle Textteile einer mehrteiligen Nachricht anzeigen.
russian: Выводить все текстовые части многосекционного сообщения.

# MSG_HELP_CO_CH_MULTIWIN (612//)
source: Use a separate Read window for each opened message.
dutch: Gebruik een afzonderlijk leesvenster voor ieder geopend mailtje.
french: Utilise une nouvelle fenêtre de lecture pour chaque message ouvert
german: Öffne ein separates Lesefenster für jede zu betrachtende Nachricht.
russian: Открывать новое окно для каждого нового сообщения.

# MSG_HELP_CO_CA_COLTEXT (613//)
source: Color for the 'colored' text used in the Read window and the editor.
dutch: Kleur voor de gekleurde tekst gebruikt in het leesvenster en de editor.
french: Couleur utilisée pour le texte « coloré » dans la fenêtre de lecture et l'éditeur.
german: In dieser Farbe wird 'farbiger' Text im Lesefenster und im Editor dargestellt.
russian: Настройка цвета «цветного» текста в окне просмотра и в редакторе.

# MSG_HELP_CO_CH_FIXFEDIT (614//)
source: Display messages using a fixed width font.
dutch: Toon mailtjes in een font met vaste breedte.
french: Affiche les messages avec une police à chasse fixe
german: Nachrichten mit einer Schriftart fester Breite anzeigen.
russian: Показывать сообщения, используя фиксированный шрифт.

# MSG_HELP_CO_ST_CTYPE (615//)
source: Enter a new MIME type or select one using the popup button at the right.
dutch: Geef een nieuw MIME-type op of kies er een met de button rechts.
french: Entrez un nouveau type MIME ou sélectionnez en un grace au bouton popup à droite.
german: Geben Sie einen neuen MIME-Typen an, oder wählen Sie einen aus der PopUp-Liste.
russian: MIME просмотр, активируемый этим типом аттача.

# MSG_HELP_CO_ST_COMMAND (616//)
source: Path and optional arguments of the viewer command. Click the popup button to see the list of supported variables.
dutch: Pad en optionele argumenten van de viewer-opdracht. Klik op de button om een lijst te zien van ondersteunde variabelen.
french: Chemin et paramètres du programme d'affichage. Cliquez sur le bouton popup pour voir la liste des variables supportées.
german: Pfad und optionale Parameter des Anzeigeprogrammes. Drücken Sie auf den PopUp-Knopf um eine Liste der möglichen Parameter zu sehen.
russian: Маршрут и необязательные аргументы для просмотра. Используйте %s для вставки файла с данными.

# MSG_HELP_CO_BT_MADD (617//)
source: Add a new MIME viewer.
dutch: Nieuwe MIME-viewer toevoegen
french: Insére une nouvelle visionneuse MIME
german: Ein neues MIME-Anzeigeprogramm hinzufügen.
russian: Добавить новый MIME просмотр.

# MSG_HELP_CO_BT_MDEL (618//)
source: Remove the selected MIME viewer.
dutch: Geselecteerde MIME-viewer verwijderen.
french: Supprime la visionneuse MIME sélectionnée
german: Ausgewähltes MIME-Anzeigeprogramm entfernen.
russian: Удалить выбранный MIME просмотр.

# MSG_HELP_CO_ST_EXTENS (619//)
source: A space separated list of extensions (suffixes) used by this file type.
dutch: Een spatie-gescheiden lijst van extensies die gebruikt worden door dit bestandtype.
french: Liste des extensions utilisées par ce type de fichier séparées par des virgules.
german: Eine durch Leerzeichen getrennte Liste von Dateiendungen, die für diesen Dateityp benutzt werden.
russian: Расширения имени файла, используемые в файлах этого типа.

# MSG_HELP_CO_ST_DEFVIEWER (620//)
source: Program used to display attachments of unknown type.
dutch: Programma dat gebrukt wordt om bijlagen van een onbekend type te tonen.
french: Programme à utiliser pour afficher les pièces jointes de types inconnus
german: Programm, mit dem Anhänge unbe- kannten Typs angezeigt werden.
russian: Программа, используемая для показа аттача неизвестного типа.

# MSG_HELP_CO_ST_HELLOTEXT (625//)
source: Text to insert at the top of a new message.
dutch: Tekst die je wilt invoegen bovenin een nieuw mailtje.
french: Texte à insérer au début de chaque nouveau message
german: Text, welcher am Anfang einer neuen Nachricht eingefügt wird.
russian: Текст, вставляемый в начало каждого нового сообщения.

# MSG_HELP_CO_ST_BYETEXT (626//)
source: Text to add at the bottom of a new message.
dutch: Tekst die je wilt toevoegen onderaan een nieuw mailtje.
french: Texte à ajouter à la fin de chaque nouveau message
german: Text, welcher am Ende einer neuen Nachricht eingefügt wird.
russian: Текст, вставляемый в конец каждого нового сообщения.

# MSG_HELP_CO_ST_EDWRAP (628//)
source: Word-wrap message text at this column.
dutch: Tekst van het mailtje afbreken op deze kolom.
french: Effectuer un retour à la ligne automatique à cette colonne
german: Spalte, bei der Nachrichtentext umgebrochen wird.
russian: Вставлять перенос строки в тексте после этой колонки.

# MSG_HELP_CO_CY_EDWRAP (630//)
source: Select 'as you type' to have line feeds automatically added while you're typing your messages.
dutch: Kies Tijdens typen om automatisch line feeds toe te voegen tijdens het typen van je mailtje.
french: Sélectionnez « pendant la frappe », pour activer le retour à la ligne automatique pendant l'écriture du message
german: Wählen Sie 'beim Eintippen', um bei der Eingabe der Nachricht Zeilenumbrüche einzufügen.
russian: Укажите «в соответствии с введенным» для вставки кода переноса строки в момент написания сообщения.

# MSG_HELP_CO_CH_LAUNCH (631//)
source: Automatically launch the external editor when starting a new message.
dutch: Externe editor automatisch opstarten als je een nieuw mailtje wilt beginnen.
french: Lance automatiquement l'éditeur externe lors de la création d'un nouveau message
german: Beim Eingeben einer neuen Nachricht den externer Editor starten.
russian: Запускать внешний редактор, когда Вы начинаете писать новое сообщение.

# MSG_HELP_CO_ST_FWDSTART (633//)
source: Text used to introduce a forwarded message. Click the popup button at the right to see the variables you can use.
dutch: Tekst om een doorgestuurd mailtje in te leiden. Klik op de button rechts om de variabelen te zien die je gebruiken kunt.
french: Texte utilisé pour introduire un message retransmis. Cliquez sur le bouton popup à droite pour obtenir la liste des variables utilisables
german: Text, der einer weitergeleiteten Nachricht vorangestellt wird. Mit dem PopUp-Knopf rechts können diverse Variablen eingefügt werden.
russian: Вступительный текст, используемый при цитировании сообщения. Используйте кнопку справа для вставки переменных.

# MSG_HELP_CO_ST_FWDEND (634//)
source: Text to add at the end of a forwarded message.
dutch: Tekst om een doorgestuurd mailtje mee af te sluiten.
french: Texte à ajouter à la fin d'un message retransmis
german: Text, der eine weitergeleitete Nachricht abschließt.
russian: Текст, вставляемый в конец каждого цитируемого сообщения.

# MSG_HELP_CO_ST_REPLYTEXT (635//)
source: Default phrases used in replies to messages. Use the popup button at the right to see the supported variables.
dutch: Standaard teksten zoals gebruikt in antwoord op mailtjes. Gebruik de button rechts om te zien welke variabelen je kunt gebruiken.
french: Textes utilisés par défaut lors des réponses aux messages. Cliquez sur le bouton popup à droite pour voir les variables supportées.
german: Text, der einer beantworteten Nachricht vorangestellt wird. Mit dem PopUp-Knopf rechts können diverse Variablen eingefügt werden.
russian: Текст, используемый при ответе на сообщение. Используйте кнопку справа для вставки переменных.

# MSG_HELP_CO_ST_AREPLYTEXT (636//)
source: Use these phrases instead when then pattern below matches the recipient's address.
dutch: Gebruik deze teksten wanneer het patroon hieronder overeenkomt met het adres van de ontvanger.
french: Textes de remplacement utilisé lorsque l'adresse du destinataire correspond aux motifs ci-dessous.
german: Benutze diesen alternativen Text, falls das untenstehende Muster auf die Empfängeradresse passt.
russian: Использовать этот текст при ответе на сообщения, если адрес получателя отвечает заданному шаблону.

# MSG_HELP_CO_ST_AREPLYPAT (637//)
source: AmigaDOS pattern that triggers the alternative reply phrases.
dutch: AmigaDOS-patroon om de alternatieve antwoord-teksten te gebruiken.
french: Motif AmigaDOS qui activera l'en-tête de réponse alternative
german: AmigaDOS-Muster, welches die alternativen Antworttexte aktiviert.
russian: Шаблоны АмигаДОС могут быть использованы для применения альтернативного заголовка при ответе.

# MSG_HELP_CO_ST_MREPLYTEXT (638//)
source: Use these phrases in replies to messages from a mailing list.
dutch: Gebruik deze teksten in antwoorden op mailtjes uit een mailinglijst.
french: Textes utilisés en réponse aux messages de liste de discussions.
german: Benutze diese Texte bei der Beantwortung einer Nachricht aus einer Mailingliste.
russian: Использовать этот текст при ответе на сообщение из списка рассылки.

# MSG_HELP_CO_CH_QUOTEEMPTY (641//)
source: Insert quote character for empty lines?
dutch: Quote-teken invoegen bij een lege regel?
french: Insère un caractère de citation pour les lignes vides
german: Zitatzeichen auch für leere Zeilen verwenden?
russian: Вставлять символ(ы) цитирования для пустых строк?

# MSG_HELP_CO_CH_COMPADDR (642//)
source: If checked, you will be asked where to send your reply when the 'From:' and 'Reply-To:' addresses of the original message differ.
dutch: Als het Van:- en Antwoord aan:-adres verschillend zijn zal je worden gevraagd naar welk adres je jouw antwoord wilt sturen. Als je dit aangevinkt hebt, tenminste.
french: Laisse l'utilisateur choisir l'adresse de réponse lorsque celle-ci n'est pas la même dans le champ « De » et dans le champ « Répondre à ».
german: Wenn aktiviert werden Sie nach der gewünschte Empfängeradresse gefragt, falls sich Absender- (Von:) und Antwortadressen (Antwort an:) unterscheiden.
russian: Позволять пользователю выбрать желаемый адрес, если адреса в полях От: и Ответ-На: различны?

# MSG_HELP_CO_CH_STRIPSIG (643//)
source: Avoids quoting the signature of the original message.
dutch: Verhindert het quoten van de handtekening van het originele mailtje.
french: Évite de citer la signature du message original.
german: Verhindert das Zitieren der Signatur der ursprünlichen Nachricht.
russian: Не цитировать подпись оригинального сообщения.

# MSG_HELP_CO_BT_EDITSIG (645//)
source: Modify this signature using the external editor.
dutch: Bewerk deze handtekening met de externe editor.
french: Modifie cette signature dans l'éditeur externe
german: Bearbeiten Sie Ihre Signatur im Editor.
russian: Изменить Вашу подпись, используя редактор.

# MSG_HELP_CO_BT_INSTAG (646//)
source: Insert a control code for a random tagline.
dutch: Een controle-code invoegen voor een willekeurige tagline.
french: Insère le caractère de contrôle pour l'ajout de citations aléatoires
german: Steuerzeichen für zufällige Tagline einfügen.
russian: Вставить управляющий код для случайных эпилогов.

# MSG_HELP_CO_BT_INSENV (647//)
source: Insert a control code for the 'SIGNATURE' environment variable.
dutch: Een controle-code invoegen voor de 'SIGNATURE' variabele.
french: Insère le code de contrôle pour utiliser la variable d'environnement « SIGNATURE »
german: Steuerzeichen für die Umgebungs- variable 'SIGNATURE' einfügen.
russian: Вставить управляющий код для переменной окружения SIGNATURE.

# MSG_HELP_CO_ST_TAGFILE (648//)
source: Specify here a database file containing taglines (also known as 'cookies').
dutch: Specificeer hier een databasebestand dat taglines bevat (ook wel cookies geheten).
french: Spécifie le fichier contenant les citations (ou proverbes)
german: Datenbank, welche die Taglines (sog. 'Cookies') enthält.
russian: База данных, содержащая эпилоги («cookies»).

# MSG_HELP_CO_ST_TAGSEP (649//)
source: String used to separate the taglines in the database.
dutch: String gebruikt om taglines in de database te scheiden.
french: Chaîne de caractères utilisée pour séparer les citations dans le fichier de citations
german: Zeichen oder Zeichenkette, die zur Trennung der Taglines in der Datenbank verwendet werden.
russian: Символ или строка-разделитель эпилогов в базе данных.
