Repository: Futaura/yam
Catalog: locale/*.po
Languages: dutch, french, german, russian

# MSG_CO_MIXED_SUMMARY (1648//)
source: A bunch of settings that don't fit anywhere else...
dutch: Instellingen die eigenlijk nergens over gaan...
french: Une palanquée d'options qui n'allaient pas ailleurs...
german: Konfigurieren Sie allgemeine Einstellungen...
russian: Всякие настройки, которые больше некуда деть...

# MSG_CO_UPDATE_TITLE (1649//)
source: Software Updates
french: Réglages des mises à jour
german: Software Update
russian: Обновления программ

# MSG_CO_UPDATE_SUMMARY (1650//)
source: Keep track of updates to YAM and related components...
dutch: In de gaten houden of er updates zijn van YAM of gerelateerde componenten...
french: Garde un oeil sur les mises à jour de YAM et de ses composants...
german: Suchen Sie nach neuen YAM-Updates...
russian: Контролирует обновления YAM и связанных компонент...

# MSG_CO_CrdUpdate (1651//)
source: Updates
french: Mises à jour
german: Update
russian: Обновления

# MSG_CO_AMISSLWARN_TITLE (1652//)
source: AmiSSL not available
dutch: AmiSSL niet beschikbaar
french: AmiSSL non disponible
german: AmiSSL Warnung
russian: Отсутствует AmiSSL

# MSG_CO_AMISSLWARN (1653//)
source: AmiSSL was found to be unavailable. Therefore, all secure connections (SSL/TLS) are disabled until AmiSSL is found to be installed correctly. Please verify that at least AmiSSL v%lu.%lu is correctly installed and then restart YAM.
dutch: AmiSSL blijkt niet beschikbaar te zijn. Daarom blijven alle veilige verbindingen (SSL/TSL) afgesloten totdat gebeleken is dat AmiSSL correct geïnstalleerd is. Controleer of tenminste AmiSSL v%lu.%lu is correct geïinstalleerd is en herstart dan YAM.
french: AmiSSL n'est pas disponible. Pour cela toutes les connexions sécurisées (SSLv3/TLSv1) sont désactivées jusqu'à ce qu'AmiSSL soit installé correctement Veuillez vous assurer que vous avez installé correctement au moins AmiSSL v%lu.%lu puis veuillez redémarrer YAM.
german: YAM konnte keine aktuelle AmiSSL Installation finden und es wurde daher die interne SSLv3/TLSv1 Funktionalität deaktiviert. Eine Verbindung über einen verschlüsselten Kanal ist daher nicht möglich. Bitte stellen Sie sicher, dass Sie die Version v%lu.%lu von AmiSSL korrekt installiert haben und starten Sie YAM danach erneut.
russian: Выяснилось, что отсутсвует AmiSSL. Поэтому безопасные соединения (SSL/TLS) отключены до тех пор, пока AmiSSL не будет правильно установлена. Убедитесь, что AmiSSL версии v%lu.%lu установлена правильно и перезапустите YAM.

# MSG_CO_AMISSLWARN_BT (1654//)
source: *_Exit|Ignore _always|Ignore
dutch: *Afsluiten|Altijd negeren|Negeren
french: *_Quitter|_Toujours ignorer|_Ignorer
german: *_Beenden|_Dauerhaft Ignorieren|_Ignorieren
russian: *Вы_йти|_Всегда игнорировать|_Игнорировать

# MSG_BUSY_OPENINGCONFIG (1655//)
source: Opening configuration...
dutch: Open configuratie...
french: Ouverture de la configuration...
german: Öffne Konfiguration...
russian: Открываю конфигурацию...

# MSG_MA_UPDATECHECK (1662//)
source: Check for updates
dutch: Check voor updates
french: Rechercher des mises à jour
german: Nach Updates suchen
russian: Проверять обновления

# MSG_CO_SOFTWAREUPDATE (1663//)
source: Update check
french: Vérification de mise à jour
german: Updatesuche
russian: Проверка обновления

# MSG_CO_UPDATE_DAILY (1664//)
source: Daily
dutch: Dagelijks
french: Quotidienne
german: täglich
russian: Ежедневно

# MSG_CO_UPDATE_WEEKLY (1665//)
source: Weekly
dutch: Wekelijks
french: Hebdomadaire
german: wöchentlich
russian: Еженедельно

# MSG_CO_UPDATE_MONTHLY (1666//)
source: Monthly
dutch: Maandelijks
french: Mensuelle
german: monatlich
russian: Ежемесячно

# MSG_CO_SEARCHFORUPDATES (1667//)
source: Check for up_dates
dutch: Check voor up_dates
french: Recherche de _mises à jour
german: Nach _Updates suchen:
russian: Проверять _обновления

# MSG_CO_SEARCHNOW (1669//)
source: Check _now
dutch: Check _nu
french: Vérifier mai_ntenant
german: _Jetzt suchen
russian: Проверить _сейчас

# MSG_CO_LASTSEARCH (1670//)
source: Last check:
dutch: Laatste check:
french: Dernière vérification :
german: Letzte Suche:
russian: Последняя проверка:

# MSG_CO_LASTSTATUS_NOCHECK (1671//)
source: No check performed yet.
dutch: Nog nooit gechecked
french: Aucune jusqu'à présent.
german: Keinerlei Updatechecks vorgenommen bis jetzt.
russian: Проверка пока не проводилась.

# MSG_CO_LASTSTATUS_NOUPDATE (1672//)
source: No new software updates were available.
dutch: Er zijn geen nieuwe software-updates beschikbaar
french: Aucune mise à jour disponible.
german: Es waren keine neuen Softwareupdates verfügbar.
russian: Нет новых обновлений.

# MSG_CO_LASTSTATUS_NOQUERY (1673//)
source: Couldn't query server for updates.
dutch: Kan de server niet controleren op updates
french: Impossible de contacter le serveur de mise à jour.
german: Konnte Server nicht erreichen.
russian: Не могу запросить обновления у сервера.

# MSG_CO_LASTSTATUS_UPDATESUCCESS (1674//)
source: Successfully found and notified user on new updates.
dutch: Nieuwe updates gevonden en de gebruiker daarvan op de hoogte gesteld
french: Nouvelle(s) mise(s) à jour trouvée(s) et notifiée(s)
german: Konnte neue Updates erfolgreich finden.
russian: Найдены новые обновления и пользователь проинформирован о них.

# MSG_WR_SECURITYREQ (1675//)
source: The recipients of the e-mail have different default mail security settings. What type of security do you want to use?
dutch: De ontvangers van dit mailtje hebben allemaal verschillende standaard veiligheidsinstellingen. Wat voor soort veiligheid wil je gebruiken?
french: Les destinataires de ce courrier ont des réglages de sécurité de messagerie par défaut différents. Quel type de sécurité désirez-vous utiliser ?
german: Die Empfänger der Nachricht haben verschiedene Sicherheitseinstellungen. Wie möchten Sie die Nachricht verfassen?
russian: Получатель сообщения имеет другие настройки безопасности почты. Какой тип защиты вы хотите использовать?

# MSG_UPD_NOTIFICATION_WTITLE (1679//)
source: Update notification
dutch: Update mededeling
french: Notification de mise à jour
german: Update Benachrichtigung
russian: Уведомление об обновлении

# MSG_UPD_NOTIFICATION_TITLE (1680//)
source: Updates available
dutch: Updates beschikbaar
french: Mise(s) à jour disponible(s)
german: Updates verfügbar
russian: Доступны обновления

# MSG_UPD_NOTIFICATION_SUMMARY (1681//)
source: The following updates are available for download:
dutch: De volgende updates zijn beschikbaar voor download:
french: Les mises à jour suivantes sont disponibles au téléchargement :
german: YAM konnte die folgenden verfügbaren Updates finden:
russian: Для скачивания доступны следующие обновления:

# MSG_UPD_NOTIFICATION_CHANGES (1682//)
source: Changes:
dutch: Wijzigingen:
french: Modifications (en anglais) :
german: Änderungen:
russian: Изменения:

# MSG_UPD_NOTIFICATION_NOUPDATE (1683//)
source: Do not notify me on updates in future
dutch: Vertel me in het vervolg niet meer of er updates zijn
french: Ne plus me notifier des mises à jour
german: In Zukunft nicht mehr benachrichtigen
russian: Не сообщать мне больше об обновлениях

# MSG_UPD_NOTIFICATION_CLOSE (1685//)
source: Close
dutch: Sluit
french: Fermer
german: Schliessen
russian: Закрыть

# MSG_UPD_NOTIFICATION_COMP (1686//)
source: Component
french: Composant
german: Komponente
russian: Компонент

# MSG_UPD_NOTIFICATION_RECENT (1687//)
source: Recent
french: Disponible
german: Neueste
russian: Последнее

# MSG_UPD_NOTIFICATION_INSTALLED (1688//)
source: Installed
dutch: Geïnstalleerd
french: Installé
german: Installiert
russian: Установлено

# MSG_CO_MIME_DESCRIPTION (1690//)
source: D_escription
dutch: Beschrijving
german: Bes_chreibung
russian: Опи_сание

# MSG_CTapplicationgz (1691//)
source: GNU zip archive
dutch: GNUzip-archief
french: Archive GNU zip
german: GNU zip Archiv
russian: Архив GNU zip

# MSG_CTapplicationhqx (1692//)
source: Macintosh archive
dutch: Macintosh archief
french: Archive Macintosh
german: Macintosh Archiv
russian: Архив Макинтош

# MSG_CTapplicationxls (1693//)
source: Microsoft Excel file
dutch: Microsoft Excel bestand
french: Fichier Microsoft Excel
german: Microsoft Excel Datei
russian: Документ Microsoft Excel

# MSG_CTapplicationppt (1694//)
source: Microsoft PowerPoint file
dutch: Microsoft PowerPoint bestand
french: Fichier Microsoft PowerPoint
german: Microsoft Powerpoint Datei
russian: Документ Microsoft PowerPoint

# MSG_CTapplicationdoc (1695//)
source: Microsoft Word file
dutch: Microsoft Word bestand
french: Fichier Microsoft Word
german: Microsoft Word Datei
russian: Документ Microsoft Word

# MSG_CTtextxml (1696//)
source: XML file
dutch: XML bestand
french: Fichier XML
german: XML Datei
russian: Файл XML

# MSG_CTapplicationz (1697//)
source: zlib compressed file
dutch: zlib gecomprimeerd bestand
french: Fichier compressé par ZLib
german: zlib komprimierte Datei
russian: Файл, сжатый zlib

# MSG_CTapplicationtar (1698//)
source: tar archive
dutch: tar-archief
french: Archive tar
german: tar Archiv
russian: Архив tar

# MSG_CTaudioaiff (1699//)
source: AIFF audio file
dutch: AIFF audiobestand
french: Fichier audio AIFF
german: AIFF Audiodatei
russian: Аудио файл AIFF

# MSG_CTaudiomidi (1700//)
source: MIDI audio file
dutch: MIDI audiobestand
french: Fichier audio MIDI
german: MIDI Audiodatei
russian: Аудио файл MIDI

# MSG_CTaudiompeg (1701//)
source: MPEG audio file
dutch: MPEG audiobestand
french: Fichier audio MPEG
german: MPEG Audiodatei
russian: Аудио файл MPEG

# MSG_CTimagebmp (1702//)
source: Bitmap image file
dutch: Bitmap imagebestand
french: Fichier image Bitmap
german: Bitmap Bilddatei
russian: Изображение BMP

# MSG_CTapplicationtgz (1703//)
source: gzipped tar archive
dutch: gzipped tar-archief
french: Archive tar gzippée
german: gzipped tar Archiv
russian: Архив .tar.gz

# MSG_CTapplicationpgp (1704//)
source: PGP encrypted file
dutch: PGP-versleuteld bestand
french: Fichier crypté PGP
german: PGP-verschlüsselte Datei
russian: Файл, зашифрованный PGP

# MSG_CTapplicationbz2 (1705//)
source: BZIP2 archive
dutch: BZIP2 archief
french: Archive BZIP2
german: BZIP2 Archiv
russian: Архив BZIP2

# MSG_CO_DETECT_CYRILLIC (1706//)
source: Auto-detect c_yrillic charsets
dutch: Auto-detect c_yrillische charsets
french: Détection automatique des caractères c_yrilliques
german: Automatische Erkennung k_yrillischer Zeichensätze
russian: Автоматически распознавать _кириллические кодировки

# MSG_HELP_CO_DETECT_CYRILLIC (1707//)
source: Try to use the auto-detect feature of codesets.library to automatically identify the correct cyrillic charset. Use this option only if you are using a cyrillic charset.
dutch: Probeer de auto-detect optie van codesets.library te gebuiken om de correcte codeset voor cyrillisch schrift automatisch de identificeren. (Alleen interessant voor gebruikers van cyrillisch schrift)
french: Tente d'utiliser la fonctionnalité d'auto-détection de codesets.library pour identifier automatiquement le jeu de caractères cyrillique correct. N'utilisez cette options que si vous utilisez un jeu de caractères cyrillique.
german: Versucht mittels einer automatischen Erkennung der codesets.library, den benutzten kyrillischen Zeichensatz zu identifizieren. Aktivieren Sie diese Option nur, falls Sie tatsächlich einen kyrillischen Zeichensatz verwenden.
russian: Попытаться использовать возможности codesets.library для автоматического распознавания кодовых страниц кириллицы. Включайте только в случае, если используете кириллицу.

# MSG_WR_ErrorNotEnoughUndoMem (1708//)
source: The erased text was too large to be put into the undo buffer. Therefore, the undo buffer is lost.
dutch: De gewiste tekst was te groot voor het Ongedaan maken-buffer. Dat buffer is nu dan ook verloren gegaan.
french: Le texte effacé était trop important pour être conservé dans le tampon d'annulation. De plus le tampon d'annulation est perdu.
german: Der gelöschte Text war zu lang um diesen in den Undobuffer zu kopieren. Ein Widerrufen des Löschens ist daher nicht möglich.
russian: Удалённый текст был слишком велик, чтобы поместиться в буфер отмены. Таким образом, содержимое буфера отмены потеряно.

# MSG_RE_HEADERDISPLAY (1709//)
source: Header display
french: Affichage des entêtes
german: Kopfzeilen
russian: Показать заголовок

# MSG_RE_MAILDETAILS (1710//)
source: Mail details
french: Détails du courrier
german: Nachrichtendetails
russian: Подробнее о сообщении

# MSG_ER_ADDFILEERROR (1711//)
source: File '%s' couldn't be added as an attachment to the current e-mail. Please make sure that the file is accessible and that is not read protected.
dutch: Bestand %s kan niet als bijlage worden toegevoegd aan het mailtje. Zorg ervoor dat het bestand bereikbaar is en dat het niet beschermd is tegen lezen.
french: Le fichier « %s » ne peut pas être ajouté comme pièce jointe au courrier courant. Veuillez vous assurer que le fichier est accessible et qu'il n'est pas protégé en écriture.
german: Die ausgewählte Datei '%s' konnte nicht and die Nachricht angehängt werden. Bitte stellen Sie sicher, dass die Datei existiert und Sie Leserechte besitzen.
russian: Не могу добавить файл «%s» как приложение к редактируемому сообщению. Убедитесь, что файл на месте и не защищён от чтения.

# MSG_ER_PACKERROR (1712//)
source: An error occurred while trying to create an archive out of the selected files. Please make sure that all files are accessible and not read protected.
dutch: Er ging iets mis bij het maken van een archief van de geselecteerde bestanden. Zorg ervoor dat alle bestanden bereikbaar zijn en niet zijn beschermd tegen lezen.
french: Une erreur est survenue lors de la création de l'archive à partir des fichiers sélectionnés. Veuillez vous assurer que tous les fichiers sont accessibles et que vous possédez les permissions d'accès adéquates.
german: Ein Fehler trat bei dem Versuch auf ein Archiv aus den gewählten Dateien zu erzeugen. Bitte stellen Sie sicher, dass die Dateien existieren und Sie Leserechte besitzen.
russian: При попытке создать архив из выбранных файлов произошла ошибка. Убедитесь, что все файлы на месте и не защищены от чтения.

# MSG_CO_ABOOKLOOKUP (1713//)
source: _Address book lookup in message list
dutch: _Adresboek zoektocht en mailtjeslijst
french: _Rechercher dans le carnet d'adresses pour la liste des messages
german: Nutze A_dressbuch zur Namensanzeige
russian: _Заменить адреса на имена в списке сообщений

# MSG_HELP_CO_CH_ABOOKLOOKUP (1714//)
source: Resolve sender/recipient addresses in the message list by looking them up in the address book and show the real name instead. Please note that this is a quite time consuming job and may bring down the performance of the list display. This is especially true for a large amount of address book entries.
dutch: Adres van ontvanger en afzender boven water halen uit de mailtjeslijst door ze op te zoeken in het adresboek en de echte naam te tonen. Dit kost heel veel tijd en kan het weergeven van de lijst ernstig vertragen. Dit geldt met name bij een grote hoeveelheid adressen in het adresboek.
french: Recherche l'adresse de l'expéditeur/émetteur dans le carnet d'adresses pour la remplacer dans la liste des courriers par son nom réel. Veuillez noter que ceci est très consommateur de temps et peut faire baisser les performances d'affichage de la liste, en particulier avec de gros carnets d'adresses.
german: Führt eine Adressbuchabfrage für jede angezeigte Person einer Nachricht durch und zeigt den Namen anstelle der reinen Mailadresse an. Bitte beachten: Dies kann mitunter eine sehr aufwendige Prozedur sein und besonders bei großen Adressbüchern zu Geschwindigkeits- einbußen beim Anzeigen führen.
russian: Заменить адреса отправителей/получателей в списке сообщений на настоящие имена из адресной книги. Имейте ввиду, что это требует времени и может ухудшить время отображения списка. Особенно это заметно при большом количестве записей в адресной книге.

# MSG_TR_MESSAGEGAUGE (1715//)
source: Message %%ld of %ld
dutch: Mailtje %%ld van %ld
french: Message %%ld sur %ld
german: Nachricht %%ld von %ld
russian: Сообщение %%ld из %ld

# MSG_CO_CONVERTHTML (1716//)
source: Con_vert HTML e-mails to plain text
dutch: Con_verteer HTML e-mails naar gewone tekst
french: Convertir les courriers HTML en texte brut
german: Kon_vertiere HTML E-Mails in Klartext
russian: Конвертировать сообщения из HTML в обычный _текст

# MSG_HELP_CO_CONVERTHTML (1717//)
source: If the main part of an e-mail is HTML, YAM will convert it to plain text before displaying it.
dutch: Als het hoofdbestandeel van het mailtje in HTML is zal YAM het converteren naar gewone tekst en het dan vertonen.
french: Si la partie principale d'un courrier est HTML, YAM la convertira en texte brut avant de l'afficher.
german: Wenn ausgewählt werden reine HTML E-Mails automatisch in Klartext konvertiert.
russian: Если основная часть сообщения в HTML, YAM конвертирует его в обычный текст перед отображением.

# MSG_TR_TRANSFERSTATUS (1719//)
source: %s of %s @ %s/s %02ld'%02ld'' running - %02ld'%02ld'' left
dutch: %s van %s @ %s/s %02ld'%02ld'' loopt - %02ld'%02ld'' te gaan
french: %s sur %s à %s/s %02ld'%02ld" écoulées - %02ld'%02ld" restantes
german: %s von %s @ %s/s %02ld'%02ld'' aktiv - %02ld'%02ld'' verbleibend

# MSG_TR_TRANSFERSIZE (1720//)
source: %s of %s
dutch: %s van %s
french: %s sur %s
german: %s von %s
russian: %s из %s

# MSG_FI_GAUGETEXT (1721//)
source: %%ld of %ld messages
dutch: %%ld van %ld mailtjes
french: Message %%ld sur %ld
german: %%ld von %ld Nachrichten
russian: %%ld из %ld сообщений

# MSG_MA_MIMEPART_INFO (1725//)
source: \033bAttachment - MIME part #%ld\033n Name: %s Description: %s Content-Type: %s <%s> Size: ~%s
dutch: \033bBijlage - MIME-part #%ld\033n Naam: %s Beschrijving: %s Soort inhoud: %s <%s> Grootte: ~%s
french: \033bPièce jointe - Partie #%ld\033n Nom: %s Description: %s Content-Type: %s <%s> Taille: %s
german: \033bAnhang - MIME-Teil #%ld\033n Name: %s Beschreibung: %s Content-Type: %s <%s> Grösse: ~%s
russian: \033bПриложение - MIME часть №%ld\033n Имя: %s Описание: %s Тип содержимого: %s <%s> Размер: ~%s

# MSG_MA_MIMEPART_MENU (1726//)
source: Attachment/MIME part #%ld
dutch: Bijlage/MIME-part #%ld
french: Pièce jointe #%ld
german: Anhang/MIME-Teil #%ld
russian: Приложение/MIME часть №%ld

# MSG_CO_PGPPASSINTERVAL1 (1727//)
source: Remem_ber passphrase for
dutch: Wachtwoord onthouden voor
french: Mémorise la phrase s_ecrète pendant
german: Passphrase erst nach
russian: Запомнить _пароль для

# MSG_CO_PGPPASSINTERVAL2 (1728//)
source: idle minute(s)
dutch: stationaire minuten
french: minute(s) d'inactivités
german: Minute(n) Untätigkeit vergessen

# MSG_HELP_CO_PGPPASSINTERVAL (1729//)
source: If selected, your PGP passphrase will be remembered for this amount of time. Subsequent PGP operations then won't trigger another passphrase query.
dutch: Als je dit kiest zal jouw PGP-wachtwoord onthouden worden gedurende de aangegeven tijd. Volgende PGP-handelingen gaan dan niet zeuren om nog eens een wachtwoord.
french: Avec cette option, votre phrase secrète PGP sera mémorisée pendant le temps spécifié. Les opérations PGP suivantes ne demanderont pas la saisie de la phrase secrète.
german: Wenn diese Option aktiviert ist, wird ein einge- gebendes PGP-Passphrase erst nach der definierten Zeit einer Untätigkeit vergessen. Dies erlaubt die Nutzung mehrerer PGP Operationen ohne jedesmal das Passphrase erneut eingeben zu müssen.

# MSG_UT_PGPPASSREQ_TITLE (1730//)
source: PGP passphrase request
dutch: PGP-wachtwoord verzoek
french: Demande de phrase secrête PGP
german: PGP Passphrase Anfrage
russian: Ввод пароля PGP

# MSG_CO_GR_REPLYFORWARD (1731//)
source: Reply/Forward
dutch: Antwoord/Verder zenden
french: Réponse/Transfert
german: Antwort/Weiterl.
russian: Ответить/Цитировать

# MSG_CO_GR_SCRIPTS (1732//)
source: Scripts
german: Skripte
russian: Сценарии

# MSG_CO_GR_STARTUPQUIT (1733//)
source: Startup/Quit
dutch: Opstarten/Afsluiten
french: Démarrage/Arrêt
german: Start/Ende
russian: Запуск/Выход

# MSG_CO_SCRIPTS_PREGET (1734//)
source: %p Type of download action
dutch: %p Soort download
french: %p Type d'action de téléchargement
german: %p Typ der Transferaktion

# MSG_CO_SCRIPTS_POSTGET (1735//)
source: %p Number of messages received
dutch: %p Aantal ontvangen mailtjes
french: %p Nombre de messages reçus
german: %p Anzahl der erhaltenen Nachrichten
russian: %p Количество принятых сообщений

# MSG_CO_SCRIPTS_NEWMSG (1736//)
source: %p Name of new message file
dutch: %p Naam van het nieuwe mailbestand
french: %p Nom du nouveau fichier message
german: %p Name der neuen Nachrichtendatei
russian: %p Имя нового файла сообщения

# MSG_CO_SCRIPTS_READ (1737//)
source: %p Number of read window
dutch: %p Aantal leesvensters
french: %p Nombre de fenêtre(s) de lecture
german: %p Index des Lesefensters

# MSG_CO_SCRIPTS_WRITE (1738//)
source: %p Number of write window
dutch: %p Aantal schrijfvensters
french: %p Nombre de fenêtre de rédaction
german: %p Index des Schreibfensters

# MSG_CO_SCRIPTS_URL (1739//)
source: %p Full URL path
dutch: %p Volledig URL-pad
french: %p Chemin URL complet
german: %p Kompletter URL Pfad
russian: %p Полный URL

# MSG_CO_MIMECMD_PARAMETER (1740//)
source: %s Full path of file
dutch: %s Volledig pad naar bestand
french: %s Chemin complet du fichier
german: %s Kompletter Dateipfad
russian: %p Полный путь к файлу

# MSG_MA_CONFIRMDELETION (1742//)
source: %ld message(s) are selected. Do you really want to delete these messages?
dutch: %ld mailtje(-s) geselecteerd. Wil je deze mailtjes werkelijk weggooien?
french: %ld message(s) sont sélectionnés. Voulez-vous réellement les supprimer ?
german: %ld Nachrichten sind ausgewählt. Möchten Sie diese wirklich löschen?
russian: Выбрано %ld сообщения(-й). Вы действительно хотите их удалить?

# MSG_LOADINGSPAMTRAININGDATA (1745//)
source: Loading spam training data...
dutch: Laad spam training data...
french: Chargement des données sur les courriers indésirables...
german: Lade Trainingsdaten des Spam-Filters...
russian: Загружаю данные для тренировки фильтра спама...

# MSG_MA_TBNOTSPAM (1747//8)
source: N.Sp_am
dutch: GnSp_am
french: Accept_able
german: k. S_pam
russian: Н_е спам

# MSG_HELP_MA_BT_SPAM (1748//)
source: Mark message as spam
dutch: Markeer mailtje als spam
french: Marque ce message comme indésirable
german: Nachricht als 'Spam' markieren.
russian: Пометить сообщение как спам

# MSG_HELP_MA_BT_NOTSPAM (1749//)
source: Mark message as not spam
dutch: Markeer mailtje als geen spam
french: Marque ce message comme acceptable
german: Nachricht als 'Nicht-Spam' markieren.
russian: Пометить сообщение как не спам

# MSG_RE_TBNOTSPAM (1751//8)
source: N.Sp_am
dutch: GnSp_am
french: Accept_able
german: k. S_pam
russian: Н_е спам

# MSG_HELP_RE_BT_SPAM (1752//)
source: Mark message as spam.
dutch: Markeer mailtje als spam
french: Marque ce message comme indésirable
german: Nachricht als 'Spam' markieren.
russian: Пометить сообщение как спам.

# MSG_HELP_RE_BT_NOTSPAM (1753//)
source: Mark message as not spam.
dutch: Markeer mailtje als geen spam
french: Marque ce message comme acceptable
german: Nachricht als 'Nicht-Spam' markieren.
russian: Пометить сообщение как не спам.

# MSG_LOG_MAILISSPAM (1754//)
source: Message from '%s' about '%s' is treated as spam.
dutch: Mailtje van %s over %s is aangemerkt als spam
french: Le message de « %s » à propos de « %s » est considéré comme indésirable
german: Nachricht von '%s' über '%s' wird als Spam behandelt
russian: Сообщение от «%s» о «%s» признано спамом.
