Repository: Futaura/yam
Catalog: locale/*.po
Languages: dutch, french, german, russian

# MSG_CO_BodyLayout (411//)
source: Message body layout
dutch: Mailtje body layout
french: Mise en page du message
german: Brief-Layout
russian: Тело сообщения

# MSG_CO_OtherOptions (412//)
source: Other options
dutch: Andere opties
french: Autres options
german: Andere Optionen
russian: Другие параметры

# MSG_CO_WrapHeader (413//)
source: _Wrap headers
french: Retour à la _ligne
german: Zeilen_umbruch
russian: П_еренос заголовка

# MSG_CO_OldQuotes (414//)
source: Old quotes
dutch: Oude quotes
french: Anciennes citations
german: Altes Zitat
russian: Стар_ые цитаты

# MSG_CO_Header (416//)
source: _Headers
french: En_-têtes
german: _Kopfzeilen
russian: _Заголовок

# MSG_CO_SignatureSep (418//)
source: Si_g. separator
dutch: Handt. scheidslijn
french: Si_gnature séparée
german: Si_gnatur
russian: От_делять подпись

# MSG_CO_ColoredText (419//)
source: Colored text
dutch: Gekleurde tekst
french: Texte en c_ouleur
german: Farb. Text
russian: Цветной текст

# MSG_CO_MultiReadWin (420//)
source: _Multiple windows
dutch: _Meerdere vensters
french: _Fenêtres multiples
german: _Mehrere Fenster
russian: _Многооконный режим

# MSG_CO_DisplayAll (422//)
source: Display _all texts
dutch: Toon _alle teksten
french: Afficher _tous les textes
german: Alle _Texte anzeigen
russian: _Выводить весь текст

# MSG_CO_FixedFontEdit (423//)
source: Use _fixed font
dutch: Gebruik _fixed font
french: _Police fixe
german: Schrift f_ester Breite
russian: _Фиксированный шрифт

# MSG_CO_MimeType (425//)
source: MIME _type
french: T_ype MIME
german: MIME-T_yp
russian: MIME-_тип приложения

# MSG_CO_MimeCmd (426//)
source: _Viewer
french: P_rogramme
german: _Programm
russian: Прос_мотр

# MSG_CO_Extension (427//)
source: File e_xtensions
dutch: Bestandse_xtensies
french: E_xtensions
german: Datei_endungen
russian: Рас_ширение

# MSG_CO_DefaultViewer (428//)
source: De_fault viewer
dutch: Standaard viewer
french: Prog par _défaut
german: S_tandardanzeigeprogramm
russian: Просмотр по умо_лчанию

# MSG_CO_Organization (432//)
source: _Organization
dutch: _Organisatie
french: Or_ganisation
german: _Organisation
russian: Ор_ганизация

# MSG_CO_ExtraHeaders (433//)
source: E_xtra headers
french: En_-têtes supplémentaires
german: Zusätzliche _Kopfzeilen
russian: _Дополнительные поля

# MSG_CO_MessageBody (434//)
source: Message body
dutch: Body van mailtje
french: Corps du message
german: Brief
russian: Тело сообщения

# MSG_CO_Welcome (435//)
source: Welcome _phrase
dutch: Welkomsttekst
french: Message de _bienvenue
german: Be_grüssung
russian: _Фраза приветствия

# MSG_CO_Greetings (436//)
source: Closing p_hrase
dutch: Afsluitende tekst
french: P_hrase de fin
german: _Verabschiedung
russian: Ф_раза прощания

# MSG_CO_WordWrap (438//)
source: _Word-wrap
dutch: _Woordomslag
french: _Retour à la ligne
german: Zeilen_umbruch
russian: П_еренос слов

# MSG_CO_EWOff (439//)
source: off
dutch: uit
french: désactivée
german: ausgeschaltet
russian: выкл.

# MSG_CO_EWAsYouType (440//)
source: as you type
dutch: tijdens typen
french: pendant la frappe
german: beim Eintippen
russian: в соответствии с введенным

# MSG_CO_EWBeforeSend (441//)
source: before sending
dutch: voor verzenden
french: avant d'envoyer
german: vor dem Senden
russian: перед отправлением

# MSG_CO_ExternalEditor (442//)
source: _External editor
dutch: _Externe editor
french: _Éditeur externe
german: Externer E_ditor
russian: Вне_шний редактор

# MSG_CO_PhraseOpen (444//)
source: Open
dutch: Openen
french: Début
german: Start
russian: Открывающая

# MSG_CO_PhraseIntro (445//)
source: Intro
french: Introduction
german: Einleitung
russian: Вступительная

# MSG_CO_PhraseClose (446//)
source: Close
dutch: Sluiten
french: Fin
german: Abschluss
russian: Завершающая

# MSG_CO_Forwarding (447//)
source: Forwarding
dutch: Doorsturen
french: Retransmettre
german: Weiterleiten
russian: Цитирование

# MSG_CO_FwdInit (448//)
source: _Initial phrase
dutch: Openingstekst
french: C_ommencer avec
german: Be_ginnen mit
russian: _Начальная фраза

# MSG_CO_FwdFinish (449//)
source: _Terminating phrase
dutch: Afsluitende tekst
french: _Terminer avec
german: Abschließen _mit
russian: _Закрывающая фраза

# MSG_CO_Replying (450//)
source: Replying
dutch: Antwoorden
french: Répondre
german: Antworten
russian: Ответ

# MSG_CO_RepInit (451//)
source: Default _reply phrases
dutch: Standaard antwoordtekst
french: _Réponses par défaut
german: S_tandard-Antworten
russian: _Фраза ответа по умолчанию

# MSG_CO_AltRepInit (452//)
source: _Alternative reply phrases
dutch: _Alternatieve antwoordtekst
french: R_éponses alternatives
german: Alter_native Antworten
russian: _Альтернативная фраза ответа

# MSG_CO_AltRepPat (453//)
source: Use with these _domains
dutch: Gebruik met deze _domeinen
french: Sur ces _domaines
german: Bei diesen _Domänen
russian: Использовать с этими _доменами

# MSG_CO_MLRepInit (454//)
source: _Mailing list reply phrases
dutch: Antwoordtekst voor _maillijst
french: _Listes de discussions
german: Mailinglist-Ant_worten
russian: Ф_раза ответа на список рассылки

# MSG_CO_QuoteEmpty (456//)
source: Quote _empty lines
dutch: Quote _lege regels
french: Citer les li_gnes vides
german: _Leere Zeilen zitieren
russian: Цитировать п_устые строки

# MSG_CO_VerifyAddress (457//)
source: _Verify recipient address
dutch: _Check adres van ontvanger
french: _Vérifier les destinataires
german: Empfänger _überprüfen
russian: Проверят_ь адрес получателя

# MSG_CO_StripSignature (458//)
source: Stri_p signature
dutch: Stri_p handtekening
french: E_nlever la signature
german: Signatur _entfernen
russian: От_брасывать подпись

# MSG_CO_DefSig (459//)
source: Default signature
dutch: Standaard handtekening
french: Signature standard
german: Standard-Signatur
russian: Подпись по умолчанию

# MSG_CO_AltSig1 (460//)
source: Alt. signature #1
dutch: Alternatieve handtekening #1
french: Signature Alt. #1
german: Alt. Signatur #1
russian: Альтернативная подпись #1

# MSG_CO_AltSig2 (461//)
source: Alt. signature #2
dutch: Alternatieve handtekening #2
french: Signature Alt #2
german: Alt. Signatur #2
russian: Альтернативная подпись #2

# MSG_CO_Signature (462//)
source: Signature
dutch: Handtekening
german: Signatur
russian: Подпись

# MSG_CO_EditSig (464//)
source: _Edit in external editor
dutch: Bewerk in externe editor
french: Modifier dans éditeur e_xterne
german: Im _externen Editor bearbeiten
russian: Из_менить во внешнем редакторе

# MSG_CO_InsertTag (465//)
source: Insert _random tagline
dutch: Willekeurige tagline invoegen
french: I_nsérer citation aléatoire
german: _Zufälliges Zitat einfügen
russian: Вставить слу_чайный эпилог

# MSG_CO_InsertENV (466//)
source: Insert E_NV:Signature
dutch: E_NV:Handtekening invoegen
french: Insérer EN_V:signature
german: EN_V:Signature einfügen
russian: Вставить E_NV:Signature

# MSG_CO_Taglines (467//)
source: Taglines
french: Citations
german: Zitate
russian: Эпилоги

# MSG_CO_TaglineFile (468//)
source: Tagline _file
dutch: Taglinebestand
french: _Fichier de citations
german: Zitat_datei
russian: _Файл эпилогов

# MSG_CO_TaglineSep (469//)
source: T_agline separator
french: _Caractères séparateurs
german: Zitat_trennlinie
russian: Раз_делитель эпилогов

# MSG_CO_FixedFontList (470//)
source: Use _fixed font
dutch: Gebruik _fixed font
french: Police _fixe
german: Schrift _fester Breite
russian: _Фиксированный шрифт

# MSG_CO_SwatchBeat (471//)
source: Show time in Swatch _Beats
dutch: Toon tijd in Swatch _Beats
french: Afficher heure type S_watch
german: _Zeit in Swatch Beats
russian: Время в _тиках

# MSG_CO_LogNone (472//)
source: none
dutch: geen
french: aucun
german: ausgeschaltet
russian: нет

# MSG_CO_LogVerbose (474//)
source: verbose
french: détaillé
german: ausführlich
russian: многословный

# MSG_CO_PGPExe (475//)
source: P_GP's directory
french: Chemin _PGP
german: _PGP Verzeichnis
russian: Маршрут P_GP

# MSG_CO_Logfiles (481//)
source: Log files
dutch: Logbestanden
french: Fichier des évènements
german: Protokoll
russian: Логфайл

# MSG_CO_LogPath (482//)
source: _Path
dutch: _Pad
french: C_hemin
german: P_fad
russian: Маршр_ут

# MSG_CO_LogSplit (483//)
source: Split _log file
dutch: Split _logbestand
french: Découper le _fichier d'évènements
german: P_rotokoll aufteilen
russian: Раз_делять файл лога

# MSG_CO_LogMode (484//)
source: _Mode
dutch: _Modus
german: M_odus
russian: Ре_жим

# MSG_CO_LogAllEvents (485//)
source: Log _all events
dutch: Log _alle gebeurtenissen
french: Archiver _tous les évènements
german: Alle _Ereignisse
russian: Записывать _все события

# MSG_CO_OnStartup (486//)
source: On program startup
dutch: Bij programma opstarten
french: Au démarrage du programme
german: Beim Starten des Programms
russian: При старте программы

# MSG_CO_LoadAll (487//)
source: Load all folders
dutch: Alle folders laden
french: Charger tous les dossiers
german: Alle Postfächer laden
russian: Считать все папки

# MSG_CO_MarkNew (488//)
source: Mark new mail as unread
dutch: Nieuwe mail als ongelezen markeren
french: Marquer les nouveaux messages en non lus
german: Neue Post als ungelesen markieren
russian: Пометить новую почту как непрочитанную

# MSG_CO_SendStart (489//)
source: Send mail in outgoing queue
dutch: Mail in folder Uitgaand verzenden
french: Envoyer les messages en attente
german: Wartende Post im Postausgang senden
russian: Отправить почту из исходящей очереди

# MSG_CO_CheckDOB (491//)
source: Check birthdates
dutch: Check geboortedata
french: Vérifier les dates de naissance
german: Geburtstage überprüfen
russian: Проверить дату рождения

# MSG_CO_OnTermination (492//)
source: On program termination
dutch: Bij programma afsluiten
french: À la fermeture de YAM
german: Beim Beenden des Programms
russian: При выходе из программы

# MSG_CO_DeleteOld (493//)
source: Delete old mail
dutch: Oude mail wissen
french: Effacer les anciens messages
german: Alte Post löschen
russian: Удалить старую почту

# MSG_CO_RemoveDel (494//)
source: Remove deleted mail
dutch: Gewiste mail verwijderen
french: Supprimer les messages effacés
german: Gelöschte Post entfernen
russian: Удалить почту из корзины

# MSG_CO_ATABnever (495//)
source: never
dutch: nooit
french: jamais
german: niemals
russian: никогда

# MSG_CO_ATABask (496//)
source: ask before
dutch: eerst vragen
french: demander avant
german: vorher fragen
russian: сначала спросить

# MSG_CO_ATABinfoask (497//)
source: if info available; ask
dutch: info beschikbaar: dan vragen
french: demander, si disponible
german: fragen falls Info vorhanden
russian: если информация доступна; спросить

# MSG_CO_ATABinfo (498//)
source: if info available
dutch: als info beschikaar
french: si info disponible
german: falls Info vorhanden
russian: если информация доступна

# MSG_CO_ATABalways (499//)
source: always
dutch: altijd
french: toujours
german: immer
russian: всегда

# MSG_CO_InfoExc (500//)
source: Personal data exchange
dutch: Persoonsdata-uitwisseling
french: Données personnelles
german: Austausch persönlicher Daten
russian: Личные данные обмена

# MSG_CO_Gallery (501//)
source: Save _photos in
dutch: Bewaar foto's in
french: Placer les _photos dans
german: _Fotos speichern in
russian: Сохранять _фото в

# MSG_CO_AddToAddrbook (503//)
source: Sa_ve sender's address
dutch: Bewaar adres van afzender
french: Sau_ver l'adresse de l'expéditeur
german: Abs_enderadresse speichern
russian: Сохранить _адрес отправителя

# MSG_CO_NewGroup (505//)
source: _Group for new entries
dutch: _Groep voor nieuwe invoer
french: _Groupe des nouvelles entrées
german: _Gruppe für neue Einträge
russian: _Группа для новых записей

# MSG_CO_Paths (507//)
source: Paths
dutch: Paden
french: Chemins
german: Pfade
russian: Маршруты

# MSG_CO_Detach (508//)
source: D_ecode files to
french: Dé_coder les fichiers dans
german: Dateien speichern _unter
russian: Распа_ковать файлы в

# MSG_CO_Attach (509//)
source: _Attach files from
dutch: Bestanden aanhangen vanuit
french: _Joindre les fichiers à partir de
german: Dateianhänge _holen von
russian: Прикрепл_ять файлы из

# MSG_CO_TempDir (510//)
source: For _temporary files
french: Répertoire des fichiers _temporaires
german: _Temporäre Dateien
russian: _Временный каталог

# MSG_CO_AppIcon (511//)
source: Mailbox status
dutch: Postbus status
french: Icône du programme
german: Postfachstatus
russian: Иконка статуса почтового ящика

# MSG_CO_CloseGadget (513//)
source: Close _gadget iconifies program
dutch: Sluit_gadget iconificeert programma
french: _Gadget de fermeture pour icônifier le programme
german: Beim Schließen _ikonifizieren
russian: _Закрытие сворачивает программу

# MSG_CO_SaveDelete (514//)
source: Save/delete messages
dutch: Bewaar/wis mailtjes
french: Enregistrement/Suppression des messages
german: Speichern/Löschen von Nachrichten
russian: Сохранение и удаление сообщений

# MSG_CO_ConfirmDelPart1 (515//)
source: Confirm _deletion of
dutch: Bevestig wissen van
french: Co_nfirmer la suppression pour
german: _Löschen ab
russian: По_дтверждать удаление при

# MSG_CO_ConfirmDelPart2 (516//)
source: or more messages
dutch: of meer mailtjes
french: message(s), ou plus
german: Nachrichten bestätigen
russian: или более сообщениях

# MSG_CO_Remove (517//)
source: _Remove messages immediately
dutch: Verwijder mailtjes meteen
french: Effacer les _messages immédiatement
german: Nachrichten sofort _entfernen
russian: Уда_лить сообщения немедленно

# MSG_CO_XPK (525//)
source: XPK/LhA settings
dutch: XPK-/LhA-instellingen
french: Réglages XPK/LHA
german: XPK/LhA Einstellungen
russian: Настройки XPK/LhA

# MSG_CO_XPKPack (526//)
source: Packer
dutch: Inpakker
french: Compression
german: Komprimieren
russian: Паков_щик

# MSG_CO_XPKPackEnc (527//)
source: Pack/Protect
dutch: Pak in/Bescherm
french: Comp./protection
german: Verschlüsseln
russian: Паковщ_ик/защита

# MSG_CO_Archiver (528//)
source: Archi_ver
dutch: Archi_veerder
french: Arc_hiveur
german: A_rchivierer
russian: _Архиватор

# MSG_CO_ScriptMenu (529//)
source: 'Scripts' menu entry %ld
dutch: Scriptsmenu invoer %ld
french: « Scripts » menu entrée %ld
german: 'Skripte' Menüeintrag %ld
russian: Меню «Сценарии», строка %ld

# MSG_CO_ScriptStartup (530//)
source: Program startup
dutch: Programma startup
french: Au démarrage du programme
german: Programmstart
russian: Старт программы

# MSG_CO_ScriptTerminate (531//)
source: Program termination
dutch: Programma afsluiten
french: À la fermeture de YAM
german: Programmende
russian: Выход из программы

# MSG_CO_ScriptPreGetMail (532//)
source: Before getting mail
dutch: Voor mail ophalen
french: Avant de recevoir du courrier
german: Vor dem Holen von Post
russian: Перед получением почты

# MSG_CO_ScriptPostGetMail (533//)
source: After getting mail
dutch: Na mail ophalen
french: Après avoir rapatrié du courrier
german: Nach dem Holen von Post
russian: После получения почты

# MSG_CO_ScriptNewMsg (534//)
source: With each new message
dutch: Bij ieder nieuw mailtje
french: Avec chaque nouveau message
german: Mit jeder neuen Nachricht
russian: При каждом новом сообщении

# MSG_CO_ScriptPreSendMail (535//)
source: Before sending mail
dutch: Voor mail verzenden
french: Avant d'envoyer un message
german: Vor dem Versenden von Post
russian: Перед отправкой почты

# MSG_CO_ScriptPostSendMail (536//)
source: After sending mail
dutch: Na mail verzenden
french: Après avoir envoyé un message
german: Nach dem Versenden von Post
russian: После отправки почты

# MSG_CO_ScriptReadMsg (537//)
source: When reading a message
dutch: Tijdens lezen van mail
french: À la lecture d'un message
german: Beim Lesen einer Nachricht
russian: При чтении сообщения

# MSG_CO_ScriptPreWriteMsg (538//)
source: Before writing a message
dutch: Voor schrijven van mail
french: Avant d'écrire un message
german: Vor dem Schreiben einer Nachricht
russian: Перед созданием сообщения

# MSG_CO_ScriptPostWriteMsg (539//)
source: After writing a message
dutch: Na schrijven van mail
french: Après avoir écrit un message
german: Nach dem Schreiben einer Nachricht
russian: После создания сообщения

# MSG_CO_ScriptClickURL (540//)
source: When double-clicking an URL
dutch: Bij dubbelklikken op een URL
french: En double-cliquant sur une URL
german: Beim Doppelklick auf einen URL
russian: При двойном щелчке по URL

# MSG_CO_Script (541//)
source: Sc_ript
german: S_kript
russian: Сцена_рий

# MSG_CO_OpenConsole (542//)
source: _Open console window
dutch: _Open consolevenster
french: Ouvrir une _fenêtre de suivi
german: _Öffne Konsolenfenster
russian: От_крыть консоль

# MSG_CO_WaitTerm (543//)
source: _Wait for termination
dutch: _Wacht op afsluiten
french: Attendre la fin de la _tâche
german: _Warte auf Beendigung
russian: _Ждать окончания

# MSG_CO_Open (544//)
source: Open...
french: Ouvrir...
german: Öffnen...
russian: Открыть...

# MSG_CO_SaveAs (545//)
source: Save as...
dutch: Bewaar als...
french: Enregistrer sous...
german: Speichern unter...
russian: Сохранить как...

# MSG_CO_Edit (546//)
source: Edit
dutch: Bewerk
french: Éditer
german: Vorgaben
russian: Изменить

# MSG_CO_ResetDefaults (547//)
source: Reset to defaults
dutch: Terug naar standaardwaarden
french: Valeurs par défaut
german: Auf Vorgaben zurücksetzen
russian: Сбросить к начальным

# MSG_CO_ResetAll (548//)
source: Reset all settings
dutch: Alle instellingen resetten
french: Réinitialiser tous les réglages
german: Alle Einstellungen zurücksetzen
russian: Востановить все параметры

# MSG_CO_LastSaved (549//)
source: Last saved
dutch: Laatst bewaarde
french: Dernière sauvegarde
german: Auf zuletzt gespeichertes
russian: Последняя запись

# MSG_CO_Restore (550//)
source: Restore
dutch: Herstel
french: Restaurer
german: Auf vorherigen Stand
russian: Востановить

# MSG_CO_ImportMIME (553//)
source: Import MIME viewers & types...
dutch: Importeer MIME-viewers & -types...
french: Importe depuis « MIME.types »...
german: MIME-Einstellungen importieren...
russian: Импорт MIME типов и просмотра...

# MSG_HELP_CO_ST_REALNAME (554//)
source: Your full name (first name last name).
dutch: Jouw volledige naam (voornaam, achternaam).
french: Votre nom complet (prénom et nom)
german: Ihr vollständiger Name (Vorname Nachname).
russian: Ваше полное имя. (Имя и фамилия).

# MSG_HELP_CO_ST_EMAIL (555//)
source: Your e-mail address.
dutch: Jouw e-mailadres
french: Votre adresse électronique
german: Ihre E-Mail Adresse.
russian: Ваш E-Mail адрес.

# MSG_HELP_CO_ST_POPHOST (556//)
source: The address of the POP3 server to receive mail from. If you leave this field empty, the address of the SMTP server will be used as fallback.
dutch: Het adres van de POP3-server waar je mail vandaan komt. Als je hier niets invult zal het adres van de SMTP-server gebruikt worden als "noodopvang".
french: Adresse du serveur POP3 pour la réception des messages. Si vous laissez ce champ vide, c'est l'adresse du serveur SMTP qui sera utilisée.
german: Die Adresse des POP3-Servers für den Postempfang. Wenn Sie dieses Feld leer lassen, wird die Adresse des SMTP-Servers übernommen.
russian: Адрес POP3 сервера для приёма почты. Если Вы оставите это поле пустым, то будет использован адрес SMTP сервера.

# MSG_HELP_CO_ST_PASSWD (557//)
source: Password to access the POP3 server.
dutch: Wachtwoord voor toegang tot de POP3-server.
french: Mot de passe pour accéder au serveur POP3.
german: Passwort für den Zugriff auf den POP3-Server.
russian: Пароль для доступа к почтовому серверу.

# MSG_HELP_CO_ST_SMTPHOST (560//)
source: The address of the SMTP server to send mail to. If you leave this field empty, the address of the POP3 server will be used as fallback.
dutch: Het adres van de SMTP-server waar je mail heen gaat. Als je hier niets invult zal het adres van de POP3-server gebruikt worden als "noodopvang".
french: Adresse du serveur SMTP pour l'envoi du courrier. Si vous laissez cette zone vide, ce sera l'adresse du serveur POP3 qui sera utilisée.
german: Die Adresse des SMTP-Servers für den Postversand. Wenn Sie dieses Feld leer lassen, wird die Adresse des POP3-Servers übernommen.
russian: Адрес SMTP сервера для отправки почты. Если Вы оставите это поле пустым, то будет использован адрес POP3 сервера.

# MSG_HELP_CO_CH_SMTP8BIT (562//)
source: Do not convert messages to 7-bit when transferring. You should only use this option if you're sure that your SMTP server supports 8-bit transfers, otherwise your messages may get corrupted.
dutch: Geen conversie van mailtjes naar 7-bit bij overdracht. Je moet deze optie alleen gebruiken als je er zeker van bent dat jouw SMTP-server 8-bits overdracht ondersteunt. Zo niet, dan zullen jouw mailtjes mogelijk verminkt worden.
french: Ne converti pas vos messages en 7 bits lors du transfert. N'utilisez cette option que si votre serveur SMTP supporte le mode 8 bits, sinon vos messages peuvent être illisibles.
german: Nachrichten beim Versand nicht in 7-bit umwandeln. Benutzen Sie diese Option nur, falls Ihr SMTP-Server 8-bit Übertragungen unterstützt. Andernfalls werden Ihre Nachrichten eventuell verstümmelt.
russian: Не конвертировать сообщения в 7-битный формат при передаче. Используйте эту опцию только, если Ваш SMTP поддерживает 8-битную передачу! В противном случае сообщения будут повреждены.

# MSG_HELP_CO_LV_POP3 (563//)
source: List of the POP3 servers.
dutch: Lijst van POP3-accounts.
french: Liste des serveurs POP3
german: Liste der POP3-Server.
russian: Список POP3 хостов.

# MSG_HELP_CO_BT_PADD (564//)
source: Add a new POP3 servers to the list.
dutch: Voeg een nieuw POP3-account toe aan de lijst.
french: Ajoute un nouveau serveur POP3 à la liste
german: Einen neuen POP3-Server zur Liste hinzufügen.
russian: Добавить новый POP3 хост в список.

# MSG_HELP_CO_BT_PDEL (565//)
source: Remove the selected POP3 servers from the list.
dutch: Verwijder het geselecteerde POP3-account van de lijst.
french: Supprime de la liste le serveur POP3 sélectionné
german: Ausgewählten POP3-Server von der Liste entfernen.
russian: Удалить POP3 хост, выбранный в списке.

# MSG_HELP_CO_ST_POPUSERID (566//)
source: User name to log in on the POP3 server. If you leave this field empty, the user name part of your e-mail address will be used.
dutch: Gebruikersnaam om in te loggen op de POP3-server. Als je hier niets invult zal het gebruikersnaamgedeelte van jouw e-mailadres gebruikt worden.
french: Nom d'utilisateur pour le serveur POP3. Si vous laissez ce champ vide, c'est la partie nom utilisateur de votre adresse électronique qui sera utilisée.
german: Benutzername für die Anmeldung auf dem POP3-Server. Wenn Sie dieses Feld leer lassen, wird der Benutzername aus Ihrer E-Mail-Adresse übernommen.
russian: Имя пользователя, подключающегося к POP3 серверу. Если Вы оставите это поле пустым, то ID пользователя будет взят из вашего E-Mail адреса.

# MSG_HELP_CO_CH_DELETE (567//)
source: Delete messages from mail server after the download.
dutch: Wis mailtjes van mailserver na downloaden.
french: Efface les messages sur le serveur après les avoir reçus
german: Löscht Nachrichten auf dem Server nach dem Empfang.
russian: Удалять сообщения на почтовом сервере после их получения.

# MSG_HELP_CO_CH_POPENABLED (569//)
source: Check this account while checking for new mail.
dutch: Check dit account bij het zoeken naar nieuwe mail.
french: Vérifier ce compte lors de la vérification de nouveaux messages
german: Diesen Server beim Prüfen auf neue Post berücksichtigen.
russian: Подключаться к этому серверу при проверке новой почты.

# MSG_HELP_CO_CH_TRANSWIN (571//)
source: Show a progress window during mail transfers.
dutch: Toon een voortgangsvenster tijdens mailoverdracht.
french: Affiche une fenêtre de progression pendant le transfert des messages.
german: Zeige Fortschrittsanzeige während des E-Mail Transfers.
russian: Показывать окно состояния во время передачи почты.
