Repository: Futaura/yam
Catalog: locale/*.po
Languages: dutch, french, german, russian

# MSG_LOG_MAILISNOTSPAM (1755//)
source: Message from '%s' about '%s' is no longer treated as spam.
dutch: Mailtje van %s over %s is niet langer gemarkeerd als spam
french: Le message de « %s » à propos de « %s » n'est plus considéré comme indésirable
german: Nachricht von '%s' über '%s' wird nicht mehr als Spam behandelt
russian: Сообщение от «%s» о «%s» больше не считается спамом.

# MSG_MA_TONOTSPAM (1758//)
source: Not spam
dutch: Geen spam
french: Courrier acceptable
german: kein Spam
russian: Не спам

# MSG_CO_SPAMFILTER_SUMMARY (1764//)
source: Configure the spam filter...
dutch: Configureer het spamfilter...
french: Configure le filtrage des courriers indésirables...
german: Konfigurieren Sie den Spam-Filter...
russian: Настройки фильтра спама...

# MSG_CO_SPAM_FILTERFORNEWMAIL (1765//)
source: Check _new mails for spam content
dutch: Check _nieuwe mailtjes op spam
french: _Filtrer les contenus indésirables des nouveaux courriers
german: _Neue Nachrichten auf Spam prüfen
russian: Проверить _новые сообщения на наличие спама

# MSG_CO_SPAM_RESETTRAININGDATA (1766//)
source: _Reset training data
french: _Réinitialiser l'apprentissage
german: _Trainingsdaten zurücksetzen
russian: _Сбросить тренировочные данные

# MSG_CO_SPAM_GOODCOUNT (1767//)
source: "Not spam" classified mails
dutch: Mailtjes gemarkeerd als geen spam
french: Nombre de courriers classés comme « acceptables »
german: "Nicht-Spam"-klassifizierte Nachrichten
russian: Сообщения, которые не спам

# MSG_CO_SPAM_BADCOUNT (1768//)
source: "Spam" classified mails
dutch: Mailtjes gemarkeerd als spam
french: Nombre de courriers classés comme « indésirables »
german: "Spam"-klassifizierte Nachrichten
russian: Сообщения, признанные спамом

# MSG_BUSYFLUSHINGSPAMTRAININGDATA (1771//)
source: Flushing spam training data...
dutch: Weggooien van spam training data...
french: Nettoyage de l'apprentissage des indésirables...
german: Speichere Trainingsdata des Spam-Filters...
russian: Сбрасываю данные для тренировки фильтра спама...

# MSG_CO_SPAM_MARKONMOVE (1772//)
source: Mark mails as spam when _moved to the Spam folder
dutch: Markeer mailtjes als spam wanneer ze verplaatst worden naar de spamfolder
french: _Marquer comme indésirables les courriers déplacés vers le dossier « Indésirable »
german: Nachrichten beim _Verschieben in den Spam-Ordner als Spam markieren
russian: Помечать сообщения как спам при пере_мещении в папку «Спам»

# MSG_CO_SPAM_ADDRESSBOOKISWHITELIST (1773//)
source: Address book is _white list
dutch: Adresboek is op de _witte lijst
french: Le carnet d'adresses est une liste _blanche
german: Nachrichten eines Absenders aus Adressbuch sind kein Spa_m
russian: Адресная книга - _белый список

# MSG_CO_SPAM_RECOGNITION (1774//)
source: Spam recognition
dutch: Spamherkenning
french: Reconnaissance des courriers indésirables
german: Spam-Erkennung
russian: Распознавание спама

# MSG_CO_SPAM_FILTERENABLED (1775//)
source: S_pam filter enabled
dutch: S_pamfilter ingeschakeld
french: A_ctiver le filtrage des courriers indésirables
german: S_pam-Filter aktiv
russian: _Фильтр спама включен

# MSG_CO_SPAM_RESETTRAININGDATAASK (1776//)
source: Do you really want to reset the spam filter's training data? The spam filter must be trained again afterwards.
dutch: Wil de de training data voor het spamfilter werkelijk resetten? Het spamfilter moet daarna weer getrained worden, namelijk.
french: Voulez-vous réellement réinitialiser les données d'apprentissage de détection des courriers indésirables ? Le filtre des courriers indésirables devra alors être entraîné à nouveau après ça.
german: Wollen Sie wirklich die Trainingsdaten des Spam-Filters zurücksetzen? Der Spam-Filter muss danach erneut trainiert werden.
russian: Вы действительно хотите сбросить тренировочные данные фильтра спама? После этого фильтр придётся обучать снова.

# MSG_TR_CHECKUIDL (1778//)
source: Checking UIDLs to avoid duplicates...
dutch: Check UIDLs om duplicaten te voorkomen...
french: Vérification des UIDL pour éviter les doublons...
german: Prüfe UIDLs um Duplikate zu vermeiden...
russian: Проверяю UIDL на наличие дубликатов...

# MSG_CO_SPAM_DISABLEFILTERASK (1779//)
source: The spam filter has now been disabled. Which of the following operations do you want to apply?
dutch: Het spamfilter is nu uitgeschakeld. Welke van de volgende handelingen wil je toepassen?
french: Le filtre des courriers indésirables est maintenant désactivé. Laquelle des actions suivantes voulez-vous réaliser ?
german: Der Spam-Filter wurde soeben deaktiviert. Welche der folgenden Aktionen möchten Sie durchführen?
russian: Фильтр спама сейчас выключен. Какие из следующих операций вы хотите выполнить?

# MSG_CO_SPAM_RESETTDATA (1780//)
source: _Reset training data
french: _Réinitialiser l'apprentissage
german: _Trainingsdaten zurücksetzen
russian: _Сбросить тренировочные данные

# MSG_CO_SPAM_RESETMAILFLAGS (1781//)
source: Reset _spam state of all mails
dutch: Reset _spamstatus van alle mailtjes
french: Réinitialiser l'_indicateur des messages
german: _Spam-Status aller Nachrichten zurücksetzen
russian: _Снять признак спама со всех сообщений

# MSG_CO_SPAM_DELETESPAMFOLDER (1782//)
source: _Delete Spam folder
dutch: Wis spamfolder
french: _Vider le dossier Courrier indésirable
german: Spam-Ordner _löschen
russian: _Удалить папку «Спам»

# MSG_HELP_CO_CY_SMTPAUTHMETHOD (1784//)
source: Select here the authentication method YAM should use. 'Auto' lets YAM pick one automatically depending on the server's capabilities and is the recommended value. The others let you explicitly select one. They are listed in order according to how safe they are, with the safest at the top.
dutch: Kies hier de authenticatiemethode die YAM moet gebruiken. Auto laat YAM er zelf eentje uitzoeken op grond van de mogelijkheden van de server. Dit is de aanbevolen methode. De andere methodes laten jouw expliciet kiezen. Zij staan in volgorde van hoe veilig ze zijn, met de veiligste bovenaan.
french: Sélectionnez ici la méthode d'authentification que YAM doit utiliser. « Auto » laisse YAM en sélectionner une en fonction des capacités du serveur et est la méthode recommandée. Les autres vous permet d'en choisir une explicitement. Elles sont listées dans l'ordre de sécurité la plus sûre étant en haut.
german: Erlaubt die Methode, die zur Authentifizierung mittels SMTP-AUTH verwendet wird, zu spezifizieren. 'Auto' wählt die jeweils sicherste Methode anhand der vom Server verfügbaren aus. Die anderen aufgelisteten können explizit ausgewählt werden, wobei sich die jeweils sicherere weiter oben befindet.
russian: Выберите способ аутентификации, который должен использовать YAM. «Авто» позволить выбрать способ в зависимости от возможностей сервера. Или вы можете выбрать способ аутентификации самостоятельно. Они представлены в списке в порядке убывания безопасности (самый безопасный - вверху).

# MSG_CO_ER_SMTPAUTH (1790//)
source: The SMTP server '%s' doesn't seem to support the selected SMTP-AUTH method. Please ask your provider which authentication methods are available and how to configure them in your e-mail client.
dutch: De SMTP-server '%s schijnt de gekozen SMTP-AUTH-methode niet te ondersteunen. Vraag jouw provider welke authenticatiemethodes beschikbaar zijn en hoe je die moet configureren in YAM.
french: Le serveur SMTP « %s » ne semble pas supporter la méthode d'authentification sélectionnée. Veuillez vérifier avec votre fournisseur quelles méthodes d'authentification sont disponibles et comment les configurer dans votre client de messagerie.
german: Der SMTP-Server '%s' scheint die ausgewählte SMTP-AUTH Methode nicht zu unterstützen. Bitte stellen Sie sicher, dass der von Ihnen ausgewählte Server auch wirklich eine der verfügbaren AUTH-Methoden unterstützt.
russian: Похоже, SMTP сервер «%s» не поддерживает выбранный способ SMTP-AUTH. Уточните у вашего поставщика услуги, какие способы аутентификации доступны и как настроить ваш почтовый клиент.

# MSG_ER_SPAMDIR_EXISTS (1791//)
source: While trying to create a new Spam folder, YAM found that a directory named 'Spam' already exists. Do you want to use this directory as the standard Spam folder?
dutch: Bij het maken van een nieuwe spamfolder heeft YAM ontdekt dat er al een directory genaamd Spam bestaat. Wil je deze directory gebruiken als de standaard spamfolder?
french: En tentant de créer un nouveau dossier pour les indésirables, YAM a trouvé qu'il existait déjà un dossier « spam ». De quelle manière voulez-vous utiliser ce dossier en tant que dossier standard pour les indésirables ?
german: Während des Versuches den Standard-Spam-Ordner anzugelegen, wurde ein bereits als 'Spam' benannter Ordner gefunden. Wie wollen Sie das gefundene Verzeichnis als generellen Spam-Ordner verwenden?
russian: При попытке создания новой папки «Спам» YAM обнаружил, что каталог с таким имененем уже существует. Хотите использовать этот каталог как стандартный для папки со спамом?

# MSG_ER_SPAMDIR_EXISTS_ANSWERS (1792//)
source: C_leanup&Use|_Use|*_Cancel
dutch: Opschonen en gebruiken|Gebr_uiken|*Afbreken
french: _Vider et utiliser|_Utiliser|*_Annuler
german: _Leeren&Verwenden|_Verwenden|*_Abbrechen
russian: О_чистить&Использовать|_Использовать|*_Отменить

# MSG_CO_ER_CANNOT_CREATE_SPAMFOLDER (1793//)
source: Couldn't create the standard Spam folder. The spam filter has been disabled again. Please make sure that there is enough space left on the drive and that the drive is not write protected.
dutch: Kan geen standaard spamfolder maken. Het spamfilter is weer uitgeschakeld. Zorg ervoor dat er genoeg ruimte is op de schijf en dat de schijf niet beschermd is tegen schrijven.
french: Impossible de créer le dossier standard pour les courriers indésirables ! Le filtrage des courriers indésirables a de nouveau été désactivé. Veuillez vous assurer qu'il reste suffisament de place sur le disque et qu'il n'est protégé en écriture.
german: Es trat ein Fehler beim Anlegen des Spam-Ordners auf. Der Spam-Filter wurde daraufhin wieder deaktiviert. Bitte stellen Sie sicher, dass genügend Platz auf dem Laufwerk vorhanden ist und dass das dieses nicht schreibgeschützt ist.
russian: Не могу создать стандартную папку для спама. Спам-фильтр снова выключен. Убедитесь, что на диске достаточно места и что он не защищён от записи.

# MSG_MA_CHECKSPAM (1794//)
source: Apply spam filter
dutch: Spamfilter toepassen
french: Filtrer les indésirables
german: Spam-Filter anwenden
russian: Применить фильтр спама

# MSG_FI_BUSYCHECKSPAM (1795//)
source: Applying spam filter on folder...
dutch: Spamfilter toepassen op folder...
french: Filtrage des indésirables du dossier...
german: Wende Spam-Filter auf Ordner an...
russian: Применяю к папке фильтр спама...

# MSG_MA_REMOVESPAM (1796//)
source: Delete spam from folder
dutch: Spam wissen uit folder
french: Supprimer les indésirables du dossier
german: Spam in Ordner löschen
russian: Удалить спам из папки

# MSG_MA_BUSYEMPTYINGSPAM (1797//)
source: Deleting spam from folder...
dutch: Spam wissen uit folder...
french: Suppression des indésirables du dossier...
german: Entferne Spam aus Ordner...
russian: Удаляю спам из папки...

# MSG_MA_TRASH (1798//)
source: Trash
dutch: Prullenbak
french: Corbeille
german: Papierkorb
russian: Корзина

# MSG_WR_SEARCH (1799//)
source: Search...
dutch: Zoeken...
french: Chercher...
german: Suchen...
russian: Найти...

# MSG_AB_IMPORT (1800//)
source: Import
dutch: Importeer
french: Importer
german: Importieren
russian: Импортировать

# MSG_AB_EXPORT (1801//)
source: Export
dutch: Exporteer
french: Exporter
german: Exportieren
russian: Экспортировать

# MSG_AB_LDIF (1802//)
source: LDIF address book (*.ldif)
dutch: LDIF adresboek (*.ldif)
french: Carnet d'adresses LDIF (*.ldif)
german: LDIF-Adressbuch (*.ldif)
russian: Адресная книга LDIF (*.ldif)

# MSG_AB_CSV (1803//)
source: Comma separated values (*.csv)
dutch: Komma-gescheiden waarden (*.csv)
french: Valeurs séparées par des virgules (*.csv)
german: Komma-getrennte Werte (*.csv)
russian: Значения, разделённые запятыми (*.csv)

# MSG_AB_TAB (1804//)
source: TAB separated values (*.tab)
dutch: TAB-gescheiden waarden (*.tab)
french: Valeurs séparées par des TAB (*.tab)
german: Tabulator-getrennte Werte (*.tab)
russian: Значения, разделённые табуляцией (*.tab)

# MSG_ER_ADDRBOOKIMPORT (1805//)
source: Could not import address book "%s".
dutch: Kan adresboek "%s" niet importeren
french: Impossible d'importer le carnet d'adresses « %s »
german: Konnte Adressbuch "%s" nicht lesen.
russian: Не могу импортировать адресную книгу «%s».

# MSG_ER_ADDRBOOKEXPORT (1806//)
source: Could not export address book "%s".
dutch: Kan adresboek "%s" niet exporteren
french: Impossible d'exporter le carnet d'adresses « %s »
german: Konnte Adressbuch "%s" nicht schreiben.
russian: Не могу экспортировать адресную книгу «%s».

# MSG_LOADINGUPDATESTATE (1807//)
source: Loading update state data...
dutch: Laad data van update-status...
french: Chargement de l'état des mises à jour...
german: Lade Update-Statusdaten...

# MSG_MA_HIDE (1809//)
source: Hide
dutch: Verberg
french: Icônifier
german: Verbergen
russian: Скрыть

# MSG_MA_QUIT (1810//)
source: Quit
dutch: Afsluiten
french: Quitter
german: Beenden
russian: Выход

# MSG_MA_SELECTALL (1811//)
source: All
dutch: Alles
french: Tous
german: Alle
russian: Все

# MSG_MA_SELECTNONE (1812//)
source: None
dutch: Geen
french: Aucun
german: Keine
russian: ничего

# MSG_MA_SELECTTOGGLE (1813//)
source: Toggle
french: Inverser
german: Invertieren
russian: Инвертировать

# MSG_MA_MSEARCH (1814//)
source: Search...
dutch: Zoek...
french: Chercher...
german: Suchen...
russian: Найти...

# MSG_MA_MFILTER (1815//)
source: Filter...
french: Filtrer...
german: Filtern...
russian: Фильтровать...

# MSG_MA_REMOVEDELETED (1816//)
source: Empty trash
dutch: Leeg prullenbak
french: Vider la corbeille
german: Papierkorb leeren
russian: Очистить корзину

# MSG_MA_UPDATEINDEX (1817//)
source: Update index
french: Réindexer
german: Index erneuern
russian: Обновить индекс

# MSG_MA_MREAD (1821//)
source: Read
dutch: Gelezen
french: Lire
german: Lesen
russian: Прочтено

# MSG_MA_TOUNREAD (1822//)
source: Unread
dutch: Ongelezen
french: Non lu
german: Ungelesen
russian: Не прочитано

# MSG_MA_TOREAD (1823//)
source: Read
dutch: Gelezen
french: Lu
german: Gelesen
russian: Прочтено

# MSG_PROJECT_MABOUT (1826//)
source: About...
dutch: Over...
french: À propos...
german: Über...
russian: О сообщении...

# MSG_MA_MEDIT (1827//)
source: Edit...
dutch: Bewerk...
french: Editer...
german: Ändern...
russian: Редактировать...

# MSG_MA_MMOVE (1828//)
source: Move...
dutch: Verplaats...
french: Déplacer...
german: Verschieben...
russian: Переместить...

# MSG_MA_MCOPY (1829//)
source: Copy...
dutch: Kopieer...
french: Copier...
german: Kopieren...
russian: Копировать...

# MSG_MA_MPRINT (1830//)
source: Print...
french: Imprimer...
german: Drucken...
russian: Печатать...

# MSG_MA_MSAVE (1831//)
source: Save...
dutch: Bewaar...
french: Enregistrer...
german: Speichern...
russian: Сохранить...

# MSG_MA_MSAVEATT (1832//)
source: Save...
dutch: Bewaar...
french: Enregistrer...
german: Speichern...
russian: Сохранить...

# MSG_MA_MNEW (1834//)
source: New...
dutch: Nieuw...
french: Nouveau...
german: Neu...
russian: Новое...

# MSG_MA_MREPLY (1835//)
source: Reply...
dutch: Antwoord...
french: Répondre...
german: Antworten...
russian: Ответить...

# MSG_MA_MFORWARD (1836//)
source: Forward...
dutch: Verder zenden...
french: Retransmettre...
german: Weiterleiten...
russian: Переслать...

# MSG_MA_MSAVEADDRESS (1838//)
source: Save address...
dutch: Bewaar adres...
french: Enregistrer l'adresse...
german: Adresse speichern...
russian: Сохранить адрес...

# MSG_MA_MADDRESSBOOK (1839//)
source: Address book...
dutch: Adresboek...
french: Carnet d'adresses...
german: Adressbuch...
russian: Адресная книга...

# MSG_MA_MCONFIG (1840//)
source: Configuration...
dutch: Configuratie...
german: Konfiguration...
russian: Настройки...

# MSG_MA_TOMARKED (1841//)
source: Marked
dutch: Gemarkeerd
french: Marqué
german: Markiert
russian: Отмечено

# MSG_MA_TOUNMARKED (1842//)
source: Unmarked
dutch: Ongemarkeerd
french: Non marqué
german: Nicht Markiert
russian: Не отмечено

# MSG_MA_ALLTOREAD (1843//)
source: All to read
dutch: Alles te lezen
french: Tous à Lu
german: Alle auf Gelesen
russian: Все в прочтённые

# MSG_MA_MEDITASNEW (1844//)
source: Edit as new...
dutch: Bewerk als nieuw...
french: Editer comme nouveau...
german: Als neu editieren...
russian: Редактировать как новое...

# MSG_RE_SEARCH (1847//)
source: Search...
dutch: Zoek...
french: Chercher...
german: Suchen...
russian: Поиск...

# MSG_RE_SEARCH_AGAIN (1848//)
source: Search again
dutch: Zoek opnieuw
french: Chercher encore
german: Weitersuchen
russian: Искать снова

# MSG_WR_SEARCH_AGAIN (1849//)
source: Search again
dutch: Zoek opnieuw
french: Chercher encore
german: Weitersuchen
russian: Искать снова

# MSG_WR_AUTOWRAP (1850//)
source: Word-wrap?
dutch: Woordomslag?
french: Retour automatique à la ligne
german: Zeilenumbruch
russian: Переносить слова?

# MSG_CO_SPAM_MARK_AS_READ (1851//)
source: Mark new spam mai_ls as read
dutch: Nieuwe spam markeren als gelezen
french: Marquer les nouveaux courriers indésirables comme _lus
german: Neue Spam-Nachrichten als _gelesen markieren
russian: Помечать новый спам как про_читанный

# MSG_HELP_CH_SPAMFILTERENABLED (1852//)
source: Enables the spam filter, allowing you to filter out abusive advertising e-mails.
dutch: Schakelt het spamfilter in zodat je vervelende advertentie-mailtjes kunt wegfilteren.
french: Active le filtrage des courriers indésirables permettant d'écarter les courriers publicitaires abusifs.
german: Aktiviert den Spam-Filter innerhalb von YAM. Dieser erkennt automatisch Werbenachrichten und reagiert entsprechend Ihren Einstellungen.
russian: Включает спам-фильтр, позволяющий вам фильтровать нежелательные рекламные сообщения.

# MSG_HELP_TX_SPAMBADCOUNT (1853//)
source: Shows the amount of e-mails manually classified as 'spam'.
dutch: Toont de hoeveelheid mailtjes die handmatig aangemerkt zijn als spam.
french: Indique le nombre de courriers manuellement identifiés comme étant indésirables.
german: Zeigt die Menge manuell klassifizierter "Spam" E-Mails an.
russian: Показывает количество сообщений, вручную помеченных как «спам».

# MSG_HELP_TX_SPAMGOODCOUNT (1854//)
source: Shows the amount of e-mails manually classified as 'not spam', also known as 'ham'.
dutch: Toont de hoeveelheid mailtjes die handmatig aangemerkt zijn als geen spam, ook wel ham genoemd.
french: Indique le nombre de courriers manuellement identifiés comme étant acceptables.
german: Zeigt die Menge manuell klassifizierter "Nicht-Spam" Nachrichten (sog. "Ham") an.
russian: Количество сообщений, вручную помеченных как «не спам», то есть «нормальных».

# MSG_HELP_BT_SPAMRESETTRAININGDATA (1855//)
source: Allows to manually reset the whole spam filter training data. This should be necessary only in very rare cases.
dutch: Hiermee kun je het hele spamfiltertrainingsgebeuren handmatig resetten. Dit zal slechts in zeer uitzonderlijke gevallen nodig zijn.
french: Permet de manuellement réinitialiser la totalité de l'apprentissage du filtre de détection des indésirables. Cela ne devrait être nécessaire que dans de très rares cas.
german: Erlaubt es die Spam-Filter Trainingsdaten manuell zurückzusetzen. Dies ist jedoch nur in seltenen Fällen notwendig bzw. von nutzen.
russian: Позволяет вручную сбросить все тренировочные данные для спам-фильтра. Требуется только в очень тяжёлых случаях.

# MSG_HELP_CH_SPAMFILTERFORNEWMAIL (1856//)
source: If enabled, new incoming e-mail will be immediately analyzed by the spam filter.
dutch: Als je dit inschakelt worden binnenkomende mailtjes meteen geanalyseerd door het spamfilter.
french: Avec cette option, les nouveaux courriers entrants sont automatiquement analysés pour filtrer les indésirables.
german: Wenn aktiviert, werden eingehende Nachrichten automatisch auf ihren Spamgehalt hin überprüft.
russian: Если включено, новые входящие сообщения будут немедленно проанализированы спам-фильтром.

# MSG_HELP_CH_SPAMABOOKISWHITELIST (1857//)
source: If enabled, any e-mail with a From: address that can be found in the address book will never be considered as spam.
dutch: Als je dit inschakelt worden alle mailtjes met een Van-adres uit het adresboek nooit als spam beschouwd.
french: Avec cette option, les courriers provenant d'expéditeurs présents dans le carnet d'adresses ne seront jamais considérés comme des courriers indésirables.
german: Wenn aktiviert, werden Nachrichten die von einer Person kommen die sich in Ihrem Adressbuch befindet, automatisch als unbedenklich erkannt.
russian: Если включено, любое сообщение с полем From:, имеющимся в адресной книге, никогда не будет анализироваться спам-фильтром.

# MSG_HELP_CH_SPAMMARKONMOVE (1858//)
source: If checked, any e-mail manually moved to the Spam folder will be automatically marked as spam.
dutch: Als je dit aanvinkt worden alle mailtjes die handmatig verplaatst zijn naar de spam-folder automatisch aangemerkt als spam.
french: Avec cette option, les courriers manuellement déplacés dans le dossier « Indésirables » seront automatiquement marqués comme étant indésirables.
german: Wenn aktiviert, werden Nachrichten die manuell in den Spam-Ordner verschoben werden auch als Spam klassifiziert.
russian: Если включено, любое сообщение, вручную перемещённое в спам, будет автоматически отмечено как спам.

# MSG_HELP_CH_SPAMMARKASREAD (1859//)
source: If checked, spam mail will be automatically flagged as 'read'.
dutch: Als je dit aanvinkt worden spammailtjes automatisch aangemerkt als gelezen.
french: Avec cette option, les courriers indésirables seront automatiquement marqués comme lus.
german: Wenn aktiviert, werden Spam Nachrichten automatisch als gelesen markiert.
russian: Если включено, спам-сообщения будут автоматически отмечены как прочтённые.

# MSG_HELP_CH_UPDATECHECK (1860//)
source: How often do you want YAM to automatically check for updates? Select 'never' to disable this feature.
dutch: Hoe vaak wil je dat YAM automatisch op updates checked? Kies Nooit om dit uit te schakelen.
french: Fréquence à laquelle YAM doit vérifier automatiquement la présence de mise à jour. Sélectionnez « Jamais » pour la désactiver.
german: Erlaubt es den automatischen Software-Update Mechanismus in YAM zu aktivieren. Anhand des spezifizierten Intervalles wird dann periodisch nach Updates über das Internet gesucht.
russian: Как часто YAM должен автоматически проверять обновления? Выберите «никогда», чтобы отключить проверку.

# MSG_WR_SELECTALL (1861//)
source: Select all
dutch: Selecteer alles
french: Tout sélectionner
german: Alles auswählen
russian: Выделить всё

# MSG_RE_MDN_ACCEPT_LATER (1862//)
source: Accept and send _later
dutch: Accepteer en verstuur later
french: Accepter et envoyer plus tard
german: Akzeptieren und _später senden
russian: Принять и отправить _позже

# MSG_RE_MDN_ACCEPT_NOW (1863//)
source: Accept and send _now
dutch: Accepteer en verstuur nu
french: Accepter et envoyer maintenant
german: Akzeptieren und _jetzt senden
russian: Принять и отправить _немедленно

# MSG_RE_MDN_IGNORE (1864//)
source: _Ignore
dutch: Negeer
french: Ignorer
german: _Ignorieren
russian: _Игнорировать

# MSG_RE_MDN_IGNORE_ALL (1865//)
source: Ignore _all
dutch: Negeer alles
french: Ignorer tout
german: _Alle ignorieren
russian: Игнорировать _всё

# MSG_CO_MDN_ACTION_IGNORE (1866//)
source: Never send
dutch: Nooit versturen
french: Ne jamais envoyer
german: Nie senden
russian: Никогда не отправлять

# MSG_CO_MDN_ACTION_SEND (1867//)
source: Always send
dutch: Altijd versturen
french: Toujours envoyer
german: Sofort senden
russian: Отправлять всегда
