Repository: Futaura/yam
Catalog: locale/*.po
Languages: dutch, french, german, russian

# MSG_FI_StartSearch (1191//)
source: _Start search
dutch: _Start zoeken
french: _Lancer la recherche
german: _Suche starten
russian: Начать _поиск

# MSG_FI_SelectMatched (1192//)
source: Select _matched
dutch: Selecteer overeenkomend
french: Sélectionner _résultat
german: _Gefundene auswählen
russian: Выбор _совпадений

# MSG_FI_ReadMessage (1193//)
source: _Read message
dutch: _Lees mailtje
french: Lire le _message
german: Nachricht _lesen
russian: Про_читать сообщение

# MSG_FI_Abort (1194//)
source: _Abort
dutch: _Breek af
french: _Annuler
german: _Abbrechen
russian: П_рервать

# MSG_HELP_FI_LV_FOLDERS (1195//)
source: Select one or more folders to search in.
dutch: Selecteer één of meer folders om in te zoeken.
french: Sélectionnez un ou plusieurs dossiers dans lesquels vous voulez effectuer la recherche
german: Wählen Sie ein oder mehrere Postfächer, in denen Sie suchen wollen.
russian: Укажите одну или несколько папок для поиска.

# MSG_HELP_FI_BT_ALL (1196//)
source: Include all folders in your search.
dutch: Inclusief alle folders in jouw zoekopdracht.
french: Inclus tous les dossiers.
german: In allen Postfächern suchen.
russian: Включить в поиск все папки.

# MSG_HELP_FI_PO_FROMRULE (1197//)
source: Get search criterion from a filter.
dutch: Pak zoekcriterium van een filter.
french: Utilise les critères de recherche d'un filtre existant
german: Kopiert Suchkriterien von einem Filter.
russian: Взять критерии поиска из фильтра.

# MSG_HELP_FI_BT_TORULE (1198//)
source: Create a new filter from this search criterion.
dutch: Maak een nieuw filter van dit zoekcriterium.
french: Crée un nouveau filtre basé sur ces critères de recherche
german: Erstellt einen neuen Filter basierend auf diesen Suchkriterien.
russian: Создать новый фильтр из критериев поиска.

# MSG_HELP_FI_BT_SEARCH (1199//)
source: Start the search and display the results in the list above.
dutch: Start het zoeken en toon het resultaat in de lijst hierboven.
french: Démarre la recherche et affiche les résultats dans la liste
german: Startet die Suche und zeigt die Resultate in obiger Liste.
russian: Начать поиск и вывести список с результатом.

# MSG_HELP_FI_BT_SELECT (1200//)
source: Select all the matching messages in the main window.
dutch: Selecteer alle overeenkomende mailtjes in het hoofdvenster.
french: Affiche les messages trouvés dans la fenêtre principale
german: Selektiert die gefundenen Nachrichten im Hauptfenster.
russian: Выбрать совпадающие сообщения в основном окне.

# MSG_HELP_FI_BT_READ (1201//)
source: Display the current message from the list above.
dutch: Toon het huidige mailtje uit de lijst hierboven.
french: Affiche le contenu des messages sélectionnés dans la liste
german: Zeigt den Inhalt der ausgewählten Nachricht aus obiger Liste.
russian: Показать выбранные сообщения в списке.

# MSG_HELP_FI_BT_ABORT (1202//)
source: Stop searching.
dutch: Stop zoeken
french: Interrompt la recherche
german: Bricht die Suche ab.
russian: Прекратить поиск.

# MSG_HELP_FI_CY_MODE (1203//)
source: Field or message part that should match the pattern.
dutch: Veld of deel van het mailtje dat overeenkomstig het patroon moet zijn.
french: En-tête ou partie du message dans lequel il faut effectuer la recherche
german: Kopfzeile oder Teil der Nachricht, in der das Muster gesucht werden soll.
russian: Поле или часть сообщения, удовлетворяющее шаблону.

# MSG_HELP_FI_ST_FIELD (1204//)
source: Name of the header to search in.
dutch: Naam van de header waarin gezocht moet worden.
french: Nom de l'en-tête dans lequel il faut chercher
german: Name der zu durchsuchenden Kopfzeile.
russian: Название поля в заголовке для поиска.

# MSG_HELP_FI_RA_ADRMODE (1205//)
source: Choose whether you want to search in the address or real name part of the field.
dutch: Kies of je wilt zoeken in het adresdeel van het veld of in het deel met de echte naam.
french: Choisissez si la recherche doit s'effectuer dans le champ de l'adresse ou du nom (en-tête).
german: Wählen Sie, ob die Kopfzeile nach Adresse oder nach Namen durchsucht werden soll.
russian: Укажите, искать в поле адреса или в поле реального имени.

# MSG_HELP_FI_CY_STATUS (1206//)
source: Message status to match.
dutch: Status van het mailtje dat overeen moet komen.
french: Compare avec ce statut de message
german: Vergleiche mit diesem Nachrichtenstatus.
russian: Статус сообщения для сравнения.

# MSG_HELP_FI_ST_MATCH (1207//)
source: Search pattern (AmigaDOS wildchars are supported).
dutch: Zoekpatroon (ondersteuning voor AmigaDOS-wildcards).
french: Motif de texte recherché (les jokers AmigaDOS sont autorisés)
german: Zu suchender Text (AmigaDOS Suchmuster werden unterstützt).
russian: Шаблон поиска. (Поддерживаются форматы АмигаДОС).

# MSG_HELP_FI_CH_CASESENS (1208//)
source: Should the search be case sensitive?
dutch: Is het zoeken hoofdlettergevoelig?
french: La recherche, doit-elle faire la différence entre les majuscules et les minuscules ?
german: Soll die Suche zwischen Groß- und Kleinschreibung unterscheiden?
russian: Различать регистр при поиске?

# MSG_HELP_FI_CH_SUBSTR (1209//)
source: Enable a partial string search.
dutch: Zoeken naar gedeelte van string mogelijk maken.
french: Permet la recherche à l'intérieur des mots
german: Ermöglicht die Suche nach Teilzeichenketten.
russian: Разрешить поиск по неполной строке.

# MSG_HELP_FI_CY_COMP (1210//)
source: Type of comparison. Select <> to get all messages that don't match the pattern, IN to use a file of patterns.
dutch: Soort vergelijking. Kies <> om alle mailtjes te krijgen die niet overeenkomen, kies IN om een bestand van patronen te gebruiken.
french: Type de comparaison. <> sélectionne tous les messages qui ne correspondent pas au motif de recherche, IN utilise un fichier contenant le motif.
german: Art des Vergleichs. <> wählt alle Nachrichten, die nicht mit dem Suchmuster übereinstimmen, IN benutzt eine Datei, welche Suchmustern enthält.
russian: Тип сравнения. Укажите <> для получения списка всех сообщений не отвечающих данному шаблону, "IN" - для использования файла шаблонов.

# MSG_US_EnterPassword (1211//)
source: Please enter your password
dutch: Geef je wachtwoord op
french: Entrez votre mot de passe s.v.p.
german: Bitte geben Sie Ihr Passwort ein
russian: Пожалуйста, введите Ваш пароль

# MSG_US_TitleUserName (1212//)
source: User name
dutch: Gebruikersnaam
french: Nom d'utilisateur
german: Benutzername
russian: Имя пользователя

# MSG_US_TitleMailDir (1213//)
source: Mail directory
french: Répertoire des dossiers
german: Postverzeichnis
russian: Почтовый каталог

# MSG_US_WaitLogin (1214//)
source: Waiting for user login...
dutch: Wacht op gebruikerslogin...
french: Attente de la réponse d'un utilisateur...
german: Warte auf Benutzeranmeldung...
russian: Жду логин пользователя...

# MSG_US_RemoveReq (1215//)
source: All messages, folders and configuration files belonging to this user will be lost. Do you really want to remove the user?
dutch: Alle mailtjes, folders en configuraties van deze gebruiker zullen verloren gaan. Wil je deze gebruiker werkelijk verwijderen?
french: Tous les messages, les répertoires et les fichiers de configuration de cet utilisateur seront perdus. Voulez-vous vraiment retirer cet utilisateur ?
german: Alle Nachrichten, Postfächer und Konfigurationsdateien dieses Benutzers gehen verloren. Wollen Sie den Benutzer wirklich löschen?
russian: Все сообщения, папки и конфигурационные файлы, связанные с данным пользователем будут удалены! Вы действительно хотите удалить этого пользователя?

# MSG_US_RemoveReqGads (1216//)
source: *_Ok|_Keep files|_Cancel
dutch: *_Ok|_Hou bestanden|Afbreken
french: *_Oui|_Garder les fichiers|_Annuler
german: *_Ok|_Dateien behalten|_Abbrechen
russian: *О'ке_й|_Сохранить файлы|_Отмена

# MSG_US_UserName (1218//)
source: _User name
dutch: Gebr_uikersnaam
french: Nom _utilisateur
german: _Benutzername
russian: _Имя пользователя

# MSG_US_MailDirectory (1219//)
source: _Mail directory
french: _Répertoire des dossiers
german: Post_verzeichnis
russian: По_чтовый каталог

# MSG_US_GlobalAddrBook (1220//)
source: Use global address _book
dutch: Gebruik globaal adres_boek
french: Utiliser le carndet d'adresses glo_bal
german: Benutze globales _Adressbuch
russian: Использовать глобальную _адресную книгу

# MSG_US_GlobalDict (1221//)
source: Use global _glossary
dutch: Gebruik _globale samenvatting
french: Utiliser _glossaire global
german: Benutze globales _Glossar
russian: Использовать глобальный _словарь

# MSG_US_CopyConfig (1222//)
source: C_opy configuration from current user
dutch: Kopieer configuratie van huidige gebruiker
french: C_opier la configuration de l'utilisateur actuel
german: Kopiere _Konfiguration des aktuellen Benutzers
russian: _Скопировать конфигурацию текущего пользователя

# MSG_US_Password (1223//)
source: _Password
dutch: Wachtwoord
french: Mot de _passe
german: _Passwort
russian: Паро_ль

# MSG_US_SuperVisor (1224//)
source: _Supervisor privileges
french: Privilèges _super-utilisateur
german: _Managerprivilegien
russian: Привелегии ад_министратора

# MSG_US_AddUser (1225//)
source: _Add user
dutch: Gebruiker toevoegen
french: _Ajouter utilisateur
german: Benutzer _hinzufügen
russian: _Добавить пользователя

# MSG_US_DelUser (1226//)
source: _Delete user
dutch: Gebruiker wissen
french: _Détruire utilisateur
german: Benutzer _löschen
russian: _Удалить пользователя

# MSG_HELP_US_ST_USER (1227//)
source: Name of the new YAM user.
dutch: Naam van de nieuwe YAM-gebruiker
french: Nom du nouvel utilisateur
german: Name des neuen YAM-Benutzers.
russian: Имя нового пользователя YAM.

# MSG_HELP_US_ST_MAILDIR (1228//)
source: Directory to store the folders and config files of the new user account.
dutch: Directory om de folders en configuraties van het nieuwe gebruikersaccount in op te slaan.
french: Répertoire contenant les dossiers et les fichiers de configuration du nouvel utilisateur.
german: Verzeichnis, welches die Postfächer und die Konfigurationsdateien des neuen Benutzers enthält.
russian: Каталог для сохранения папок и конфигурационных файлов нового пользователя.

# MSG_HELP_US_CH_USEADDR (1229//)
source: Share address book with other users.
dutch: Deel het adresboek met andere gebruikers.
french: Partage le carnet d'adresses avec les autres utilisateurs
german: Teile Adressbuch mit den anderen Benutzern.
russian: Совместное использование адресной книги различными пользователями.

# MSG_HELP_US_CH_USEDICT (1230//)
source: Share glossary with other users.
dutch: Deel het overzicht met andere gebruikers.
french: Partage le glossaire avec les autres utilisateurs
german: Teile Glossar mit den anderen Benutzern.
russian: Совместное использование словаря различными пользователями.

# MSG_HELP_US_ST_PASSWD (1231//)
source: Password required for this user to login.
dutch: Wachtwoord vereist om deze gebruiker in te loggen.
french: Mot de passe requis pour cet utilisateur
german: Passwort, welches dieser Benutzer zum Anmelden benötigt.
russian: Пароль, требуемый при входе для этого пользователя.

# MSG_HELP_US_CH_ROOT (1232//)
source: Enable this option if the user should be allowed to add or remove other users.
dutch: Benut deze optie wanneer de gebruiker wordt toegestaan andere gebruikers te verwijderen of toe te voegen.
french: Cochez cette option si l'utilisateur a le pouvoir d'ajouter ou de supprimer d'autres utilisateurs
german: Schalten Sie diese Option ein, falls der Benutzer andere Benutzer hinzufügen oder löschen darf.
russian: Включите эту опцию, если пользователь будет иметь возможность добавлять или удалять других пользователей.

# MSG_HELP_US_CH_CLONE (1233//)
source: Use current configuration as default for the new account.
dutch: Gebruik de huidige configuratie als standaard voor het nieuwe account.
french: Utilise la configuration actuelle pour la création d'un nouveau compte
german: Benutze die aktuelle Konfiguration als Voreinstellung für den neuen Zugang.
russian: Использовать текущую конфигурацию для нового аккаунта по умолчанию.

# MSG_HELP_US_BT_ADD (1234//)
source: Create a new account.
dutch: Maak een nieuw account
french: Crée un nouveau compte
german: Neuen Zugang erstellen.
russian: Создать новый аккаунт.

# MSG_HELP_US_BT_DEL (1235//)
source: Remove selected account.
dutch: Verwijder geselecteerde account
french: Supprime le compte sélectionné
german: Ausgewählten Zugang entfernen.
russian: Удалить выбранный аккаунт.

# MSG_FO_NewFolderReq (1237//)
source: What settings do you want to use for the new folder? Select 'Existing directory' if you want to re-use an already existing directory.
dutch: Welke instellingen wil je gebruiken voor de nieuwe folder? Kies Bestaand als je een al bestaande folder wil hergebruiken.
french: Quel type de nouveau dossier voulez-vous créer ? Choisissez « Répertoire existant » si vous voulez réutiliser un répertoire qui existe déjà.
german: Welche Einstellungen wollen Sie für das neue Postfach verwenden? Falls das Postfach bereits auf der Festplatte existiert, wählen Sie 'Vorhandenes Verzeichnis'.
russian: Какие параметры Вы хотите использовать при работе с новой папкой? Укажите «Каталог имеется», если папка уже существует на диске.

# MSG_FO_NewFolderGads (1238//)
source: *_Internal defaults|_Like current|_Existing directory|_Cancel
dutch: *_Interne standaard|_Als huidige|_Bestaande directory|Afbreken
french: *_Interne|_Comme sélectionné|Répertoire _existant|_Annuler
german: *_Werkseinstellung|Wie a_ktuelles|_Vorhandenes Verzeichnis|_Abbrechen
russian: *_Внутренние настройки|Как _текущие|_Каталог имеется|_Отмена

# MSG_FO_SelectDir (1239//)
source: Select directory
dutch: Selecteer directory
french: Sélectionner répertoire
german: Verzeichnis auswählen
russian: Выбор каталога...

# MSG_FO_MessageDate (1240//)
source: Message date
dutch: Schrijfdatum
french: Date du message
german: Erstelldatum
russian: Дата сообщения

# MSG_FO_DateRecvd (1241//)
source: Date received
dutch: Ontvangstdatum
french: Date de réception
german: Empfangsdatum
russian: Дата получения

# MSG_FO_FMSimple (1243//)
source: simple protection
dutch: simpele bescherming
french: protéger
german: einfacher Schutz
russian: простая защита

# MSG_FO_FMPack (1244//)
source: compressed
dutch: gecomprimeerd
french: compresser
german: komprimiert
russian: компрессия

# MSG_FO_FMEncPack (1245//)
source: compressed with password
dutch: gecomprimeerd met wachtwoord
french: compresser et protéger
german: kompr. mit Passwort
russian: компрессия с паролем

# MSG_FO_FTRcvdMail (1246//)
source: received mail
dutch: ontvangen mail
french: messages reçus
german: empfangene Post
russian: принятая почта

# MSG_FO_FTSentMail (1247//)
source: sent mail
dutch: verzonden mail
french: messages envoyés
german: versandte Post
russian: отправленная почта

# MSG_FO_FTBothMail (1248//)
source: received and sent
dutch: ontvangen en verzonden
french: reçus et envoyés
german: empfangene und versandte
russian: принятая и отправленная

# MSG_FO_EditFolder (1250//)
source: Folder settings
dutch: Folderinstellingen
french: Réglages du dossier
german: Postfacheinstellungen
russian: Параметры папки

# MSG_FO_Properties (1251//)
source: Properties
dutch: Eigenschappen
french: Propriétés
german: Eigenschaften
russian: Свойства

# MSG_FO_MaxAge (1252//)
source: Max. age
dutch: Max. leeftijd
french: Âge max.
german: Max. Alter
russian: _Макс. возраст

# MSG_FO_FolderType (1253//)
source: T_ype
german: _Typ
russian: _Тип

# MSG_FO_FolderMode (1254//)
source: _Mode
dutch: _Modus
german: Modu_s
russian: _Режим

# MSG_FO_SortBy (1255//)
source: _Sort by
dutch: _Sorteer op
french: T_rier par
german: So_rtieren
russian: _Сортировка по

# MSG_FO_ThenBy (1256//)
source: T_hen by
dutch: Daarna op
french: P_uis
german: _Dann nach
russian: _Затем по

# MSG_FO_Reverse (1257//)
source: Rev
french: Inv.
german: Umg
russian: Я->А

# MSG_FO_MLSupport (1258//)
source: Mailing list support
dutch: Maillijst ondersteuning
french: Liste de discussions
german: Mailinglisten
russian: Поддержка списка рассылки

# MSG_HELP_FO_ST_FNAME (1261//)
source: Folder name.
dutch: Foldernaam
french: Nom du dossier
german: Postfachname.
russian: Имя папки.

# MSG_HELP_FO_TX_FPATH (1262//)
source: Directory where the messages of the selected folder are stored.
dutch: Directory waar de mailtjes van de geselecteerde folder zijn opgeslagen.
french: Répertoire où seront stockés les messages du dossier sélectionné
german: Verzeichnis, in dem die Nachrichten des ausgewählten Postfachs gespeichert werden.
russian: Каталог, в котором будут сохранятся сообщения выбранной папки.

# MSG_HELP_FO_ST_MAXAGE (1263//)
source: Old messages will automatically be deleted after this time (in days). Use 0 to disable this feature.
dutch: Oude mailtjes worden automatisch gewist na deze periode (in dagen). Gebruik 0 (nul) om deze optie uit te schakelen.
french: Les vieux messages seront automatiquement effacés une fois le délai atteint (en jours). Utilisez 0 ou rien pour désactiver cette option.
german: Alte Nachrichten werden automatisch nach Ablauf dieser Zeit (in Tagen) gelöscht. (0 schaltet diese Funktion aus).
russian: Старые сообщения будут автоматически удалены по прошествии этого времени (в днях). Введите 0 или очень большое значение для отключения этой функции.

# MSG_HELP_FO_CY_FTYPE (1264//)
source: Type of folder (in/out/both).
dutch: Soort folder (inkomend, uitgaand, beide).
french: Dossier personnalisé (reçus/envoyés/les deux)
german: Art des benutzerdefinierten Postfachs (Eingang/Ausgang/Beides).
russian: Тип архивной папки. (Входящие/исходящие/оба).

# MSG_HELP_FO_CY_FMODE (1265//)
source: Folders can be password protected and/or compressed using XPK.
dutch: Folders kunnen met een wachtwoord beschermd zijn en/of gecomprimeerd zijn met XPK.
french: Les dossiers peuvent être protégés par un mot de passe et/ou compressé en utilisant XPK
german: Postfächer können mit einem Passwort geschützt oder mittels XPK komprimiert werden.
russian: Папка может быть защищена паролем и/или компрессирована посредством XPK.

# MSG_HELP_FO_CY_SORT0 (1266//)
source: Primary sorting order of the messages in this folder.
dutch: Primaire sorteervolgorde van de mailtjes in deze folder.
french: Méthode de tri à utiliser pour classer les messages de ce dossier
german: Primärer Sortierschlüssel der Nachrichten in diesem Postfach.
russian: Основной порядок сортировки сообщений в этой папке.

# MSG_HELP_FO_CY_SORT1 (1267//)
source: Secondary sorting order of the messages in this folder.
dutch: Secondaire sorteervolgorde van de mailtjes in deze folder.
french: Tri de deuxième ordre sur les messages de ce dossier
german: Sekundärer Sortierschlüssel der Nachrichten in diesem Postfach.
russian: Второй порядок сортировки сообщений в этой папке.

# MSG_HELP_FO_CH_REVERSE (1268//)
source: Reversed sorting.
dutch: Omgekeerde sorteervolgorde
french: Inverse le tri
german: Umgekehrte Sortierung.
russian: Обратный порядок сортировки.

# MSG_HELP_FO_ST_MLPATTERN (1269//)
source: A message belongs to a mailing list if the contents of the 'To:' field are matched by this pattern.
dutch: Een mailtje hoort bij een maillijst wanneer de inhoud van het veld Aan overeenkomt met dit patroon.
french: Un message appartient à une liste de discussions si le champ « À: » correspond à ce motif.
german: Eine Nachricht gehört zu einer Mailingliste, falls die Empfängeradresse zu diesem Muster passt.
russian: Сообщение в список рассылки, если поле Для: совпадает с этим щаблоном.

# MSG_HELP_FO_ST_MLADDRESS (1270//)
source: Use this recipient address for a reply to a mailing list message.
dutch: Gebruik dit ontvangstadres voor een antwoord aan een mailtje van een maillijst.
french: Utilise cette adresse pour répondre à un message d'une liste de discussions
german: Benutze diese Empfängeradresse bei einer Antwort auf eine Mailinglisten-Nachricht.
russian: Используйте этот адрес получателя для ответа на сообщение в список рассылки.

# MSG_BusySavingAB (1271//)
source: Saving address book '%s'...
dutch: Bewaar adresboek %s...
french: Sauvegarde du carnet d'adresses « %s »...
german: Speichere Adressbuch '%s'...
russian: Запись адресной книги «%s»...

# MSG_BusyPrintingAB (1272//)
source: Printing address book...
dutch: Print adresboek...
french: Impression du carnet d'adresses...
german: Drucke Adressbuch...
russian: Печать адресной книги...

# MSG_BusySavingDI (1273//)
source: Saving glossary...
dutch: Bewaar samenvatting...
french: Sauvegarde du glossaire...
german: Speichere Glossar...
russian: Запись словаря...

# MSG_BusyLoadingDI (1274//)
source: Loading glossary...
dutch: Laad samenvatting...
french: Chargement du glossaire...
german: Lade Glossar...
russian: Считывание словаря...

# MSG_BusyUncompressingFO (1276//)
source: (De)compressing folders...
dutch: (De)comprimeer folders...
french: (Dé)compression des dossiers...
german: (De)komprimiere Postfächer...
russian: (Де)компрессия папки...

# MSG_BusyMoving (1277//)
source: Moving/copying %s messages...
dutch: Verplaats/kopieer %s mailtjes...
french: Déplacement/recopie de %s messages...
german: Verschiebe/kopiere %s Nachrichten...
russian: Перемещение/копирование %s сообщений...

# MSG_BusyRemovingAtt (1278//)
source: Removing attachments...
dutch: Verwijder bijlagen...
french: Suppression des pièces jointes...
german: Entferne Anhänge...
russian: Удаление аттачей...

# MSG_BusyDeleting (1279//)
source: Deleting %s message(s)...
dutch: Wis %s mailtje(-s)...
french: Effacement de %s messages...
german: Lösche %s Nachricht(en)...
russian: Удаление %s сообщения(ий)...

# MSG_BusyFiltering (1280//)
source: Applying filters...
dutch: Filters toepassen...
french: Application des filtres...
german: Wende Filter an...
russian: Применение фильтров...

# MSG_BusyDeletingOld (1281//)
source: Deleting old mail...
dutch: Wis oude mail...
french: Effacement des vieux courriers...
german: Lösche alte Nachrichten...
russian: Удаление старой почты...

# MSG_BusyEmptyingTrash (1282//)
source: Emptying Trash folder...
dutch: Gooi prullenbak leeg...
french: Vidage de la corbeille...
german: Leere Papierkorb...
russian: Очистка корзины...

# MSG_BusyGettingVerInfo (1283//)
source: Getting update information...
dutch: Ontvang update-informatie...
french: Recherche de mise à jour...
german: Hole Updateinformation...
russian: Получение информации об обновлении...

# MSG_BusyLoadingIndex (1284//)
source: Loading index of folder '%s'...
dutch: Laad index van folder %s...
french: Chargement de l'index du dossier « %s »...
german: Lade Index des Postfachs '%s'...
russian: Считывание индекса папки «%s»...

# MSG_BusySavingIndex (1285//)
source: Saving index of folder '%s'...
dutch: Bewaar index van folder %s...
french: Sauvegarde de l'index du dossier « %s »...
german: Speichere Index des Postfachs '%s'...
russian: Запись индекса папки «%s»...

# MSG_BusyScanning (1286//)
source: Scanning folder '%s'...
dutch: Scan folder %s...
french: Analyse du dossier « %s »...
german: Durchsuche Postfach '%s'...
russian: Сканирование каталога папки «%s»...

# MSG_BusyReading (1287//)
source: Reading message...
dutch: Lees mailtje...
french: Lecture du message...
german: Lese Nachricht...
russian: Чтение сообщения...

# MSG_BusyDisplaying (1288//)
source: Displaying message...
dutch: Toon mailtje...
french: Affichage du message...
german: Zeige Nachricht an...
russian: Вывод сообщения...

# MSG_BusyDisplayingList (1289//)
source: Displaying messages...
dutch: Toon mailtjes...
french: Affichage des messages...
german: Liste Nachrichten auf...
russian: Вывод сообщений....

# MSG_BusyDecPrinting (1292//)
source: Decoding/printing...
dutch: Ontsleutelen/printen...
french: Décodage et impression...
german: Dekodiere/drucke...
russian: Декодирование/печать...
