Repository: Futaura/yam
Catalog: locale/*.po
Languages: dutch, french, german, russian

# MSG_ER_UNUSABLEAMISSL (1450//)
source: You have selected TLSv1/SSLv3 for this connection, but AmiSSL couldn't be initialized. Please check your AmiSSL installation or disable TLS/SSL for this connection.
dutch: Je hebt voor deze verbinding gekozen voor TLSv1/SSLv3, maar AmiSSL kan niet geïnitialiseerd worden. Controleer jouw AmiSSL-installatie of schakel TSL/SSL uit voor deze verbinding.
french: Vous avez sélectionné une connexion TLSv1/SSLv3, mais AmiSSL ne peut pas être initialisé. Veuillez vérifier votre installation de AmiSSL ou désactivez TLS/SSL pour cette connexion.
german: Sie haben TLSv1/SSLv3 Unterstützung für diese Verbindung ausgewählt, jedoch konnte AmiSSL nicht initialisiert werden. Bitte überprüfen Sie Ihre AmiSSL Installation oder schalten Sie die TLS/SSL Unterstützung für diese Verbindung aus.
russian: Для этого соединения вы выбрали TLSv1/SSLv3, но AmiSSL не может быть инициализирована. Проверьте установку AmiSSL или отключите TLS/SSL для данного соединения.

# MSG_RETRY_QUIT_GAD (1454//)
source: Try again|Quit
dutch: Nog eens|Afsluiten
french: Ré-essayer|Quitter
german: Wiederholen|Beenden
russian: Попробовать ещё раз|Выйти

# MSG_ER_NOAUTHUSERPASS (1456//)
source: No user name or password was specified for the SMTP AUTH connection YAM was trying to establish. Please check your configuration.
dutch: Geen gebruikersnaam of wachtwoord opgegeven voor de SMTP AUTH-verbinding die YAM tot stand wou brengen. Controleer jouw config.
french: Le nom d'utilisateur ou bien le mot de passe n'a pas été indiqué dans la connexion SMTP-AUTH que YAM essai d'établir. Veuillez vérifier votre configuration.
german: Es wurde kein Benutzername oder Passwort für die aufzubauende SMTP-AUTH Verbindung eingestellt. Bitte kontrollieren Sie Ihre Konfiguration und wiederholen Sie den Verbindungsaufbau.
russian: Для соединения через SMTP AUTH не заданы имя пользователя и пароль. Проверьте конфигурацию.

# MSG_CO_APPICON_LABEL (1458//)
source: New: %n Total: %t
dutch: Nieuw: %n Totaal: %t
french: Nvx : %n Total : %t
german: Neu: %n Gesamt: %t
russian: Новых: %n Всего: %t

# MSG_DATE_RECEIVED (1459//)
source: Received
dutch: Ontvangen
french: Reçu
german: Empfangen
russian: Принято

# MSG_DATE_SENT (1460//)
source: Sent
dutch: Verzonden
french: Envoyé
german: Versandt
russian: Отправлено

# MSG_DATE_SNTRCVD (1461//)
source: Sent/Received
dutch: Verzonden/Ontvangen
french: Envoyé/reçu
german: Empf/Versendedatum
russian: Принято/Отправлено

# MSG_CO_DATE_SNTRCVD (1462//)
source: Date Sent/Received
dutch: Verzenddatum/Ontvangen
french: Date d'émission/réception
german: Empfangs/Versendedatum
russian: Дата отправления/получения

# MSG_FROMTO (1463//)
source: From/To
dutch: Van/Aan
french: De/à
german: Von/An
russian: От/Кому

# MSG_HELP_CO_CA_COL1QUOT (1464//)
source: Color used to display quotes.
dutch: Kleur die gebruikt wordt voor quotes.
french: Couleur utilisée pour afficher les citations.
german: In dieser Farbe werden aktuelle Zitate im Lesefenster und im Editor dargestellt.
russian: Цвета, используемые для отображения цитат.

# MSG_HELP_CO_CA_COL3QUOT (1465//)
source: Color used to display 3rd level quotes.
dutch: Kleur die gebruikt wordt voor 3e-niveau quotes.
french: Couleur utilisée pour afficher les citations de niveau 3.
german: In dieser Farbe werden Zitate der dritten Ebene im Lesefenster und im Editor dargestellt.
russian: Цвета, используемые для цитат третьего уровня.

# MSG_HELP_CO_CA_COL4QUOT (1466//)
source: Color used to display 4th level quotes.
dutch: Kleur die gebruikt wordt voor 4e-niveau quotes.
french: Couleur utilisée pour afficher les citations de niveau 4.
german: In dieser Farbe werden Zitate der vierten Ebene im Lesefenster und im Editor dargestellt.
russian: Цвета, используемые для цитат четвёртого уровня.

# MSG_CO_URLCOLOR (1467//)
source: URL color
dutch: URL-kleur
french: _Couleur des URL
german: URL Farbe
russian: Цвет гиперссылки

# MSG_HELP_CO_CA_COLURL (1468//)
source: Color used to display clickable URL links.
dutch: Kleur die gebruikt wordt voor klikbare URL's.
french: Couleur à utiliser pour l'affichage des liens internet utilisables.
german: In dieser Farbe werden alle Verweise auf URLs im Lesefenster und im Editor dargestellt.
russian: Цвета, используемые для нажимаемых гиперссылок.

# MSG_FO_FOLDERNAMEINVALID (1471//)
source: The specified folder name is empty or already exists. Please enter a valid folder name before you proceed.
french: Le nom de dossier est vide ou existe déjà. Veuillez entrer un nom de dossier valide avant de poursuivre.
german: Es wurde kein Postfachname angegeben oder dieser existiert bereits. Bitte bestimmen Sie einen korrekten Postfachnamen.
russian: Указанное имя папки пусто или уже существует. Введите корректное имя папки, чтобы продолжить.

# MSG_MA_CTX_DEFWIDTH_THIS (1476//)
source: Default width: this
dutch: Standaard breedte: deze
french: Largeur par défaut : celle-ci
german: Standardbreite: diese
russian: Ширина по умолчанию: эта

# MSG_MA_CTX_DEFWIDTH_ALL (1477//)
source: Default width: all
dutch: Standaard breedte: alles
french: Largeur par défaut : Toutes
german: Standardbreite: alle
russian: Ширина по умолчанию: вся

# MSG_MA_CTX_DEFORDER_THIS (1478//)
source: Default order: this
dutch: Standaard volgorde: deze
french: Ordre par défaut : celle-ci
german: Standardreihenfolge: diese
russian: Порядок по умолчанию: этот

# MSG_MA_CTX_DEFORDER_ALL (1479//)
source: Default order: all
dutch: Standaard volgorde: alles
french: Ordre par défaut : toutes
german: Standardreihenfolge: alle
russian: Порядок по умолчанию: все

# MSG_MA_CTX_MAILLIST (1480//)
source: Message list
dutch: Mailtjeslijst
french: Liste des courriers
german: Nachrichtenliste
russian: Сообщения

# MSG_MA_CTX_FOLDERLIST (1481//)
source: Folder list
dutch: Folderlijst
french: Liste des dossiers
german: Postfachliste
russian: Папки

# MSG_HELP_FO_CY_MLSIGNATURE (1482//)
source: Use this signature when posting new mails to the list.
dutch: Gebruik deze handtekening bij het posten van nieuwe mail naar de lijst.
french: Utiliser cette signature pour l'envoi des courriers sur cette liste.
german: Diese Signatur bei neuen Nachrichten in dieser Liste verwenden.
russian: Использовать эту подпись при отправке сообщений в рассылку.

# MSG_CTapplicationpdf (1483//)
source: PDF document
french: Document PDF
german: PDF Dokument
russian: Документ PDF

# MSG_HELP_CO_ST_INFOBARTXT (1492//)
source: Text that should be displayed in the status bar.
dutch: Tekst die getoond moet worden in de statusbalk.
french: Texte qui devraît être affiché dans la barre d'information.
german: Text der in der Statusleiste angezeigt werden soll.
russian: Тект для отображения в строке состояния.

# MSG_YesNoReq2 (1494//)
source: _Yes|*_No
dutch: _Ja|*_Nee
french: _Oui|*_Non
german: _Ja|*_Nein
russian: _Да|*_Нет

# MSG_HELP_FO_ST_HELLOTEXT (1495//)
source: Text to insert at the top of a new message.
dutch: Tekst die ingevoegd moet worden aan het begin van een nieuwe mail.
french: Texte à insérer au début d'un nouveau message
german: Text, welcher am Anfang einer neuen Nachricht eingefügt wird.
russian: Текст, вставляемый в начало каждого нового сообщения.

# MSG_HELP_FO_ST_BYETEXT (1496//)
source: Text to insert at the bottom of a new message.
dutch: Tekst die ingevoegd moet worden aan het eind van een nieuwe mail.
french: Texte à insérer à la fin d'un nouveau message
german: Text, welcher am Ende einer neuen Nachricht eingefügt wird.
russian: Текст, вставляемый в конец каждого нового сообщения.

# MSG_FO_Welcome (1497//)
source: _Welcome phrase
dutch: _Welkomstwoord
french: Message de _bienvenue
german: Be_grüssung
russian: _Приветствие

# MSG_FO_Greetings (1498//)
source: C_losing phrase
dutch: Afsluitende tekst
french: Phrase de _fin
german: Verabsch_iedung
russian: По_желание

# MSG_ER_SOCKETOPTION (1499//)
source: Couldn't set socket option '%s'. Either this option is not supported by the TCP/IP stack your are using, or it is specified wrong in your configuration.
dutch: Kan socket-optie %s niet instellen. Deze optie wordt niet ondersteund door jouw TCP/IP-stack, of het is verkeerd geconfigureerd.
french: Impossible de positionner l'option de socket « %s ». Soit cette option n'est pas supportée par la pile TCP/IP que vous utilisez, soit elle est incorrectement spécifiée dans votre configuration.
german: Warnung: Die Socketoption '%s' konnte nicht gesetzt werden. Diese kann mitunter von Ihrem laufenden TCP/IP-Stack nicht unterstützt werden oder ist falsch in der Konfiguration angegeben.
russian: Не могу установить параметр «%s» сокета. Или этот параметр не поддерживается стеком TCP/IP, который вы используете, или у вас неправильная конфигурация.

# MSG_ER_B64FILEENCODE (1500//)
source: An unexpected error occurred while trying to encode file '%s' with the Base64 file encoding routines.
dutch: Er ging iets mis bij het coderen van bestand %s, met Base64-coderingsroutines
french: Une erreur inattendue est survenue lors de l'encodage du fichier « %s » avec les routines d'encodage « Base64 ».
german: Ein unerwarteter Fehler ist aufgetreten bei dem Versuch die Datei '%s' mit Base64 zu kodieren.
russian: Неожиданная ошибка встретилась при попытке закодировать файл «%s» в формат Base64.

# MSG_ER_QPFILEENCODE (1501//)
source: An unexpected error occurred while trying to encode file '%s' with the Quoted-Printable (QP) file encoding routines.
dutch: Er ging iets mis bij het coderen van bestand %s met de Quoted-Printable (QP) coderingsroutines
french: Une erreur inattendue est survenue lors de l'encodage du fichier « %s » avec les routines d'encodage « Quoted-Printable » (QP).
german: Ein unerwarteter Fehler ist aufgetreten bei dem Versuch die Datei '%s' mit Quoted-Printable (QP) zu kodieren.
russian: Неожиданная ошибка встретилась при попытке закодировать файл «%s» в формат Quoted-Printable (QP).

# MSG_ER_UUFILEENCODE (1502//)
source: An unexpected error occurred while trying to encode file '%s' with the UUcode file encoding routines.
dutch: Er ging iets mis bij het coderen van bestand %s met de UUcode coderingsroutines
french: Une erreur inattendue est survenue lors de l'encodage du fichier « %s » avec les routines d'encodage « UUcode ».
german: Ein unerwarteter Fehler ist aufgetreten bei dem Versuch die Datei '%s' mit UUcode zu kodieren.
russian: Неожиданная ошибка встретилась при попытке закодировать файл «%s» в формат UUEncode.

# MSG_ER_QPDEC_FILEIO (1503//)
source: An input/output error occurred during decoding of the Quoted-Printable (QP) encoded file '%s'.
dutch: Er ging iets mis met input/output bij het decoderen van het Quoted-Printable (QP) gecodeerde bestand %s
french: Une erreur d'entrée/sortie est survenue lors du décodage « Quoted-Printable » du fichier « %s ».
german: Ein Ein/Ausgabefehler ist aufgetreten bei dem Versuch die Datei '%s' mit Quoted-Printable (QP) zu dekodieren.
russian: Случилась ошибка ввода/вывода при декодировании файла «%s» из формата Quoted-Printable (QP).

# MSG_ER_QPDEC_UNEXP (1504//)
source: An unexpected error occurred while trying to decode file '%s' with the Quoted-Printable (QP) file decoding routines.
dutch: Er ging iets mis bij het decoderen van bestand %s met de Quoted-Printable (QP) decoderingsroutines
french: Une erreur inattendue est survenue lors du décodage du fichier « %s » avec les routines de décodage « Quoted-Printable » (QP).
german: Ein unerwarteter Fehler ist aufgetreten bei dem Versuch die Datei '%s' mit Quoted-Printable (QP) zu dekodieren.
russian: Неожиданная ошибка встретилась при попытке декодировать файл «%s» из формата Quoted-Printable (QP).

# MSG_ER_QPDEC_WARN (1505//)
source: During the Quoted-Printable (QP) decoding of file '%s' some broken control sequences were detected and kept undecoded in the output.
dutch: Bij het Quoted-Printable (QP) decoderen van bestand %s is er een aantal gebroken controlesequenses ondekt en die zijn niet gedecodeerd
french: Lors du décodage « Quoted-Printable » (QP) du fichier « %s », des séquences de contrôle incorrectes ont été détectées et sont restées non décodées dans le résultat.
german: Während des Dekodierens der Quoted-Printable (QP) Datei '%s' wurden unerlaubte Kontrollsequenzen gefunden, die in der unkodierten Version beibehalten wurden.
russian: При декодировании файла «%s» из формата Quoted-Printable (QP) встретилась и осталась недекодированной повреждённая последовательность.

# MSG_ER_QPDEC_CHAR (1506//)
source: During the Quoted-Printable (QP) decoding of file '%s' some forbidden characters were found and therefore removed in the output.
dutch: Bij het Quoted-Printable (QP) decoderen van bestand %s is een aantal verboden karakters ontdekt en die zijn verwijderd uit de output
french: Lors du décodage « Quoted-Printable » (QP) du fichier « %s », des caractères interdits ont été détectés et par conséquent ont été supprimés du résultat.
german: Beim Dekodieren der Quoted-Printable (QP) Datei '%s' wurden unerlaubte Zeichen gefunden und in der unkodierten Version entfernt.
russian: При декодировании файла «%s» из формата Quoted-Printable (QP) были встречены и удалены запрещённые символы.

# MSG_ER_UUDEC_TAGMISS (1507//)
source: During the UUcode decoding of file '%s' the required '%s' tag couldn't be found. Either the file is truncated or it wasn't encoded following the UUcode encoding standard.
dutch: Bij het UUcode decoderen van bestand %s is de benodigde tag %s niet gevonden. Het bestand is verminkt of niet gecodeerd volgens de UUcode coderingsstandaard.
french: Lors du décodage « UUdecode » du fichier « %s », le tag obligatoire « %s » n'a pas été trouvé. Soit le message est tronqué, soit il n'a pas été encodé en respectant le standard d'encodage UUcode.
german: Während des Versuches die Datei '%s' anhand des UUcode Standards zu dekodieren wurde das benötigte Tag '%s' nicht gefunden.
russian: При декодировании файла «%s» из формата UUcode не был найден обязательный тэг «%s». Файл или был обрезан, или не закодирован по стандарту UUcode.

# MSG_ER_UUDEC_CHECKSUM (1508//)
source: During the UUcode decoding of file '%s' some checksums were found invalid, so that the resulting file might be corrupt. Either the message is truncated or it was generated with a faulty UUcode encoder.
dutch: Bij het UUcode decoderen van bestand %s is een aantal ongeldige checksums gevonden. Het resulterende bestand kan dus corrupt zijn. Het mailtje kan vermoinkt zijn of het is gemaakt met een slechte UU code codering.
french: Lors du décodage « UUdecode » du fichier « %s », des sommes de contrôle invalides ont été rencontrées, par conséquent le fichier résultant peut être corrompu. Soit le message est tronqué soit il a été généré par encodeur « UUencode » défectueux.
german: Während des Dekodierens der UUcode Datei '%s' hat YAM einige vorgeschriebene Prüfsummen nicht verifizieren können. Es wird vorgeschlagen, dass Sie die erzeugte Datei auf Fehler hin überprüfen. Es wurde entweder ein defekter UUcode Kodierer verwendet oder die Nachricht ist unvollständig.
russian: При декодировании файла «%s» из формата UUcode некоторые контрольные суммы не сошлись, так что результирующий файл может быть повреждён. Сообщение или было обрезано, или сформировано неправильным UUcode'ром.

# MSG_ER_UUDEC_CORRUPT (1509//)
source: During the UUcode decoding of file '%s' the encoded part was found be corrupt. Either the message is truncated or it was generated with a faulty UUcode encoder.
dutch: Bij het UUcode decoderen van bestand %s bleek het gecodeerde deel corrupt te zijn. Het mailtje is verminkt of het is gemaakt met een slechte UUcode codering.
french: Lors du décodage « UUdecode » du fichier « %s », la partie « UUencodée » semble être corrompue. Soit le message est tronqué, soit il a été généré par un encodeur « UUencode » défectueux.
german: Während des Dekodierens der UUcode Datei '%s' hat YAM festgestellt das der kodierte Teil defekt zu sein scheint. Es wurde entweder ein defekter UUcode Kodierer verwendet oder die Nachricht ist unvollständig.
russian: При декодировании файла «%s» из формата UUcode выяснилось, что закодированная часть повреждена. Или сообщение было обрезано, или оно было закодировано неправильным UUcode'ром.

# MSG_FI_StatMarked (1510//)
source: Marked
dutch: Gemarkeerd
french: Marqué
german: Markiert
russian: Отмечено

# MSG_MA_CREQUEST_OLDFILE (1511//)
source: File '%s' in folder '%s' uses an obsolete mail format only supported by older YAM versions. Do you want to convert this file to the new format?
dutch: Bestand %s in folder %s gebruikt een ouderwets mailformaat dat alleen door oude versies van YAM ondersteund wordt. Wil je dit bestand omzetten naar het nieuwe formaat?
french: Le fichier « %s » du dossier « %s » utilise format de messages obsolète uniquement supporté par les versions antérieures de YAM. Voulez-vous convertir ce fichier dans le nouveau format ?
german: YAM hat die Datei '%s' im Postfach '%s' als eine Maildatei identifiziert, die mit einer älteren YAM Version generiert wurde. Möchten Sie die Datei in das neue Mailformat konvertieren?
russian: Файл «%s» в папке «%s» использует устаревший формат, поддерживаемый только старыми версиями YAM. Хотите конвертировать сообщение в новый формат?

# MSG_MA_CREQUEST_UNKNOWN (1512//)
source: Unknown file '%s' found in directory of folder '%s'. Do you want to import it as a normal mail file?
dutch: Onbekend bestand %s gevonden in de directory van folder %s. Wil je dit bestand importeren als een normaal mailbestand?
french: Un fichier inconnu « %s » a été trouvé dans le dossier « %s ». Voulez-vous l'importer en tant que fichier de messages normal ?
german: YAM hat eine unbekannte Datei '%s' im Verzeichnis des Postfaches '%s' gefunden. Möchten Sie diese als normale Maildatei importieren?
russian: Неизвестный файл «%s» найден в каталоге папки «%s». Хотите импортировать его как файл почтового сообщения?

# MSG_MA_YESNOTOALL (1513//)
source: *_Yes|Y_es to all|_No|N_o to all
dutch: *_Ja|J_a op alles|_Nee|N_ee op alles
french: *_Oui|O_ui à tous|_Non|Non à _tous
german: *_Ja|J_a, alle|_Nein|N_ein, keine
russian: *_Да|Д_а для всех|_Нет|Н_ет для всех

# MSG_ER_CONVERTMFILE (1514//)
source: An error occurred while trying to upgrade file '%s' in folder '%s' to the current mail format. Please check that the folder directory has enough space and is not write protected.
dutch: Er ging iets mis bij het upgraden naar het huidige mailformaat van bestand %s in folder %s. Controleer dat de directory van de folder genoeg ruimte heeft en niet beschermd is tegen schrijven.
french: Une erreur est survenue lors de la mise à jour vers le format de messages courant du fichier de « %s » dans le dossier « %s ». Veuillez vérifier que le dossier dispose de suffisamment d'espace disque et qu'il n'est pas protégé contre l'écriture.
german: Ein Fehler ist bei der Konvertierung der Maildatei '%s' aus dem Postfach '%s' aufgetreten. Bitte kontrollieren Sie das das Postfachverzeichnis genügend Speicherplatz aufweisst und die Zugriffsrechte darauf stimmen.
russian: При попытке обновить файл «%s» в папке «%s» до текущего формата почтового сообщения произошла ошибка. Убедитесь, что каталог папки не защищён от записи и имеет достаточно свободного места.

# MSG_ER_XPKUSAGE (1515//)
source: An error occurred while trying to compress/uncompress file '%s' with XPK. Please check your XPK installation and the relevant settings in the configuration.
dutch: Er ging iets mis bij het comprimeren/decomprimeren met XPK van bestand %s. Controleer jouw XPK-installatie en de relevante instellingen in de config.
french: Une erreur est survenue lors de la compression/décompression du fichier « %s » avec XPK. Veuillez vérifier votre installation de XPK ainsi que les réglages correspondants dans la configuration.
german: Ein Fehler ist bei dem Versuch aufgetreten die Datei '%s' mittels XPK zu bearbeiten. Bitte kontrollieren Sie Ihre XPK Installation und die dazugehörigen Komprimierungseinstellungen in der Konfiguration von YAM.
russian: Произошла ошибка при попытке запаковать/распаковать файл «%s» с помощью XPK. Проверьте установку XPK и соответствующие настройки в конфигурации.

# MSG_MA_CREQ_OLDFILE_TITLE (1516//)
source: Mail file in old format found
dutch: Mailbestand van het oude formaat gevonden
french: Fichier mail ancien format trouvé
german: Maildatei im alten Format gefunden
russian: Найден файл почтового сообщения в устаревшем формате

# MSG_MA_CREQ_UNKNOWN_TITLE (1517//)
source: Unknown file in folder directory found
dutch: Onbekend bestand in folderdirectory gevonden
french: Fichier inconnu trouvé dans dossier
german: Unbekannte Datei im Postfachverzeichnis gefunden
russian: В каталоге папки найден неизвестный файл

# MSG_CO_SHOWEMBEDDEDREADPANE (1523//)
source: Show embedded read _pane in main window
dutch: Toon ingebed leesvenster in het hoofdvenster.
french: Afficher le _volet de visualisation dans fenêtre principale
german: Eingebettetes Nachrichten_objekt im Hauptfenster
russian: Показать встроенную _панель для чтения в основном окне

# MSG_HELP_CO_CH_EMBEDDEDREADPANE (1524//)
source: Shows an embedded read pane directly in the main window.
dutch: Laat een ingebed leesvenster zien in het hoofdvenster.
french: Affiche un volet de visualisation directement dans la fenêtre principale.
german: Zeigt ein in das Hauptfenster eingebettetes Objekt um dort Nachrichten direkt zu betrachten.
russian: Показывает встроенную панель для чтения непосредственно в основном окне.

# MSG_CO_SETSTATUSDELAYED1 (1525//)
source: Delay mar_king of displayed mail as read for
dutch: Mailtjes beschouwen als zijnde gelezen na
french: _Marquer le message affiché comme « lu » après
german: Markie_re angezeigte Nachricht als gelesen erst nach
russian: _Задержать пометку показываемого сообщения как прочтённого

# MSG_CO_SETSTATUSDELAYED2 (1526//)
source: second(s)
dutch: seconde(-n)
french: seconde(s)
german: Sekunde(n)
russian: секунд(ы)

# MSG_HELP_CO_SETSTATUSDELAYED (1527//)
source: After opening an e-mail, YAM will wait this amount of time before marking the e-mail as 'read'.
dutch: Na openen van een mailtje wacht YAM dit aantal seconden voordat het mailtje gemarkeerd wordt als zijnde gelezen.
french: Après l'ouverture d'un courrier, YAM attendra le temps spécifié avant de le marquer « lu ».
german: Nach dem Öffnen einer E-Mail wird YAM erst nach der angegebenen Anzahl von Sekunden die Nachricht als gelesen markieren.
russian: Открыв сообщение, YAM подождёт заданное время перед тем, как пометить сообщение как «прочитанное».

# MSG_MA_ATTACHMENT (1528//)
source: Attachment
dutch: Bijlage
french: Pièce jointe
german: Anhang
russian: Приложение

# MSG_MA_ATTACHMENTS (1529//)
source: Attachments:
dutch: Bijlagen:
french: Pièces jointes :
german: Anhänge:
russian: Приложения:

# MSG_MA_ATTACHMENT_DISPLAY (1532//)
source: Display
dutch: Toon
french: Montrer
german: Anzeigen
russian: Показать

# MSG_MA_ATTACHMENT_SAVEAS (1533//)
source: Save as...
dutch: Bewaar als...
french: Enregistrer sous...
german: Speichern als...
russian: Сохранить как...

# MSG_MA_ATTACHMENT_PRINT (1534//)
source: Print
french: Imprimer
german: Drucken
russian: Печатать

# MSG_MA_ATTACHMENT_SAVEALL (1535//)
source: Save all...
dutch: Bewaar alles...
french: Enregistrer tout...
german: Alle speichern...
russian: Сохранить всё...

# MSG_MA_ATTACHMENT_SAVESEL (1536//)
source: Save selected...
dutch: Bewaar selectie...
french: Enregistrer sélection...
german: Ausgewählte speichern...
russian: Сохранить выбранное...

# MSG_CO_SImageOnly (1538//)
source: image only
dutch: alleen afbeelding
french: image seule
german: nur Bild
russian: только изображение

# MSG_RE_SImageOnly (1539//)
source: Image only
dutch: Alleen afbeelding
french: Image seule
german: Nur Bild
russian: Только изображение
