Repository: Futaura/yam
Catalog: locale/*.po
Languages: dutch, french, german, russian

# MSG_HELP_AB_BT_CLOSE (766//)
source: Only display the root entries in the address book.
dutch: Laat alleen de basisgegevens uit het adresboek zien.
french: Ne montre que les éléments à la racine du carnet d'adresses
german: Nur Einträge in der obersten Ebene des Adressbuchs anzeigen.
russian: Показать только корневые записи в адресной книге.

# MSG_HELP_AB_BT_TO (767//)
source: Set primary recipient(s) for a new message.
dutch: Geef de primaire ontvanger(-s) van het nieuwe mailtje (Aan:).
french: Désigne le(s) destinataire(s) principaux d'un nouveau message
german: Primären Empfänger für die neue Nachricht festlegen.
russian: Установить основного(ых) получателя(ей) для нового сообщения.

# MSG_HELP_AB_BT_CC (768//)
source: Set secondary recipient(s) for a new message.
dutch: Geef de secundaire ontvanger-s van het nieuwe mailtje (CC:).
french: Désigne le(s) destinataire(s) secondaires d'un nouveau message
german: Sekundären Empfänger für die neue Nachricht festlegen.
russian: Установить второго получателя(ей) для нового сообщения.

# MSG_HELP_AB_BT_BCC (769//)
source: Set blind copy recipient(s) for a new message.
dutch: Geef de verborgen ontvanger(-s) van het nieuwe mailtje (BCC:).
french: Désigne le(s) destinataire(s) en « copie cachée » d'un nouveau message
german: Empfänger der versteckten Kopie der neuen Nachricht festlegen.
russian: Установить получателей копии для нового сообщения.

# MSG_EA_EditUser (776//)
source: Edit person
dutch: Bewerk persoon
french: Éditer une personne
german: Ändere Person
russian: Редактор персоны

# MSG_EA_EditList (777//)
source: Edit distribution list
dutch: Bewerk distributielijst
french: Édition de la liste de distribution
german: Ändere Verteilerliste
russian: Редактор списка рассылки

# MSG_EA_EditGroup (778//)
source: Edit group
dutch: Bewerk groep
french: Éditer un groupe
german: Ändere Gruppe
russian: Редактор группы

# MSG_EA_ElectronicMail (779//)
source: Electronic mail
dutch: Electronische post
french: Courrier électronique
german: Elektronische Post
russian: Электронная почта

# MSG_EA_RealName (781//)
source: _Real name
dutch: Echte naam
french: Nom _réel
german: Voller _Name
russian: _Реальное имя

# MSG_EA_EmailAddress (782//)
source: E-_mail address
dutch: E-_mailadres
french: Adresse _élec.
german: _E-Mail-Adresse
russian: E-_Mail адрес

# MSG_EA_PGPId (783//)
source: PGP _key ID
dutch: PGP-sleutel ID
french: ID de clé _PGP
german: _PGP Schlüssel-ID
russian: ID P_GP ключа

# MSG_EA_SnailMail (785//)
source: Snail mail
dutch: Gewone post
french: Adresse postale
german: Schneckenpost
russian: Почтовый адрес

# MSG_EA_Street (786//)
source: _Street
dutch: _Straat
french: R_ue
german: _Straße
russian: _Улица

# MSG_EA_City (787//)
source: C_ity/ZIP
dutch: Stad/PC
french: V_ille/Code
german: PL_Z/Stadt
russian: _Город/Индекс

# MSG_EA_Country (788//)
source: S_tate/Country
dutch: Provincie/Land
french: État/Pa_ys
german: _Bundesland/Land
russian: _Штат/Страна

# MSG_EA_Phone (789//)
source: _Phone number(s)
dutch: Telefoonnummer(s)
french: Télép_hone(s)
german: _Telefonnummer(n)
russian: _Телефонный номер(а)

# MSG_EA_Miscellaneous (790//)
source: Miscellaneous
dutch: Diversen
french: Divers
german: Verschiedenes
russian: Разное

# MSG_EA_Description (791//)
source: D_escription
dutch: B_eschrijving
german: Bes_chreibung
russian: О_писание

# MSG_EA_DOB (792//)
source: Date of _birth
dutch: Ge_boortedatum
french: Date de _naissance
german: _Geburtsdatum
russian: Дата ро_ждения

# MSG_EA_Portrait (793//)
source: Portrait
dutch: Foto
german: Porträt
russian: Фотография

# MSG_EA_SelectPhoto (794//)
source: Se_lect...
dutch: Se_lecteer...
french: _Sélectionner...
german: Aus_wählen...
russian: В_ыбрать

# MSG_EA_ReturnAddress (796//)
source: _Return address
dutch: Antwoo_rdadres
french: Adresse de _retour
german: Ant_wortadresse
russian: О_братный адрес

# MSG_EA_MLName (797//)
source: _Mailing list name
dutch: Naam _maillijst
french: No_m de la liste
german: Name der _Mailingliste
russian: Сп_исок рассылки

# MSG_EA_Members (798//)
source: Members
dutch: Leden
french: Membres
german: Mitglieder
russian: Члены

# MSG_EA_Sort (799//)
source: _Sort
dutch: _Sorteer
french: _Trier
german: _Sortieren
russian: _Сортировка

# MSG_HELP_EA_ST_ALIAS (800//)
source: Identity (e.g. nickname or abbreviation) of this entry.
dutch: Identiteit (bv. bijnaam of afkorting van deze invoer).
french: Identifiant (ex : pseudo ou abréviation) de cette personne
german: Identität (z.B. Spitzname oder Abkürzung) für diesen Eintrag.
russian: Идентификатор (т.е. прозвище или аббревиатура) этой записи.

# MSG_HELP_EA_ST_DESCRIPTION (801//)
source: A short comment for this entry.
dutch: Een korte omschrijving van deze invoer.
french: Un court commentaire pour cette personne.
german: Kommentar zu diesem Eintrag.
russian: Комментарий к записи.

# MSG_HELP_EA_ST_REALNAME (802//)
source: Full name of this entry (first name last name).
dutch: Volledige naam van deze invoer. (Voornaam en achternaam).
french: Nom complet pour cette personne (prénom et nom)
german: Vollständiger Name für diesen Eintrag (Vorname Nachname).
russian: Полное название этой записи. (Имя и фамилия).

# MSG_HELP_EA_ST_ADDRESS (803//)
source: Official e-mail address of this entry.
dutch: E-mailadres van deze invoer.
french: Adresse internet de cette personne
german: Offizielle E-Mail Adresse für diesen Eintrag.
russian: Адрес этой записи в интернете.

# MSG_HELP_EA_ST_PGPKEY (804//)
source: Hexadecimal ID of this person's public PGP key.
dutch: Hexadecimale ID van de openbare PGP-sleutel van deze persoon.
french: ID hexadécimal de la clé PGP de cette personne
german: Hexadezimale ID des öffentlichen PGP-Schlüssels dieser Person.
russian: Шестнадцатиричный ID PGP ключа этой персоны.

# MSG_HELP_EA_ST_HOMEPAGE (805//)
source: URL of the homepage of this person. Click the button at the right side to load the page into your browser.
dutch: URL van de homepage van deze persoon. Klik op de knop rechts om deze homepage in je browser te laden.
french: URL de la page web de cette personne. Cliquez le gadget de droite pour charger cette page avec votre navigateur.
german: URL der Homepage dieser Person. Klicken Sie den Knopf rechts, um die Seite in Ihren Browser zu laden.
russian: URL домашней страницы этой персоны. Нажмите кнопку справа для просмотра этой страницы в браузере.

# MSG_HELP_EA_ST_STREET (806//)
source: Postal address: street name and number.
dutch: Postadres: straatnaam en nummer.
french: Adresse postale : N° et nom de la rue
german: Postadresse: Straßenname und Hausnummer.
russian: Почтовый адрес: Название улицы и номер дома.

# MSG_HELP_EA_ST_CITY (807//)
source: Postal address: city and zip code.
dutch: Postadres: stad en postcode.
french: Adresse postale : Ville et code postal
german: Postadresse: Stadt und Postleitzahl.
russian: Почтовый адрес: Город и индекс.

# MSG_HELP_EA_ST_COUNTRY (808//)
source: Postal address: state and/or country.
dutch: Postadres: provincie en/of land.
french: Adresse postale : État et/ou pays
german: Postadresse: Bundesland/Kanton und/oder Land.
russian: Почтовый адрес: Штат и/или страна.

# MSG_HELP_EA_ST_PHONE (809//)
source: Phone and/or FAX number(s).
dutch: Telefoon- en/of faxnummer(-s).
french: Téléphone(s) et/ou n° FAX
german: Telefon- und/oder Fax-Nummer(n).
russian: Номер(а) телефона и/или факса.

# MSG_HELP_EA_BC_PHOTO (811//)
source: Portrait picture of this person.
dutch: Portretfoto van deze persoon.
french: Portrait de cette personne
german: Porträtbild dieser Person (Bild-Datatypes werden unterstützt).
russian: Фотография этой персоны.

# MSG_HELP_EA_BT_SELECTPHOTO (812//)
source: Select a picture file from disk (image datatypes supported).
dutch: Kies een fotobestand van schijf. (Image-datatypes worden ondersteund).
french: Charge une image depuis le disque (les datatypes sont supportés)
german: Bilddatei von der Festplatte laden (Datatypes für Bilder werden unterstützt).
russian: Укажите изображение на диске. (Поддерживаются дататипы).

# MSG_HELP_EA_ST_ADDRESS_L (815//)
source: Return address to use when sending a message to this list.
dutch: Antwoordadres voor het sturen van mailtjes naar deze lijst.
french: Adresse de réponse à utiliser pour envoyer un message à cette liste
german: Antwortadresse, die beim Versenden einer Nachricht an diese Liste benutzt wird.
russian: Обратный адрес, используемый при отправлении сообщения в этот список.

# MSG_HELP_EA_LV_MEMBERS (816//)
source: Members of this distribution list.
dutch: Leden van deze distributielijst.
french: Membres de cette liste de distribution
german: Mitglieder dieser Verteileriste.
russian: Члены списка рассылки.

# MSG_HELP_EA_ST_MEMBER (817//)
source: Address (and name) or alias of a member.
dutch: Adres (en naam) of alias van een lid.
french: Adresse (et nom) ou alias d'un membre
german: Adresse (und Name) oder Alias eines Mitglieds.
russian: Адрес (и имя) или псевдоним члена.

# MSG_HELP_EA_BT_ADD (818//)
source: Add a new member to the list.
dutch: Nieuw lid aan de lijst toevoegen.
french: Ajoute un nouveau membre dans la liste
german: Neues Mitglied in die Liste aufnehmen.
russian: Добавить нового члена в список.

# MSG_HELP_EA_BT_DEL (819//)
source: Remove the selected member from the list.
dutch: Geselecteerd lid uit de lijst verwijderen.
french: Supprime de la liste le membre sélectionné
german: Ausgewähltes Mitglied aus der Liste entfernen.
russian: Удалить выбранного члена из списка.

# MSG_HELP_EA_BT_SORT (820//)
source: Sort the member list alphabetically.
dutch: De leden op alfabetische volgorde sorteren.
french: Trie la liste alphabétiquement
german: Mitglieder alphabetisch ordnen.
russian: Отсортировать членов в списке в алфавитном порядке.

# MSG_HELP_EA_BT_OKAY (821//)
source: Accept this entry.
dutch: Accepteer deze invoer
french: Valide cette entrée
german: Diese Eintrag übernehmen.
russian: Принять эту запись.

# MSG_HELP_EA_BT_CANCEL (822//)
source: Discard changes.
dutch: Verwerp wijzigingen
french: Annule les changements
german: Änderungen verwerfen.
russian: Отменить изменения.

# MSG_RE_MDNReq (826//)
source: The sender of this message requests a return receipt. What do you want to do?
dutch: De afzender van dit mailtje verzoekt om een ontvangstbevestiging. Wat wil je er mee doen?
french: L'expéditeur de ce message demande un accusé de réception (MDN). Que voulez-vous faire ?
german: Der Absender dieser Nachricht möchte eine Empfangsbestätigung erhalten. Wie wollen Sie reagieren?
russian: Отправитель сообщения требует подтверждения (MDN). Что Вы хотите сделать?

# MSG_RE_SaveMessage (827//)
source: Save message
dutch: Bewaar mailtje
french: Enregistrer un message
german: Nachricht speichern
russian: Запись сообщения...

# MSG_RE_PrintMsg (829//)
source: Print message
dutch: Print mailtje
french: Imprime le message
german: Nachricht drucken
russian: Печать сообщения

# MSG_RE_SelectPrintPart (830//)
source: Select part to print:
dutch: Selecteer te printen deel:
french: Choisir la partie à imprimer :
german: Wählen Sie den zu druckenden Teil:
russian: Укажите часть для печати:

# MSG_RE_PrintGad (831//)
source: _Print
french: _Imprimer
german: _Drucken
russian: _Печать

# MSG_RE_SelectSavePart (832//)
source: Select part to save:
dutch: Selecteer te bewaren deel:
french: Choisir la partie à enregistrer :
german: Wählen Sie den zu speichernden Teil:
russian: Укажите часть для записи:

# MSG_RE_SaveGad (833//)
source: _Save
dutch: _Bewaar
french: Enregi_strer
german: _Speichern
russian: _Запись

# MSG_RE_DisplayMsg (834//)
source: Display message
dutch: Toon mailtje
french: Afficher un message
german: Nachricht anzeigen
russian: Показать сообщение

# MSG_RE_SelectDisplayPart (835//)
source: Select part to display:
dutch: Selecteer te tonen deel:
french: Choisir la partie à afficher :
german: Wählen Sie den anzuzeigenden Teil:
russian: Укажите часть для показа:

# MSG_RE_DisplayGad (836//)
source: _Display
dutch: Toon
french: A_fficher
german: An_zeigen
russian: _Показать

# MSG_RE_BadSig (837//)
source: WARNING: Bad signature
dutch: Waarschuwing: Slechte handtekening
french: ATTENTION ! Mauvaise signature.
german: WARNUNG: ungültige Signatur
russian: ВНИМАНИЕ: Неверная подпись

# MSG_RE_GoodSig (838//)
source: Good signature
dutch: Goede handtekening
french: Bonne signature
german: Signatur in Ordnung
russian: Корректная подпись

# MSG_RE_SigFrom (839//)
source: from
dutch: van
french: de
german: von
russian: от

# MSG_RE_SigCheck (840//)
source: Check PGP signature
dutch: Check PGP-handtekening
french: Vérifie la signature PGP
german: Prüfe PGP-Signatur
russian: Проверить PGP подпись

# MSG_RE_SaveDecGads (841//)
source: *_Keep|_Replace|_Cancel
dutch: *_Houden|_Vervangen|Afbreken
french: *_Conserver|_Remplacer|_Annuler
german: *_Behalten|_Ersetzen|_Abbrechen
russian: *_Сохранить|_Заменить|_Отмена

# MSG_RE_SaveDecReq (842//)
source: What do you want to do with the original (encrypted) message?
dutch: Wat wil je doen met het originele (versleutelde) mailtje?
french: Que voulez-vous faire du message crypté d'origine ?
german: Was soll mit der ursprünglichen (verschlüsselten) Nachricht geschehen?
russian: Что Вы хотите сделать с оригинальным (зашифрованным) сообщением?

# MSG_RE_Header (843//)
source: Header
french: En-tête
german: Kopf
russian: Заголовок

# MSG_RE_Letter (844//)
source: Letter
french: Lettre
german: Brief
russian: Письмо

# MSG_RE_MDNFrom (845//)
source: From:
dutch: Van:
french: De :
german: Von:
russian: От:

# MSG_RE_MDNTo (846//)
source: To:
dutch: Aan:
french: À :
german: An:
russian: Для:

# MSG_RE_MDNSubject (847//)
source: Subject:
dutch: Onderwerp:
french: Sujet :
german: Betreff:
russian: Тема:

# MSG_RE_MDNMessageID (848//)
source: Message-ID:
dutch: ID van mailtje:
french: ID message :
german: Nachrichten-ID:
russian: ID сообщения:

# MSG_RE_MDNDate (849//)
source: Date:
dutch: Datum:
german: Datum:
russian: Дата:

# MSG_RE_MDNOrigRecpt (850//)
source: Original recipient:
dutch: Oorspronkelijke ontvanger:
french: Destinataire d'origine :
german: Ursprünglicher Empfänger:
russian: Исходный получатель:

# MSG_RE_MDNFinalRecpt (851//)
source: Final recipient:
dutch: Uiteindelijke ontvanger:
french: Destinataire final :
german: Endgültiger Empfänger:
russian: Конечный получатель:

# MSG_RE_MDNmanual (852//)
source: in response to a user command
dutch: als reactie op een gebruikersopdracht
french: en réponse à une demande utilisateur
german: auf einen Benutzerbefehl hin
russian: в ответ на команду пользователя

# MSG_RE_MDNauto (853//)
source: automatically
dutch: automatisch
french: automatiquement
german: automatisch
russian: автоматически

# MSG_RE_MDNdisplay (854//)
source: The message %s has been displayed. This is no guarantee that the content has been read or understood.
dutch: Het mailtje %s is getoond op het scherm. Dat is geen garantie dat de inhoud ook gelezen of begrepen is.
french: Le message : %s a été affiché. Ceci ne garanti pas que le contenu ai été lu ou compris.
german: Die Nachricht %s wurde angezeigt. Dies ist keine Garantie dafür, dass der Inhalt gelesen oder verstanden wurde.
russian: Сообщение %s было показано. Это не гарантирует, что его содержимое было прочитано и понято.

# MSG_RE_MDNdeleted (857//)
source: The message %s has been deleted%s. The recipient may or may not have seen the message. The recipient may "undelete" the message at a later time and read the message.
dutch: Het mailtje %s is weggegooid %s. De ontvanger heeft het misschien wel of misschien niet gelezen. De ontvanger kan later het mailtje weer uit de prullebak halen en het dan alsnog lezen.
french: Le message %s a été effacé%s. Le destinataire peut ou non avoir affiché le message. Il peut toutefois éventuellement le récupérer et le lire plus tard en utilisant la fonction de récupération.
german: Die Nachricht %s wurde%s gelöscht, ohne dass sie dem Benutzer angezeigt wurde. Der Benutzer kann die Nachricht unter Umständen zu einem späteren Zeitpunkt wiederherstellen und lesen.
russian: Сообщение %s было удалено%s. Получатель мог и не увидеть это сообщение. Получатель может «восстановить» это сообщение позже и прочитать его.

# MSG_RE_MDNunknown (859//)
source: The message %s has been %s%s.
dutch: Het mailtje %s is %s%s.
french: Le message %s a été %s%s.
german: Die Nachricht %s wurde %s%s.
russian: Сообщение %s было %s%s.

# MSG_RE_PGPNotAllowed (860//)
source: >PGP Error< You're not allowed to view this PGP encrypted message. Either your PGP software isn't configured properly or the message was encrypted for someone else.
dutch: >PGP-fout< Je hebt geen toestemming om dit PGP-versleutelde mailtje te lezen. Misschien is jouw PGP-software niet goed geconfigureerd of het mailtje was voor iemand anders versleuteld.
french: >Erreur de PGP< Vous n'êtes pas autorisé à déchiffer ce message. Soit PGP est mal configuré, soit le message a été chiffré pour quelqu'un d'autre.
german: >PGP Fehler< Sie sind nicht berechtigt, diese PGP-verschlüsselte Nachricht einzusehen. Entweder ist Ihre PGP-Software nicht korrekt installiert, oder die Nachricht wurde für jemand anderen verschlüsselt.
russian: !!! Ошибка PGP !!! Вы не можете просмотреть это PGP сообщение. Ваша PGP программа неправильно настроена, либо сообщение зашифровано с другим ключом.

# MSG_RE_MsgReadOnly (861//)
source: The message can only be read by %s
dutch: Dit mailtje kan alleen gelezen worden door %s.
french: Le message ne peut être lu que par %s
german: Diese Nachricht kann nur von %s gelesen werden
russian: Сообщение может быть прочитано только %s

# MSG_RE_AddSender (862//)
source: Do you want to add the sender \033b%s\033n to your address book?
dutch: Wil je de afzender \033b%s\033n aan jouw adresboek toevoegen?
french: Voulez-vous ajouter l'expéditeur \033b%s\033n dans votre carnet d'adresses ?
german: Wollen Sie den Absender \033b%s\033n in Ihr Adressbuch aufnehmen?
russian: Вы хотите добавить отправителя %s в адресную книгу?

# MSG_RE_Description (866//)
source: Description
dutch: Beschrijving
german: Beschreibung
russian: Описание

# MSG_RE_UUencodedFile (867//)
source: UUencoded file
dutch: UUencoded bestand
french: Fichier encodé UU
german: UU-kodierte Datei
russian: Файл в коде UUE

# MSG_RE_SelectAddressReq (868//)
source: Selected address: %s What do you want to do?
dutch: Geselecteerd adres: %s Wat wil je er mee doen?
french: Adresse sélectionnée : %s Que voulez-vous faire ?
german: Ausgewählte Adresse: %s Was wollen Sie damit tun?
russian: Выбран адрес: %s Что Вы хотите с ним сделать?

# MSG_RE_SelectAddressEdit (869//)
source: *_Write message|_Edit entry|_Cancel
dutch: *_Schrijf mailtje|Invoer bewerken|Afbreken
french: *Écrire un _message|_Éditer l'entrée|_Annuler
german: *_Nachricht schreiben|_Eintrag bearbeiten|_Abbrechen
russian: *_Написать сообщение|_Изменить запись|_Отмена

# MSG_RE_SelectAddressAdd (870//)
source: *_Write message|_Add entry|_Cancel
dutch: *_Schrijf mailtje|_Invoer toevoegen|Afbreken
french: *Écrire un _message|Ajouter une _entrée|_Annuler
german: *_Nachricht schreiben|_Eintrag hinzufügen|_Abbrechen
russian: *_Написать сообщение|_Добавить запись|_Отмена

# MSG_RE_Original (871//)
source: Raw format
dutch: Raw formaat
french: Format brut
german: Rohformat
russian: Сырой вид

# MSG_RE_AllTexts (872//)
source: Displayed text
dutch: Getoonde tekst
french: Texte affiché
german: Sichtbarer Text
russian: Показанный текст

# MSG_RE_MDisplay (873//)
source: Display...
dutch: Toon...
french: Afficher...
german: Anzeigen...
russian: Показать...

# MSG_RE_SaveAll (874//)
source: Save all...
dutch: Bewaar alles...
french: Enregistrer tout...
german: Alle speichern...
russian: Записать всё...

# MSG_RE_MNext (876//)
source: Next message
dutch: Volgend mailtje
french: Message suivant
german: Nächste Nachricht
russian: Следующее сообщение

# MSG_RE_MPrev (877//)
source: Previous message
dutch: Vorig mailtje
french: Message précédent
german: Vorherige Nachricht
russian: Предыдущее сообщение

# MSG_RE_MURNext (878//)
source: Next unread message
dutch: Volgend ongelezen mailtje
french: Message non-lu suivant
german: Nächste Ungelesene
russian: Следующее непрочитанное сообщение

# MSG_RE_MURPrev (879//)
source: Previous unread message
dutch: Vorig ongelezen mailtje
french: Message non-lu précédent
german: Vorherige Ungelesene
russian: Предыдущее непрочитанное сообщение

# MSG_RE_MNextTh (880//)
source: Next message in thread
dutch: Volgend mailtje in reeks
french: Thème, message suivant
german: Nächste zum Thema
russian: Следующее связанное сообщение

# MSG_RE_MPrevTh (881//)
source: Previous message in thread
dutch: Vorig mailtje in reeks
french: Thème, message précédent
german: Vorherige zum Thema
russian: Предыдущее связанное сообщение

# MSG_RE_ExtractKey (882//)
source: Extract public key(s)
dutch: Vang openbare sleutel(-s)
french: Extrait la/les clé(s)
german: Öffentliche Schlüssel extrahieren
russian: Распаковать общий(е) ключ(и)

# MSG_RE_SaveDecrypted (883//)
source: Save decrypted message
dutch: Bewaar ontcijferd mailtje
french: Enregistrer message décrypté
german: Entschlüsselte Nachricht speichern
russian: Записать распакованное сообщение

# MSG_RE_NoHeaders (884//)
source: No headers
dutch: Geen headers
french: Pas d'en-tête
german: Keine Kopfzeilen
russian: Без заголовка

# MSG_RE_ShortHeaders (885//)
source: Short headers
dutch: Korte headers
french: En-tête mini
german: Ausgewählte Kopfzeilen
russian: Короткий заголовок

# MSG_RE_FullHeaders (886//)
source: Full headers
dutch: Volledige headers
french: En-tête complet
german: Alle Kopfzeilen
russian: Полный заголовок

# MSG_RE_NoSInfo (887//)
source: No sender info
dutch: Geen info afzender
french: Pas d'info d'expéditeur
german: Keine Absenderinfos
russian: Нет информации об отправителе

# MSG_RE_SInfo (888//)
source: Data fields only
dutch: Alleen datavelden
french: Seulement les données
german: Nur Datenfelder
russian: Только информационные поля

# MSG_RE_SInfoImage (889//)
source: Data and image
dutch: Data en afbeelding
french: Données et image
german: Datenfelder und Bild
russian: Информация и фото

# MSG_RE_WrapHeader (890//)
source: Wrap headers?
french: Retour à la ligne des en-têtes
german: Kopfzeilen umbrechen
russian: Переносить заголовок

# MSG_RE_Textstyles (891//)
source: Text styles?
dutch: Tekststijlen?
french: Formatage du texte
german: Textstile
russian: Стили текста

# MSG_RE_TBPrev (892//8)
source: _Prev
dutch: Vorig
french: _Préc.
german: V_orher.
russian: П_ред.

# MSG_RE_TBNext (893//8)
source: _Next
dutch: _Volgend
french: S_uiv.
german: _Nächste
russian: С_лед.

# MSG_RE_TBPrevTh (894//8)
source: Prev_Thr
dutch: Vrg_Thr
french: Fil _<-
german: V._Thema
russian: П. С_вязь

# MSG_RE_TBNextTh (895//8)
source: NextT_hr
dutch: VlgT_hr
french: Fil -_>
german: N.T_hema
russian: _С. Связь

# MSG_RE_TBDisplay (896//8)
source: _Display
dutch: _Toon
french: _Montrer
german: _Zeigen
russian: По_каз

# MSG_RE_TBSave (897//8)
source: _Save
dutch: _Bewaar
french: Enregi_strer
german: _Speich.
russian: _Запись

# MSG_RE_TBPrint (898//8)
source: Pr_int
french: _Imprimer
german: _Drucken
russian: Пе_чать

# MSG_RE_TBDelete (899//8)
source: De_lete
dutch: Wis
french: E_ffacer
german: L_öschen
russian: _Удалить

# MSG_RE_TBMove (900//8)
source: _Move
dutch: Verpl
french: _Déplacer
german: _Versch.
russian: _Перенос

# MSG_RE_TBReply (901//8)
source: _Reply
dutch: Antw
french: _Répondre
german: _Antwort
russian: _Ответить

# MSG_RE_TBForward (902//8)
source: For_ward
dutch: Verder
french: Re_trans.
german: _Weiterl
russian: _Цитата

# MSG_HELP_RE_BT_PREVIOUS (903//)
source: Display contents of the previous message.
dutch: Toon inhoud van het voorgaande mailtje.
french: Affiche le contenu du message précédent
german: Inhalt der vorherigen Nachricht anzeigen.
russian: Показать содержание предыдущего сообщения.
