Repository: Futaura/yam
Catalog: locale/*.po
Languages: dutch, french, german, russian

# MSG_SSL_CERT_WARNING_INFO (2383//)
source: Certificate information: - Hostname: \033b%s\033n - Valid: \033b%s\033n until \033b%s\033n - Issuer: \033b%s\033n - Fingerprint: \033b%s\033n
dutch: Certificaatinformatie: - Hostnaam: \x1Bb%s\x1Bn - Geldig: \x1Bb%s\x1Bn tot \x1Bb%s\x1Bn - Uitgever: \x1Bb%s\x1Bn - Vingerafdruk: \x1Bb%s\x1Bn
french: Information sur le certificat: - Nom d'hôte : \033b%s\033n, - Validité : du \033b%s\033n au \033b%s\033n, - Émetteur : \033b%s\033n, - Empreinte : \033b%s\033n
german: Zertifikatinformation: - Hostname: \033b%s\033n - Gültigkeit: \033b%s\033n bis \033b%s\033n - Aussteller: \033b%s\033n - Fingerabdruck: \033b%s\033n

# MSG_SSL_CERT_WARNING_SHOWTITLE (2384//)
source: Certificate of %s:%d
dutch: Certificaat van %s:%d
french: Certificat de %s:%d
german: Zertifikat von %s:%d

# MSG_ER_WARN_LOADCAPATH (2386//)
source: While trying to load the certificate bundle '%s' or individual certificate files from '%s' an error occurred. Please make sure that no invalid file has been placed in the certificate folder.
dutch: Bij de poging om de certificaatbundel '%s' of individuele certificaatbestanden van '%s' te laden ging er iets mis. Verzeker je er van dat er geen ongeldig bestand in de certificaatfolder staat.
french: Une erreur est survenue lors du chargement du certificat bundle « %s » ou des fichiers individuels de certificat depuis « %s ». Veuillez vous assurer qu'aucun fichier invalide n'a été placé dans le répertoire de certificat.
german: Beim Lesen der Zertifikat-Bündeldatei '%s' oder von individuellen Zertifikaten im Verzeichnis '%s' ist ein Fehler aufgetreten. Bitte stellen Sie sicher, dass sich keine ungültigen Dateien im Zertifikatverzeichnis befinden.

# MSG_ER_WARN_CAPATH (2387//)
source: While trying to setup a SSL certificate verify the directory '%s' was found to be missing. Please make sure that the path exists and contains the certificate bundle file as supplied during the installation process of YAM.
dutch: Bij de poging om een SSL-certificaat te verifiëren bleek de directory '%s' te ontbreken. Verzeker je er van dat het pad bestaat en dat het certificaatbundelbestand bevat, zoals voorzien tijdens de installatie van YAM.
french: Lors de la mise en place d'une vérification de certificat SSL, le répertoire « %s » n'a pas été trouvé. Veuillez vous assurer que ce chemin existe et contient les fichiers de certificat tels que fournis lors du processus d'installation de YAM.
german: Beim Aufbau der SSL-Zertifikatprüfung wurde das Verzeichnis '%s' nicht gefunden. Bitte stellen Sie sicher, dass der Pfad existiert und die Zertifikat-Bündeldatei enthält, so wie sie von der Installation von YAM bereit gestellt wurde.

# MSG_CO_ACTION_TERMINATE_FILTER (2388//)
source: Terminate filter process
dutch: Filterproces afbreken
french: Arrêter le processus de filtrage
german: Filterprozess beenden

# MSG_HELP_CO_CH_ATERMINATE (2389//)
source: Terminate the filter process after this filter. Following filters will not be executed anymore.
dutch: Breekt het filterproces af na deze filter. Volgende filters zullen niet meer uitgevoerd worden.
french: Arrête le processus de filtrage après ce filtre. Les filtres suivants ne seront pas exécutés.
german: Nach der Behandlung dieses Filters wird der weitere Filterprozess beendet. Foldende Filter werden nicht mehr angewandt.

# MSG_CO_FILTER_IMPORT (2390//)
source: Import...
dutch: Importeer...
french: Importer...
german: Importieren...

# MSG_FILTER_IMPORT_TITLE (2391//)
source: Import filter
dutch: Importeer filter
french: Import de filtre
german: Filter importieren

# MSG_SPAM_TRUSTHEADERLINES (2392//)
source: Trust header lines of this external filter:
dutch: Vertrouw headerregels voor dit externe filter:
french: Faire confiance à l'entête de ce filtre externe :
german: Den Kopfzeilen dieses externen Filters vertrauen:

# MSG_ER_POP3_UIDLHASH_INIT_FAILED (2393//)
source: Failed to initialized UIDL hash table.
dutch: Kan geen UIDL hash table initialiseren
french: Échec de l'initialisation de la table de hachage UIDL.
german: UIDL-Hashtabelle konnte nicht initialisiert werden.

# MSG_CO_SIGNATURE_TEXT (2394//)
source: Signature text
dutch: Tekst handtekening
french: Texte de la signature
german: Signaturtext

# MSG_CO_APPEND_SIGNATURE_FILE (2395//)
source: Append a file as signature instead
dutch: Bestand toevoegen in plaats van een handtekening
french: Ajouter un fichier en tant que signature
german: Stattdessen eine Datei als Signatur anhängen

# MSG_PRESELECT_GETTING_DETAILS (2396//)
source: Getting message details (%%ld of %ld)
dutch: Ontvang berichtdetails (%%ld of %ld)
french: Obtention des détails du message (%%ld of %ld)
german: Hole Nachrichtendetails (%%ld von %ld)

# MSG_CO_UPDATES_INFO_MANUAL (2397//)
source: You will have to check for updates manually.
dutch: Je moet handmatig zoeken naar updates
french: Vous devrez chercher les mises à jour manuellement.
german: Sie müssen selbst auf verfügbare Updates prüfen.

# MSG_CO_UPDATES_INFO_AUTO (2398//)
source: You will be notified as soon as updates are available.
dutch: Je zult worden geïnformeerd wanneer er updates beschikbaar zìjn
french: Vous serez notifié dès que les mises à jour sont disponibles.
german: Sie werden benachrichtigt, sobald Updates verfügbar sind.

# MSG_PGPPASS_SHOW_CHARS (2399//)
source: Show characters
dutch: Toon karakters
french: Afficher les caractères
german: Zeichen zeigen

# MSG_CANNOT_CREATE_CUSTOM_CLASS (2400//)
source: Failed to create custom class '%s' as subclass of '%s'.
dutch: Kan geen customclass '%s' maken als subclass van '%s'.
french: Impossible de créer la classe « %s » en tant que sous classe de « %s ».
german: Fehler beim Erstellen der Klasse '%s' als Unterklasse von '%s'.

# MSG_ER_MORPHOS_REXX_WARNING (2401//)
source: YAM has identified that you are running a version of the 'rexxsyslib.library' in your MorphOS system that is known to not have a working ARexx implementation. To solve this situation and get ARexx running with YAM you should install a copy of the 'rexxsyslib.library' from an AmigaOS 3.1-3.9 installation to 'SYS:Libs', rename the 'rexxsyslib.library' in 'MOSSYS:Libs' and reboot your system.
dutch: YAM heeft ontdekt dat je in jouw MorphOS-systeem een versie van 'rexxsyslib.library' gebruikt waarvan bekend is dat die geen werkende ARexx-implementatie heeft. Om dit op te lossen en ARexx draaiende te krijgen met YAM moet je een 'rexxsyslib.library' van een AmigaOS 3.1-3.9 installatie kopiëren naar SYS:Libs, hernoem de 'rexxsyslib.library' in 'MOSSYS:Libs' en reboot het systeem.
french: YAM a détecté que vous faites tourner sur votre système MorphOS une version de la « rexxsyslib.library » qui est connue pour ne pas avoir une implémentation ARexx fonctionnelle. Pour résoudre cette situation et faire fonctionner ARexx avec YAM, vous devez installer une copie de la « rexxsyslib.library » d'une installation d'AmigaOS 3.1-3.9 dans « SYS:Libs », renommer la « rexxsyslib.library » dans « MOSSYS:Libs » et redémarrer votre système.
german: YAM hat herausgefunden, dass Sie eine Version der 'rexxsyslib.library' in Ihrem MorphOS-System verwenden, von welcher bekannt ist, dass sie eine nicht funktionierende ARexx-Implementierung ist. Um dieses Problem zu lösen und die ARexx-Funktionalität von YAM zu verwenden sollten Sie sich die 'rexxsyslib.library' einer bestehenden Installation von AmigaOS 3.1-3.9 Nach 'SYS:Libs' kopieren, die 'rexxsyslib.library' in 'MOSSYS:Libs' umbenennen und Ihr System neu starten.

# MSG_WR_SAVEASDRAFT (2402//)
source: Save as _draft
dutch: Bewaar als concept
french: Enregistrer comme _brouillon
german: Als Entwurf speic_hern

# MSG_HELP_WR_BT_SAVEASDRAFT (2403//)
source: Saves the message to the 'Drafts' folder.
dutch: Bewaar de mailtjes in de Concept-folder.
french: Enregistre le message dans le dossier « Brouillons ».
german: Speichert die Nachricht im Postfach 'Entwürfe'.

# MSG_WR_MSAVEASDRAFT (2404//)
source: Save as draft
dutch: Bewaar als concept
french: Enregistrer comme brouillon
german: Als Entwurf speichern

# MSG_WR_MCLOSE (2405//)
source: Close
dutch: Sluit
french: Fermer
german: Schließen

# MSG_LOG_REDIRECT (2406//)
source: Redirected message from '%s' about '%s' to '%s'
dutch: Mailtje van '%s", over '%s', aan '%s' omleiden
french: Message de « %s » à propos de « %s » redirigé vers « %s »
german: Nachricht von '%s' über '%s' umgeleitet an '%s'

# MSG_CO_ACTIONREDIRECT (2407//)
source: _Redirect
dutch: Omleiden
french: _Rediriger
german: _Umleiten

# MSG_HELP_CO_CH_AREDIRECT (2408//)
source: Redirect matching messages to another person.
dutch: Overeenkomende mailtjes omleiden naar een andere persoon.
french: Redirige les messages correspondants vers une autre personne.
german: Leitet passende Nachrichten an eine andere Person um.

# MSG_HELP_CO_ST_AREDIRECT (2409//)
source: E-mail address(es) that should get the redirected messages.
dutch: E-mailadres waar het omgeleide mailtje naar toe moet.
french: Adresses e-mail qui doivent recevoir les messages redirigés.
german: E-Mail-Adresse der Person, die die umgeleitete Nachricht erhält.

# MSG_MA_MREDIRECT (2410//)
source: Redirect...
dutch: Omleiden...
french: Redirige...
german: Umleiten...

# MSG_WR_REDIRECT_FROM (2411//)
source: Resent-_From
dutch: Omleiden van
french: Renvoyé-_De
german: Umleiten-_Von

# MSG_WR_REDIRECT_TO (2412//)
source: Resent-_To
dutch: Omleiden naar
french: Renvoyé-_À
german: Umleiten-_An

# MSG_WR_REDIRECT_CC (2413//)
source: Resent-_Cc
dutch: Omleiden _Cc
german: Umleiten-Kopie (_Cc)

# MSG_WR_REDIRECT_BCC (2414//)
source: Resent-_Bcc
dutch: Omleiden _Bcc
german: Umleiten-Blindkopie (_Bcc)

# MSG_WR_REDIRECT_TITLE (2415//)
source: Redirect message(s)
dutch: Mailtje(-s) omleiden
french: Redirige les messages
german: Nachricht(en) umleiten

# MSG_ER_CANNOT_CREATE_MAIL_FILE (2416//)
source: Could not create mail file '%s'. Reason: invalid folder directory or insufficient disk space.
dutch: Kan mailbestand '%s' niet maken wegens ongeldige folder of te weinig schijfruimte.
french: Impossible de créer le fichier de message « %s ». Cause : répertoire de dossier invalide ou espace disque insuffisant.
german: Kann Maildatei '%s' nicht erstellen. Grund: ungültiges Postfachverzeichnis oder Festplattenspeicher erschöpft.

# MSG_WR_RENAME (2417//)
source: _Rename
dutch: He_rnoemen
french: _Renommer
german: _Umbenennen

# MSG_WR_RENAME_ATTACHMENT (2418//)
source: Rename attachment
dutch: Bijlage hernoemen
french: Renommer la pièce jointe
german: Anhang umbenennen

# MSG_WR_ENTER_NEW_NAME (2419//)
source: Enter new attachment name:
dutch: Nieuwe naam voor bijlage:
french: Entrez le nouveau nom de pièce jointe :
german: Geben Sie den neuen Namen ein:

# MSG_FI_SKIP_ENCRYPTED (2420//)
source: Skip encrypted mails
dutch: Versleutelde mailtjes overslaan
french: Ignorer les messages cryptés
german: Verschlüsselte Nachrichten ignorieren

# MSG_HELP_FI_CH_SKIP_ENCRYPTED (2421//)
source: Skip encrypted mails (i.e. PGP) during the search.
dutch: Versleutelde mailtjes (bv PGP) bij het zoeken overslaan.
french: Ignore les messages cryptés (ex. PGP) pendant la recherche.
german: Verschlüsselte Nachrichten (z.B. PGP) werden bei der Suche ignoriert.

# MSG_CO_QUICKSEARCHBAR (2422//)
source: Quick search bar
dutch: Toon zoekbalk in hoofdvenster
french: Afficher la barre de recherche dans la fenêtre principale
german: Schnellsuchleiste

# MSG_HELP_CO_CH_QUICKSEARCHBAR (2423//)
source: Here you can select the position of the quick search bar.
dutch: Als je dit aanvinkt zal een zoekbalk te zien zijn in het hoofdvenster, waarmee je makkelijk bepaalde e-mails kunt terugvinden.
french: Active une barre de recherche dans la fenêtre principale pour une recherche rapide de messages.
german: Hier kann die Position der Schnellsuchleiste festgelegt werden.

# MSG_CO_QUICKSEARCHBARPOS01 (2425//)
source: Disabled
dutch: Uitgeschakeld
french: Désactivé
german: Abgeschaltet

# MSG_CO_QUICKSEARCHBARPOS02 (2426//)
source: Top
dutch: Boven
french: Haut
german: Oben

# MSG_CO_QUICKSEARCHBARPOS03 (2427//)
source: Bottom
dutch: Onder
french: Bas
german: Unten

# MSG_CO_FILTER_REGISTER_SETTINGS (2428//)
source: General
dutch: Algemeen
french: Général
german: Generelle Einstellungen

# MSG_CO_FILTER_REGISTER_CONDITIONS (2429//)
source: Conditions
dutch: Voorwaarden
german: Bedingungen

# MSG_CO_FILTER_REGISTER_ACTIONS (2430//)
source: Actions
dutch: Acties
german: Aktionen

# MSG_CO_CONDITION_ALL (2431//)
source: all
dutch: alles
french: toutes
german: aller

# MSG_CO_CONDITION_MIN_ONE (2432//)
source: one or more
dutch: één of meer
french: une ou plusieurs
german: einer oder mehrerer

# MSG_CO_CONDITION_MAX_ONE (2433//)
source: only one
dutch: slechts één
french: seulement une
german: genau einer

# MSG_WR_CMENU_TITLE (2434//)
source: Attachments
dutch: Bijlagen
french: Pièces jointes
german: Anhänge

# MSG_WR_CMENU_ADD_ATTACHMENT (2435//)
source: Add file(s)...
dutch: Bestand(-en) toevoegen...
french: Ajouter fichier(s)...
german: Datei(en) hinzufügen...

# MSG_WR_CMENU_ADD_ARCHIVE_ATTACHMENT (2436//)
source: Pack & add...
dutch: Inpakken en toevoegen...
french: Compresser et ajouter...
german: Komprimiert hinzufügen...

# MSG_WR_CMENU_REMOVE_ATTACHMENT (2437//)
source: Remove
dutch: Verwijderen
french: Supprimer
german: Entfernen

# MSG_WR_CMENU_RENAME_ATTACHMENT (2438//)
source: Rename...
dutch: Hernoemen...
french: Renommer...
german: Umbenennen...

# MSG_WR_CMENU_DISPLAY_ATTACHMENT (2439//)
source: Display
dutch: Toon
french: Monter
german: Anzeigen

# MSG_WR_TITLEATTACHMENT (2440//)
source: Attachment
dutch: Bijlage
french: Pièce jointe
german: Anhang

# MSG_WR_REMOVE (2441//)
source: Re_move
french: Suppri_mer
german: _Entfernen

# MSG_CO_CONDITION_PREPHRASE (2442//)
source: If
dutch: Als
french: Si
german: Bei Erfüllen

# MSG_CO_CONDITION_POSTPHRASE (2443//)
source: of the following conditions are met:
dutch: aan één van de volgende voorwaarden wordt voldaan:
french: des conditions suivantes sont remplies :
german: der folgenden Bedingungen:

# MSG_CO_FALLBACK_TZONE (2444//)
source: America/New_York
dutch: Europe/Amsterdam
french: Europe/Paris
german: Europe/Berlin

# MSG_HELP_CO_GR_TZONE (2445//)
source: Here you can set your current location/time zone.
dutch: Amsterdam
french: Ici vous pouvez renseigner votre position/fuseau horaire courant.
german: Hier können Sie Ihren derzeitigen Aufenthaltsort bzw. Ihre Zeitzone einstellen.

# MSG_CO_TZONE_GMTOFFSET (2446//)
source: Current GMT offset:
dutch: Huidige GMT-afwijking:
french: Décalage UTC actuel :
german: Aktuelle GMT-Differenz:

# MSG_CO_TZONE_NEXTDSTSWITCH (2447//)
source: Next DST switch:
dutch: Volgende zomer-wintertijdomslag:
french: Prochain ajustement d'heure :
german: Nächster Sommerzeitwechsel:

# MSG_CO_TZONE_NODSTSWITCH (2448//)
source: no daylight saving
dutch: geen zomertijd
french: aucun ajustement d'heure
german: kein Sommerzeitwechsel

# MSG_CO_TZONE_DESCRIPTION (2449//)
source: Description:
dutch: Omschrijving:
german: Beschreibung:

# MSG_CO_TZONE_DESCRIPTION_NA (2450//)
source: n/a
dutch: n/b
french: n/d
german: keine

# MSG_TZONE_ZONETAB_FILE_MISSING (2451//)
source: Cannot open time zones description file '%s/Resources/zoneinfo/zone.tab'. Please make sure to install all time zones management related files to the '%s/Resources/zoneinfo' directory.
dutch: Kan tijdzone-omschrijving '%s/Resources/zoneinfo/zone.tab'niet openen. Zorg ervoor dat alle gerelateerde bestanden van tijdzone-management geïnstalleerd zijn in de directory '%s/Resources/zoneinfo'.
french: Impossible d'ouvrire le fichier de description de fuseau horaire « %s/Resources/zoneinfo/zone.tab ». Veuillez vous assurer d'installer tous les fichiers relatifs à la gestion des fuseaux horaires dans le répertoire « %s/Resources/zoneinfo ».
german: Kann Zeitzonen-Beschreibungsdatei '%s/Resources/zoneinfo/zone.tab' nicht öffnen. Bitte stellen Sie sicher, dass alle für das Zeitzonenmanagement benötigen Dateien im Verzeichnis '%s/Resources/zoneinfo' verfügbar sind.

# MSG_TZONE_LOCATION_FILE_MISSING (2452//)
source: Cannot open time zone information file '%s'. Time zone information will be incorrect. Please make sure to install all time zones management related files to the '%s/Resources/zoneinfo' directory.
dutch: Kan tijdzone-infobestand '%s' niet openen. Tijdzone-info zal niet goed worden weergegeven. Zorg ervoor dat alle gerelateerde tijdzonebestanden geïnstalleerd zijn in '%s/Resources/zoneinfo'.
french: Impossible d'ouvrir le fichier d'information de fuseau horaire « %s ». Les informations de fuseau horaire seront invalides. Veuillez vous assurer d'installer tous les fichiers de gestion de fuseau horaire dans le répertoire « %s/Resources/zoneinfo ».
german: Kann Zeitzonen-Ortsdatei '%s' nicht öffnen. Die Zeitangaben werden falsch sein. Bitte stellen Sie sicher, dass alle für das Zeitzonenmanagement benötigen Dateien im Verzeichnis '%s/Resources/zoneinfo' verfügbar sind.

# MSG_FOLDER_MOVE_WARNING_TITLE (2453//)
source: YAM folder format warning
dutch: Waarschuwing over YAM folderformaat
french: Avertissement de format de dossier YAM
german: YAM Postfach-Format Warnung

# MSG_FOLDER_MOVE_WARNING (2454//)
source: An obsolete folder storage format has been found. YAM will now move all folder directories to a new subdirectory called 'Folders' in the mail directory '%s'. \033bWARNING:\033n This operation is \033birreversible\033n and will result in folders which are no longer compatible to former versions of YAM. Do you want to perform this operation now or quit YAM and make a backup first?
dutch: Er is een niet langer bruikbaar folderformaat gevonden. YAM zal alle folderdirectories naar een nieuwe subdirectory, genaamd 'Folders', in de maildirectory '%s' verplaatsen. \x1BbWaarschuwing:\x1Bn Dit kan niet meer ongedaan gemaakt worden en kan er toe leiden dat folders niet meer bruikbaar zijn in een eerdere versie van YAM. Wil je doorgaan of wil je eerst een back-up maken?
french: Un format de stockage de dossier obsolète a été trouvé. YAM va maintenant déplacer tous les répertoires de dossier dans un sous-répertoire nommé « Folders » dans le répertoire de messagerie « %s ». \033bAVERTISSEMENT :\033n Cette opération est \033birréversible\033n et va rendre les dossiers incompatibles avec les anciennes versions de YAM. Voulez-vous effectuer cette opération maintenant ou quitter YAM afin de réaliser une sauvegarde auparavant ?
german: Ein veraltetes Postfach-Layout wurde gefunden. YAM wird nun alle Postfachverzeichnisse in ein neues Unterverzeichnis 'Folders' im Postverzeichnis '%s' verschieben. \033bWARNUNG:\033n Diese Operation ist \033bunumkehrbar\033n und wird Dateien erzeugen, welche nicht mehr zu vorherigen Versionen von YAM kompatibel sind. Wollen Sie diese Operation jetzt ausführen oder YAM beenden und zuerst eine Sicherung erstellen?

# MSG_FOLDER_MOVE_WARNING_GADS (2455//)
source: _Continue|*_Quit
dutch: Doorgaan|*Afsluiten
french: _Continuer|*_Quitter
german: _Fortfahren|*_Beenden

# MSG_FO_DISPLAYNAME (2456//)
source: Display _name
dutch: Toon _naam
french: _Nom affiché
german: Anzeige_name

# MSG_FO_DIRECTORYNAME (2457//)
source: Directory na_me
dutch: Naa_m van directory
french: No_m de répertoire
german: Verzeichnisna_me

# MSG_VALIDATING_FOLDERS (2458//)
source: Validating folders...
dutch: Valideren van folders...
french: Validation des dossiers...
german: Überprüfe Postfächer...

# MSG_MA_MARCHIVE (2459//)
source: Archive
dutch: Archief
german: Archivieren

# MSG_MA_ARCHIVE (2460//)
source: Archive
dutch: Archief
german: Archiv

# MSG_CO_SHOW_ARCHIVER_PROGRESS (2461//)
source: Show progress
dutch: Toon voortgang
french: Afficher la progression
german: Fortschritt anzeigen

# MSG_CO_LAUNCH_EXTEDITOR (2462//)
source: _Launch external editor immediately
dutch: Externe editor onmidde_lijk openen
french: _Lancer l'éditeur externe immédiatement
german: _Externen Editor sofort starten

# MSG_CO_EXTEDITOR (2463//)
source: External editor settings
dutch: Instellingen van externe editor
french: Paramètres de l'éditeur externe
german: Externer Editor

# MSG_HELP_CO_ST_EDITOR_EXT (2464//)
source: Path to your favourite external editor which you can use as an alternative to the internal one.
dutch: Pad naar jouw favo externe editor die je zou kunnen gebruiken in plaats van de ingebouwde editor.
french: Chemin vers votre éditeur externe favori qui doit être utilisé comme alternative à l'éditeur interner.
german: Pfad Ihres bevorzugten externen Editors, welchen Sie als Alternative zum internen verwenden können.

# MSG_CO_EXTEDITOR_CODESET (2465//)
source: Display c_harset
dutch: Toon c_harset
french: Jeu de caractères affic_hé
german: _Zeichenkodierung erzwingen

# MSG_HELP_CO_TX_DEFCODESET_EDITOR (2467//)
source: Choose a charset to which the text will be converted to before starting the external editor.
dutch: Kies een charset waarin de tekst zal worden omgezet, voordat je de externe editor opstart.
french: Choisissez le jeu de caractères dans lequel le texte sera converti avant de lancer l'éditeur externe.
german: Wählen Sie eine Zeichenkodierung mit welcher der Text vor dem Starten des Editors umgewandelt wird.

# MSG_HELP_CO_TX_DEFCODESET_LOCAL (2468//)
source: Use the popup button to select the character set you would like YAM to use for displaying text. This should usually match your system's default charset, otherwise a requester will appear asking how to proceed.
dutch: Gebuik de popup button om de karakterset te kiezen waarvan je wil dat YAM die gebruikt om tekst te tonen. Dit moet normaal gesproken overeenkomen met de standaard karakterset van jouw systeem, anders zal er een requester opkomen waarin je kunt aangeven hoe je verder wilt gaan.
french: Utilisez le bouton popup pour sélectionner le jeu de caractères à utiliser par YAM pour afficher du texte. Cela doit en général correspondre avec le jeu de caractères par défaut de votre système, dans le cas échéant une requête s'affichera pour demander la marche à suivre.
german: Mit Hilfe des PopUp-Knopfes können Sie die Zeichenkodierung auswählen, welche YAM zum Anzeigen von Text verwenden soll. Diese sollte mit der Kodierung übereinstimmen, die im System selber konfiguriert ist. Anderenfalls erhalten Sie eine Warnung.

# MSG_HELP_CO_TX_DEFCODESET_WRITE (2469//)
source: Use the popup button to select the character set you would like YAM to encode emails to. This should usually match your system's default charset so that the displayed character set matches the one you write mail. However, you can select any character set you want to encode your outgoing mails to.
dutch: Gebruik de popup button om de karakterset te kiezen waarvan je wil dat YAM die gebruikt om mailtjes te encoden. Dit moet normaal gesproken overeenkomen me de standaard karakterset van jouw systtem zodat de getoonde karakterset overeenkomt met de set waarmee je mailtjes schrijft. Maar je kunt evengoed iedere karakterset kiezen die je wil om jouw uitgaande mailtjes in te encoden.
french: Utilisez le bouton popup pour sélectionner le jeu de caractères à utiliser par YAM pour encoder les messages. Cela doit en général correspondre avec le jeu de caractères par défaut de votre système pour que le jeu de caractères d'affichage corresponde à celui utilisé pour écrire vos messages. Cependant vous pouvez choisir n'importe quel jeu de caractères pour encoder vos messages sortants.
german: Mit Hilfe des PopUp-Knopfes können Sie die Zeichenkodierung auswähen, welche YAM zum Schreiben von Nachrichten verwenden soll. Use the popup button to select the character set you would like YAM to encode emails to. Diese sollte mit der Kodierung übereinstimmen, die im System selber konfiguriert ist. Diese Kodierung kann aber jederzeit geändert werden.

# MSG_CO_DEFAULTCODESET_WRITE (2470//)
source: Default c_harset
french: Jeu de _caractères par défaut
german: Standard-Zeichen_kodierung
