Repository: Futaura/yam
Catalog: locale/danish.po
Languages: da

# MSG_HELP_FO_CY_FMODE (1265//)
source: Folders can be password protected and/or compressed using XPK.
da: Mapper kan beskyttes med en adgangskode og/eller komprimeres med XPK.

# MSG_HELP_FO_CY_SORT0 (1266//)
source: Primary sorting order of the messages in this folder.
da: Primær rækkefølge til sortering af meddelelserne i denne mappe.

# MSG_HELP_FO_CY_SORT1 (1267//)
source: Secondary sorting order of the messages in this folder.
da: Sekundær rækkefølge til sortering af meddelelserne i denne mappe.

# MSG_HELP_FO_CH_REVERSE (1268//)
source: Reversed sorting.
da: Omvendt sortering.

# MSG_HELP_FO_ST_MLPATTERN (1269//)
source: A message belongs to a mailing list if the contents of the 'To:' field are matched by this pattern.
da: En meddelelse hører til en postliste hvis indholdet af 'To:'-feltet (modtageren) passer på dette mønster.

# MSG_HELP_FO_ST_MLADDRESS (1270//)
source: Use this recipient address for a reply to a mailing list message.
da: Denne modtageradresse benyttes til svar på en postliste-meddelelse.

# MSG_BusySavingAB (1271//)
source: Saving address book '%s'...
da: Gemmer adressebogen '%s'...

# MSG_BusyPrintingAB (1272//)
source: Printing address book...
da: Udskriver adressebogen...

# MSG_BusySavingDI (1273//)
source: Saving glossary...
da: Gemmer ordliste...

# MSG_BusyLoadingDI (1274//)
source: Loading glossary...
da: Indlæser ordliste...

# MSG_BusyUncompressingFO (1276//)
source: (De)compressing folders...
da: (De)komprimerer mapper...

# MSG_BusyMoving (1277//)
source: Moving/copying %s messages...
da: Flytter/kopierer %s meddelelser...

# MSG_BusyRemovingAtt (1278//)
source: Removing attachments...
da: Fjerner bilag...

# MSG_BusyDeleting (1279//)
source: Deleting %s message(s)...
da: Sletter %s meddelelse(r)...

# MSG_BusyFiltering (1280//)
source: Applying filters...
da: Anvender filtre...

# MSG_BusyDeletingOld (1281//)
source: Deleting old mail...
da: Sletter gammel post...

# MSG_BusyEmptyingTrash (1282//)
source: Emptying Trash folder...
da: Tømmer affaldsmappe...

# MSG_BusyGettingVerInfo (1283//)
source: Getting update information...
da: Henter opdateringsoplysninger...

# MSG_BusyLoadingIndex (1284//)
source: Loading index of folder '%s'...
da: Indlæser indeks til mappen '%s'...

# MSG_BusySavingIndex (1285//)
source: Saving index of folder '%s'...
da: Gemmer indeks til mappen '%s'...

# MSG_BusyScanning (1286//)
source: Scanning folder '%s'...
da: Gennemsøger kataloget for mappen '%s'...

# MSG_BusyReading (1287//)
source: Reading message...
da: Indlæser meddelelse...

# MSG_BusyDisplaying (1288//)
source: Displaying message...
da: Fremviser meddelelse...

# MSG_BusyDisplayingList (1289//)
source: Displaying messages...
da: Opbygger meddelelsesliste...

# MSG_BusyPGPrunning (1290//)
source: PGP operation...
da: PGP-handling...

# MSG_BusyDecPrinting (1292//)
source: Decoding/printing...
da: Afkoder/udskriver...

# MSG_BusyDecSaving (1293//)
source: Decoding/saving...
da: Afkoder/gemmer...

# MSG_BusyDecDisplaying (1294//)
source: Decoding/displaying...
da: Afkoder/fremviser...

# MSG_CTapplicationadosscript (1296//)
source: AmigaDOS script
da: AmigaDOS-kommandofil

# MSG_CTapplicationrexx (1297//)
source: Rexx script
da: ARexx-makro

# MSG_FOLDER_NEWFOLDER (1300//)
source: New folder...
da: Ny mappe...

# MSG_FOLDER_EDIT (1302//)
source: Edit...
da: Indstillinger...

# MSG_FOLDER_DELETE (1303//)
source: Delete
da: Slette

# MSG_FOLDER_IMPORT (1304//)
source: Import...
da: Importere...

# MSG_FOLDER_EXPORT (1305//)
source: Export...
da: Eksportere...

# MSG_MESSAGE_EXPORT (1313//)
source: Export...
da: Eksportere...

# MSG_SETTINGS_USERS (1322//)
source: Users...
da: Brugere...

# MSG_HELP_FO_ST_MLREPLYTOADDRESS (1327//)
source: Use this 'Reply-To:' address when posting new mails to the list.
da: 'Reply-To:'-feltet (returadressen) der skal benyttes i nye indlæg til listen.

# MSG_EA_DefSecurity (1329//)
source: Sec_urity
da: Si_kkerhed

# MSG_HELP_MA_CY_DEFSECURITY (1330//)
source: Default security for sending mail to this person.
da: Standard-sikkerhedsniveauet ved afsendelse af post til denne person.

# MSG_WR_SecDefaults (1333//)
source: Default
da: Standard

# MSG_ER_PGPMultipart (1334//)
source: Error creating multipart PGP message. Encrypting/signing disabled.
da: Fejl ved oprettelse af PGP-meddelelse i flere dele. Kryptering/signering deaktiveret.

# MSG_RE_FixedFont (1335//)
source: Fixed font?
da: Skrift med fast bredde?

# MSG_CO_SMTPUser (1338//)
source: Us_er name
da: B_ruger-ID

# MSG_CO_SMTPPass (1339//)
source: Pass_word
da: Adgangsk_ode

# MSG_WR_AltQuoted (1342//)
source: Alternative quoted
da: Alternativt citeret

# MSG_EA_SelectPhoto_Title (1346//)
source: Select portrait
da: Vælg portræt

# MSG_RE_MoveNextFolderReq (1347//)
source: Next folder with unread messages is \033b%s\033n Go to this folder and continue reading there?
da: Den næste mappe med ulæste meddelelser er \033b%s\033n Vil du skifte til denne mappe og fortsætte læsningen der?

# MSG_ATTACH_NO (1352//)
source: No.
da: Nr.

# MSG_ATTACH_PART (1353//)
source: Part
da: Indhold

# MSG_FOLDER_NEWFOLDERGROUP (1355//)
source: New folder group...
da: Ny mappegruppe...

# MSG_CO_GENLISTCFG (1358//)
source: General settings
da: Almene indstillinger

# MSG_CO_SIZEFORMAT (1360//)
source: Si_ze format
da: St_ørrelsesformat

# MSG_HELP_CO_CY_SIZE (1361//)
source: How would you like the size of each mail to be displayed?
da: Hvordan vil du have størrelsen vist for de enkelte meddelelser?

# MSG_CO_SIZEFORMAT01 (1362//)
source: Old format - (1.234.567 bytes)
da: Gammelt format - (1.234.567 bytes)

# MSG_CO_SIZEFORMAT02 (1363//)
source: Mixed precision (0.001 GB, 0.01 MB, 0.1 KB)
da: Flydende nøjagtighed (0.001 GB, 0.01 MB, 0.1 KB)

# MSG_CO_SIZEFORMAT03 (1364//)
source: 10^-1 precision (0.1 GB/MB/KB)
da: En decimals nøjagtighed (0.1 GB/MB/KB)

# MSG_CO_SIZEFORMAT04 (1365//)
source: 10^-2 precision (0.01 GB/MB/KB)
da: To decimalers nøjagtighed (0.01 GB/MB/KB)

# MSG_CO_SIZEFORMAT05 (1366//)
source: 10^-3 precision (0.001 GB/MB/KB)
da: Tre decimalers nøjagtighed (0.001 GB/MB/KB)

# MSG_HELP_CO_ST_SMTPAUTHUSER (1368//)
source: User name of the SMTP AUTH user.
da: SMTP AUTH-brugerens brugernavn.

# MSG_HELP_CO_ST_SMTPAUTHPASS (1369//)
source: Password of the SMTP AUTH user.
da: SMTP AUTH-brugerens adgangskode.

# MSG_HELP_CO_ST_APPICON (1370//)
source: Text that should be displayed as the label of the AppIcon.
da: Tekst som skal vises som påskrift under app-ikonet.

# MSG_CO_APPICONTEXT (1371//)
source: _Label
da: Påskr_ift

# MSG_CO_NEWMSGS (1372//)
source: %n New messages
da: %n nye meddelelser

# MSG_CO_UNREADMSGS (1373//)
source: %u Unread messages
da: %u ulæste meddelelser

# MSG_CO_TOTALMSGS (1374//)
source: %t Total messages
da: %t meddelelser i alt

# MSG_CO_SENTMSGS (1376//)
source: %s Sent messages
da: %s afsendte meddelelser

# MSG_FO_DSTATS (1377//)
source: App_Icon stats
da: Optælling i app-_ikon

# MSG_HELP_FO_CH_STATS (1378//)
source: Would you like to see this folder's statistics in YAM's AppIcon label?
da: Skal denne mappes meddelelsesantal vises som påskrift i YAM's app-ikon?

# MSG_OPENGUI (1380//)
source: Opening GUI...
da: Åbner brugergrænsefladen...

# MSG_CO_CONTEXTMENU (1382//)
source: Context menu
da: Kontekstmenu

# MSG_HELP_CO_CONTEXTMENU (1383//)
source: Show a popup menu when clicking the right mouse button on this list?
da: Skal der vises en duk-op-menu når man højreklikker på denne liste?

# MSG_CO_INFOBAR (1384//)
source: Status bar
da: Statuspanel

# MSG_HELP_CO_CH_INFOBAR (1385//)
source: Here you can select the position of the status bar that shows general information in YAM.
da: Her kan man vælge placeringen af statuspanelet som viser almene oplysninger i YAM.

# MSG_CO_WARNSUBJECT (1386//)
source: Warn when there's an empty su_bject line
da: Advare når der er et e_mnefelt der er tomt

# MSG_HELP_CO_CH_WARNSUBJECT (1387//)
source: Would you like to be warned if you leave the subject line blank?
da: Skal man have en advarsel hvis man lader emnefeltet stå tomt?

# MSG_WR_NOSUBJECTREQ (1389//)
source: The subject is missing, continue anyway?
da: Der er ikke angivet noget emne, fortsætte alligevel?

# MSG_WR_TBSearch (1390//8)
source: Search
da: Søge

# MSG_HELP_WR_BT_SEARCH (1391//)
source: Search the text for a given string.
da: Søge i teksten efter en given tekststreng

# MSG_SEARCHWINDOW_TITLE (1392//)
source: Search
da: Søgning

# MSG_SEARCHWINDOW_TOGGLE_CASESENSITVE (1393//)
source: C_ase sensitive
da: _Versalfølsomt

# MSG_SEARCHWINDOW_BT_SEARCH (1394//)
source: _Search
da: _Søge

# MSG_SEARCHWINDOW_BT_CANCEL (1396//)
source: _Cancel
da: _Afbryde

# MSG_SEARCHNOTFOUND_TITLE (1397//)
source: Search
da: Søgning

# MSG_SEARCHNOTFOUND_MSG (1398//)
source: '%s' not found.
da: Fandt ikke '%s'.

# MSG_FO_GROUP_CONFDEL (1402//)
source: This group contains subfolders, which will be moved to the parent folder on deletion. Do you really want to delete this group?
da: Denne gruppe indeholder undermapper som vil blive flyttet til den overliggende mappe ved sletning. Er du sikker på at du vil slette denne gruppe?

# MSG_FOLDER_NONSEL (1403//)
source: (none selected)
da: (ingen valgt)

# MSG_FO_NEWFGROUP (1405//)
source: New folder group...
da: Ny mappegruppe...

# MSG_FO_NEWFGROUPREQ (1406//)
source: Please enter a name for the new folder group:
da: Indtast den nye mappegruppes navn:

# MSG_ER_CANTMOVEMAIL (1407//)
source: Couldn't move mail '%s' to folder '%s'. No folder with this name could be found. Please check your Filters configuration.
da: Kunne ikke flytte meddelelsen '%s' til mappen '%s'. Der var ikke nogen mappe med dette navn. Tjek dine filterindstillinger.

# MSG_MA_EXECUTINGCMD (1408//)
source: Executing command...
da: Udfører kommandoen...

# MSG_APP_DESCRIPTION (1409//)
source: SMTP/POP3 E-Mail Client for AmigaOS
da: SMTP-/POP3-e-postklient til AmigaOS

# MSG_CO_INFOBARPOS (1410//)
source: Pos_ition
da: Placer_ing

# MSG_CO_INFOBARPOS01 (1411//)
source: Top
da: Øverst

# MSG_CO_INFOBARPOS02 (1412//)
source: Center
da: I midten

# MSG_CO_INFOBARPOS03 (1413//)
source: Bottom
da: Nederst

# MSG_CO_INFOBARPOS04 (1414//)
source: Disabled
da: Slået fra

# MSG_CO_FOLDERLABEL (1415//)
source: _Label
da: _Påskrift

# MSG_FO_MLSUPPORT (1416//)
source: ML_-Support
da: Postliste_-understøttelse

# MSG_HELP_FO_CH_MLSUPPORT (1417//)
source: Turn on/off the mailing list support for this folder.
da: Slår postlisteunderstøttelsen til eller fra for denne mappe

# MSG_FO_AUTODETECT (1418//)
source: Auto_detect
da: Automatisk _valg

# MSG_HELP_FO_BT_AUTODETECT (1419//)
source: Try to guess automatically the suitable ML support settings by scanning the first five e-mails in the folder.
da: Prøver automatisk at finde de bedste indstillinger for postlisteunderstøttelsen ved at undersøge mappens fem første meddelelser.

# MSG_FO_NOTRECOGNIZED (1420//)
source: Couldn't be recognized.
da: Kunne ikke genkendes.

# MSG_CO_NB_EMAILCACHE (1422//)
source: E-mail cache
da: Adressehusker

# MSG_CO_NB_EMAILCACHEFMT (1423//)
source: %ld address(es)
da: %ld meddelelser

# MSG_HELP_CO_NB_EMAILCACHE (1424//)
source: Cache size for the most recently used recipients not yet in the address book. Select 0 to disable this feature.
da: Antallet af huskede seneste modtageradresser som endnu ikke er i adressebogen. Vælg 0 meddelelser for at slå funktionen fra.

# MSG_HELP_CO_ST_SMTPPORT (1432//)
source: Port used by the SMTP server (default: 25).
da: Porten som SMTP-serveren benytter (standard: 25).

# MSG_HELP_CO_ST_POPPORT (1434//)
source: Port used by the POP3 server (default: 110).
da: Porten som POP3-serveren benytter (standard: 110).

# MSG_CO_InfoBarDef (1435//)
source: - Total: %t New: %n Unread: %u
da: - I alt: %t Nye: %n Ulæste: %u

# MSG_TR_INITTLS (1436//)
source: Initializing TLSv1/SSLv3 session...
da: Initialiserer TLSv1-/SSLv3-sessionen...

# MSG_ER_INITAMISSL (1437//)
source: Couldn't init amissl.library - TLSv1/SSLv3 support disabled. Please check your AmiSSL installation and restart YAM.
da: Fejl under forsøg på at initialisere amissl.library - understøttelse af TLSv1/SSLv3 deaktiveret. Tjek din AmiSSL-installation og genstart YAM.

# MSG_TR_SENDAUTH (1439//)
source: Sending SMTP AUTH request...
da: Sender SMTP AUTH-ordren...

# MSG_CO_IMPORTMIMETITLE (1442//)
source: Import MIME viewers & types
da: Importere MIME-fremvisere og -typer

# MSG_ER_TRANSFERMAIL (1443//)
source: Couldn't transfer mail '%s' to folder '%s'. Either the file doesn't exist or it couldn't be copied for some reason.
da: Kunne ikke flytte meddelelsen '%s' til mappen '%s'. Enten findes meddelelsesfilen ikke, eller også kunne den af en eller anden grund ikke kopieres.

# MSG_ER_ADDRBOOKLOAD (1445//)
source: Couldn't load address book from file '%s'. Either the file doesn't exist or it couldn't be opened for some reason.
da: Kunne ikke indlæse adressebog fra filen '%s'. Enten findes filen ikke, eller også kunne den af en eller anden grund ikke åbnes.

# MSG_AB_NOYAMADDRBOOK (1446//)
source: File '%s' isn't a valid YAM address book. Process it as a file containing e-mail addresses on separate lines?
da: Filen '%s' er ikke nogen gyldig YAM-adressebog. Skal den behandles som en fil indeholdende e-postadresser på adskilte linjer?

# MSG_AB_NOYAMADDRBOOK_GADS (1447//)
source: _Yes|*_No
da: _Ja|*_Nej

# MSG_FO_EDIT_FGROUP (1448//)
source: Folder group preferences
da: Indstillinger for mappegruppe

# MSG_FO_EDIT_FGROUPREQ (1449//)
source: Name of folder group:
da: Mappegruppens navn:

# MSG_ER_UNUSABLEAMISSL (1450//)
source: You have selected TLSv1/SSLv3 for this connection, but AmiSSL couldn't be initialized. Please check your AmiSSL installation or disable TLS/SSL for this connection.
da: Du har valgt TLSv1/SSLv3 for denne forbindelse, men AmiSSL kunne ikke initialiseres. Tjek din AmiSSL-installation eller slå TLS/SSL fra for denne forbindelse.

# MSG_RETRY_QUIT_GAD (1454//)
source: Try again|Quit
da: Prøve igen|Afbryde

# MSG_ER_NOAUTHUSERPASS (1456//)
source: No user name or password was specified for the SMTP AUTH connection YAM was trying to establish. Please check your configuration.
da: Der var ikke angivet noget brugernavn eller adgangskode for den SMTP AUTH-forbindelse som YAM forsøgte at etablere. Tjek dine indstillinger.

# MSG_CO_APPICON_LABEL (1458//)
source: New: %n Total: %t
da: Nye: %n I alt: %t

# MSG_DATE_RECEIVED (1459//)
source: Received
da: Modtaget

# MSG_DATE_SENT (1460//)
source: Sent
da: Sendt

# MSG_DATE_SNTRCVD (1461//)
source: Sent/Received
da: Sendt/Modtaget

# MSG_CO_DATE_SNTRCVD (1462//)
source: Date Sent/Received
da: Dato sendt/modtaget

# MSG_FROMTO (1463//)
source: From/To
da: Fra/Til

# MSG_HELP_CO_CA_COL1QUOT (1464//)
source: Color used to display quotes.
da: Farven der bruges til citater.

# MSG_HELP_CO_CA_COL3QUOT (1465//)
source: Color used to display 3rd level quotes.
da: Farven der bruges til gamle citater, niveau 3.

# MSG_HELP_CO_CA_COL4QUOT (1466//)
source: Color used to display 4th level quotes.
da: Farven der bruges til gamle citater, niveau 4.

# MSG_CO_URLCOLOR (1467//)
source: URL color
da: URL-farve

# MSG_HELP_CO_CA_COLURL (1468//)
source: Color used to display clickable URL links.
da: Farven der bruges til klikbare URL-henvisninger.

# MSG_FO_FOLDERNAMEINVALID (1471//)
source: The specified folder name is empty or already exists. Please enter a valid folder name before you proceed.
da: Det angivne mappenavn er tomt, eller mappen findes allerede. Indtast et gyldigt mappenavn før du fortsætter.

# MSG_FO_FOLDERPATHINVALID (1472//)
source: You haven't specified a valid path for the new folder.
da: Du har ikke angivet nogen gyldig sti til den nye mappe.

# MSG_MA_CTX_DEFWIDTH_THIS (1476//)
source: Default width: this
da: Standardbredde: Denne

# MSG_MA_CTX_DEFWIDTH_ALL (1477//)
source: Default width: all
da: Standardbredde: Alle

# MSG_MA_CTX_DEFORDER_THIS (1478//)
source: Default order: this
da: Standardsortering: Denne

# MSG_MA_CTX_DEFORDER_ALL (1479//)
source: Default order: all
da: Standardsortering: Alle

# MSG_MA_CTX_MAILLIST (1480//)
source: Message list
da: Meddelelsesliste

# MSG_MA_CTX_FOLDERLIST (1481//)
source: Folder list
da: Mappeliste

# MSG_HELP_FO_CY_MLSIGNATURE (1482//)
source: Use this signature when posting new mails to the list.
da: Signaturen der skal benyttes i nye indlæg til listen.

# MSG_CTapplicationpdf (1483//)
source: PDF document
da: PDF-dokument

# MSG_HELP_CO_ST_INFOBARTXT (1492//)
source: Text that should be displayed in the status bar.
da: Tekst som skal vises i statuspanelet.

# MSG_YesNoReq2 (1494//)
source: _Yes|*_No
da: _Ja|*_Nej

# MSG_HELP_FO_ST_HELLOTEXT (1495//)
source: Text to insert at the top of a new message.
da: Tekst som skal indsættes i starten af en ny meddelelse.

# MSG_HELP_FO_ST_BYETEXT (1496//)
source: Text to insert at the bottom of a new message.
da: Tekst som skal indsættes i slutningen af en ny meddelelse.

# MSG_FO_Welcome (1497//)
source: _Welcome phrase
da: Velkomst_hilsen

# MSG_FO_Greetings (1498//)
source: C_losing phrase
da: S_luthilsen

# MSG_ER_SOCKETOPTION (1499//)
source: Couldn't set socket option '%s'. Either this option is not supported by the TCP/IP stack your are using, or it is specified wrong in your configuration.
da: Fejl ved forsøg på at sætte socket-tilvalg '%s'. Enten understøttes dette tilvalg ikke af den TCP/IP-stak du bruger, eller også er det angivet forkert i din konfiguration.

# MSG_ER_B64FILEENCODE (1500//)
source: An unexpected error occurred while trying to encode file '%s' with the Base64 file encoding routines.
da: En uventet fejl indtraf under forsøg på at kode filen '%s' med Base64-filkodningsrutinerne.

# MSG_ER_QPFILEENCODE (1501//)
source: An unexpected error occurred while trying to encode file '%s' with the Quoted-Printable (QP) file encoding routines.
da: En uventet fejl indtraf under forsøg på at kode filen '%s' med Quoted-Printable- (QP-) filkodningsrutinerne.

# MSG_ER_UUFILEENCODE (1502//)
source: An unexpected error occurred while trying to encode file '%s' with the UUcode file encoding routines.
da: En uventet fejl indtraf under forsøg på at kode filen '%s' med UUcode-filkodningsrutinerne.

# MSG_ER_QPDEC_FILEIO (1503//)
source: An input/output error occurred during decoding of the Quoted-Printable (QP) encoded file '%s'.
da: En læse-/skrivefejl indtraf under forsøg på at afkode den Quoted-Printable- (QP-) kodede fil '%s'.

# MSG_ER_QPDEC_UNEXP (1504//)
source: An unexpected error occurred while trying to decode file '%s' with the Quoted-Printable (QP) file decoding routines.
da: En uventet fejl indtraf under forsøg på at afkode filen '%s' med Quoted-Printable- (QP-) filafkodningsrutinerne.

# MSG_ER_QPDEC_WARN (1505//)
source: During the Quoted-Printable (QP) decoding of file '%s' some broken control sequences were detected and kept undecoded in the output.
da: Under Quoted-Printable- (QP-) afkodningen af filen '%s' blev der fundet nogle defekte styretegnssekvenser, som blev bibeholdt uafkodet i uddata.

# MSG_ER_QPDEC_CHAR (1506//)
source: During the Quoted-Printable (QP) decoding of file '%s' some forbidden characters were found and therefore removed in the output.
da: Under Quoted-Printable- (QP-) afkodningen af filen '%s' blev der fundet nogle ikke tilladte tegn, som defor blev udeladt fra uddata.

# MSG_ER_UUDEC_TAGMISS (1507//)
source: During the UUcode decoding of file '%s' the required '%s' tag couldn't be found. Either the file is truncated or it wasn't encoded following the UUcode encoding standard.
da: Under UUcode-afkodningen af filen '%s' blev den krævede etiket '%s' ikke findet. Enten var filen afkortet, eller også var den ikke kodet ifølge UUcode-kodningsstandarden.

# MSG_ER_UUDEC_CHECKSUM (1508//)
source: During the UUcode decoding of file '%s' some checksums were found invalid, so that the resulting file might be corrupt. Either the message is truncated or it was generated with a faulty UUcode encoder.
da: Under UUcode-afkodningen af filen '%s' blev nogle tjeksummer fundet at være ugyldige, så den resulterende fil kan være korrupt. Enten var filen afkortet, eller også var den blevet genereret med en fejlbehæftet UUcode-koder.

# MSG_ER_UUDEC_CORRUPT (1509//)
source: During the UUcode decoding of file '%s' the encoded part was found be corrupt. Either the message is truncated or it was generated with a faulty UUcode encoder.
da: Under UUcode-afkodningen af filen '%s' blev den kodede del fundet at være korrupt. Enten var filen afkortet, eller også var den blevet genereret med en fejlbehæftet UUcode-koder.

# MSG_FI_StatMarked (1510//)
source: Marked
da: Markerede

# MSG_MA_CREQUEST_OLDFILE (1511//)
source: File '%s' in folder '%s' uses an obsolete mail format only supported by older YAM versions. Do you want to convert this file to the new format?
da: Filen '%s' i mappen '%s' bruger et udgået meddelelsesformat som kun understøttes af ældre versioner af YAM. Vil du have denne fil konverteret til det nye format?

# MSG_MA_CREQUEST_UNKNOWN (1512//)
source: Unknown file '%s' found in directory of folder '%s'. Do you want to import it as a normal mail file?
da: Ukendt fil '%s' fundet i kataloget for mappen '%s'. Vil du have den importeret som en almindelig meddelelsesfil?

# MSG_MA_YESNOTOALL (1513//)
source: *_Yes|Y_es to all|_No|N_o to all
da: *_Ja|J_a til alle|_Nej|N_ej til alle

# MSG_ER_CONVERTMFILE (1514//)
source: An error occurred while trying to upgrade file '%s' in folder '%s' to the current mail format. Please check that the folder directory has enough space and is not write protected.
da: Der indtraf en fejl under forsøg på at opgradere filen '%s' i mappen '%s' til det aktuelle meddelelsesformet. Tjek at mappens katalog har plads nok og ikke er skrivebeskyttet.

# MSG_ER_XPKUSAGE (1515//)
source: An error occurred while trying to compress/uncompress file '%s' with XPK. Please check your XPK installation and the relevant settings in the configuration.
da: Der indtraf en fejl under forsøg på at pakke/udpakke filen '%s' med XPK. Tjek din XPK-installation og de relevante indstillinger i opsætningen.

# MSG_MA_CREQ_OLDFILE_TITLE (1516//)
source: Mail file in old format found
da: Meddelelsesfil i gammelt format fundet

# MSG_MA_CREQ_UNKNOWN_TITLE (1517//)
source: Unknown file in folder directory found
da: Ukendt fil fundet i mappens katalog

# MSG_CO_SHOWEMBEDDEDREADPANE (1523//)
source: Show embedded read _pane in main window
da: Vise indlejret læse_rude i hovedvinduet

# MSG_HELP_CO_CH_EMBEDDEDREADPANE (1524//)
source: Shows an embedded read pane directly in the main window.
da: Viser en læserude direkte indlejret i selve hovedvinduet.

# MSG_CO_SETSTATUSDELAYED1 (1525//)
source: Delay mar_king of displayed mail as read for
da: Forsinke læst_-markering af den viste meddelelse i

# MSG_CO_SETSTATUSDELAYED2 (1526//)
source: second(s)
da: sekund(er)

# MSG_HELP_CO_SETSTATUSDELAYED (1527//)
source: After opening an e-mail, YAM will wait this amount of time before marking the e-mail as 'read'.
da: Efter åbning af en meddelelse venter YAM dette tidsrum før meddelelsen markeres som 'læst'.

# MSG_MA_ATTACHMENT (1528//)
source: Attachment
da: Vedhæftning

# MSG_MA_ATTACHMENTS (1529//)
source: Attachments:
da: Vedhæftede filer:

# MSG_MA_ATTACHMENT_DISPLAY (1532//)
source: Display
da: Vise

# MSG_MA_ATTACHMENT_SAVEAS (1533//)
source: Save as...
da: Gemme som...

# MSG_MA_ATTACHMENT_PRINT (1534//)
source: Print
da: Udskrive

# MSG_MA_ATTACHMENT_SAVEALL (1535//)
source: Save all...
da: Gemme alle...

# MSG_MA_ATTACHMENT_SAVESEL (1536//)
source: Save selected...
da: Gemme markerede...

# MSG_CO_SImageOnly (1538//)
source: image only
da: kun billede

# MSG_RE_SImageOnly (1539//)
source: Image only
da: Kun billede

# MSG_CO_CHARSETWARN_TITLE (1540//)
source: Local charset warning
da: Advarsel om lokalt tegnsæt
