Repository: Futaura/yam
Catalog: locale/danish.po
Languages: da

# MSG_WR_MAddFile (1006//)
source: Add file...
da: Tilføje fil...

# MSG_WR_AddCB (1007//)
source: Add clipboard
da: Tilføje fra udklipsholder

# MSG_WR_AddKey (1008//)
source: Add PGP key
da: Tilføje PGP-nøgle

# MSG_WR_MDelSend (1009//)
source: Delete after sending?
da: Slette efter afsendelse?

# MSG_WR_MReceipt (1010//)
source: Return receipt?
da: Bestille modtagelseskvittering?

# MSG_WR_MAddInfo (1012//)
source: Add personal information?
da: Tilføje personoplysninger?

# MSG_WR_MImportance (1013//)
source: Importance
da: Vigtighed

# MSG_HELP_WR_ST_TO (1014//)
source: Address (and name) or alias of the primary recipient(s).
da: Adresse (og navn) eller alias på de(n) primære modtager(e).

# MSG_HELP_WR_BT_ADR (1016//)
source: Select recipient(s) from the address book.
da: Giver dig mulighed for at vælge modtageren i adressebogen.

# MSG_HELP_WR_ST_SUBJECT (1017//)
source: Subject of your message.
da: Emnet for din meddelelse.

# MSG_HELP_WR_BT_EDITOR (1018//)
source: Use an external editor to modify the message text.
da: Starter et eksternt program til redigering af meddelelsesteksten.

# MSG_HELP_WR_BT_LOAD (1019//)
source: Insert the contents of a text file at the current cursor position.
da: Indsætter en tekstfil der hvor markøren står.

# MSG_HELP_WR_BT_CUT (1020//)
source: Cut marked text to the clipboard.
da: Klipper den markerede tekst ud og lægger den i udklipsholderen.

# MSG_HELP_WR_BT_COPY (1021//)
source: Copy marked text to the clipboard.
da: Kopierer den markerede tekst til udklipsholderen.

# MSG_HELP_WR_BT_PASTE (1022//)
source: Insert the contents of the clipboard at the current cursor position.
da: Indsætter indholdet af udklips- holderen ved markørens position.

# MSG_HELP_WR_BT_UNDO (1023//)
source: Undo the last change in the text.
da: Ophæver virkningen af de seneste ændringer i teksten.

# MSG_HELP_WR_BT_BOLD (1024//)
source: Use bold typeface for marked text (whole words only).
da: Benytter fed skrift til den markerede tekst (kun hele ord).

# MSG_HELP_WR_BT_ITALIC (1025//)
source: Use italic typeface for marked text (whole words only).
da: Benytter kursiv skrift til den markerede tekst (kun hele ord).

# MSG_HELP_WR_BT_UNDERL (1026//)
source: Underline marked text (whole words only).
da: Understreger den markerede tekst (kun hele ord).

# MSG_HELP_WR_BT_COLOR (1027//)
source: Colorize marked text (whole words only).
da: Benytter kulør til den markerede tekst (kun hele ord).

# MSG_HELP_WR_BT_ADD (1028//)
source: Add attachments to the list.
da: Føjer bilag til bilagslisten.

# MSG_HELP_WR_BT_ADDPACK (1029//)
source: Create an archive with one or more files and add it to the list as an attachment.
da: Opretter et arkiv ud fra flere filer og føjer det til listen som bilag.

# MSG_HELP_WR_BT_REMOVE (1030//)
source: Remove the selected attachment from the list.
da: Fjerner det markerede bilag fra listen.

# MSG_HELP_WR_BT_DISPLAY (1031//)
source: Use the configured MIME viewer to display this attachment.
da: Benytter den indstillede MIME-fremviser til at vise dette bilag.

# MSG_HELP_WR_ST_CTYPE (1033//)
source: MIME type for the selected attachment. Whenever possible, use one from the popup list.
da: MIME-type til det markerede bilag. Så vidt muligt bør man bruge én fra duk-op-listen.

# MSG_HELP_WR_ST_DESC (1034//)
source: Optional description for the selected attachment.
da: Frivillig beskrivelse af det markerede bilag.

# MSG_HELP_WR_ST_CC (1035//)
source: Send a carbon copy (Cc) of the message to these recipients.
da: Der bliver sendt en kopi (Cc) af meddelelsen til disse modtagere.

# MSG_HELP_WR_ST_BCC (1036//)
source: Send a blind carbon copy (Bcc) of the message to these recipients.
da: Der bliver sendt en blindkopi (Bcc) af meddelelsen til disse modtagere.

# MSG_HELP_WR_ST_EXTHEADER (1037//)
source: Additional headers that should be added to the message.
da: Yderligere meddelelseshovedfelter som skal føjes til meddelelsen.

# MSG_HELP_WR_ST_REPLYTO (1039//)
source: Return address for this message.
da: Returadresse for denne meddelelse.

# MSG_HELP_WR_CH_DELSEND (1040//)
source: Do not store this message in the Sent folder.
da: Undlader at gemme denne meddelelse i mappen 'Sendt'.

# MSG_HELP_WR_CH_RECEIPT (1041//)
source: Request a notification on successful delivery.
da: Anmoder om en kvittering ved korrekt aflevering af meddelelsen hos modtageren.

# MSG_HELP_WR_CH_ADDINFO (1043//)
source: Create header fields containing data from your personal address book entry.
da: Opretter meddelelseshovedfelter med person- oplysninger fra din egen adressebogspost.

# MSG_HELP_WR_CY_IMPORTANCE (1044//)
source: Set the priority of this message.
da: Sætter prioriteten på denne meddelelse.

# MSG_HELP_WR_BT_QUEUE (1048//)
source: Copy the created message to the Outgoing folder.
da: Kopierer den oprettede meddelelse til udbakken.

# MSG_HELP_WR_BT_SEND (1049//)
source: Copy the created message to the Outgoing folder and send it immediately.
da: Kopierer den oprettede meddelelse til udbakken og sender den straks.

# MSG_TR_Connecting (1051//)
source: Connecting to mail server...
da: Forbinder til postserver...

# MSG_TR_WaitWelcome (1052//)
source: Connected, awaiting welcome message...
da: Forbundet, afventer velkomstbesked...

# MSG_TR_PopLogin (1054//)
source: POP3 login
da: POP3-indlogning

# MSG_TR_SendAPOPLogin (1055//)
source: Sending APOP login information...
da: Sender APOP-indlogningsoplysninger...

# MSG_TR_SendUserID (1056//)
source: Sending user ID...
da: Sender bruger-ID...

# MSG_TR_SendPassword (1057//)
source: Sending password...
da: Sender adgangskode...

# MSG_TR_GetStats (1058//)
source: Getting statistics...
da: Henter statistik...

# MSG_TR_Disconnecting (1059//)
source: Disconnecting...
da: Afbryder forbindelsen...

# MSG_TR_ApplyFilters (1060//)
source: Applying remote filters...
da: Anvender filtre før hentning...

# MSG_TR_SendHello (1061//)
source: Sending 'Hello'...
da: Sender 'Hello'...

# MSG_TR_Exporting (1065//)
source: Exporting message...
da: Eksporterer meddelelse...

# MSG_TR_Sending (1066//)
source: Sending message...
da: Sender meddelelse...

# MSG_TR_Importing (1067//)
source: Importing message...
da: Importerer meddelelse...

# MSG_TR_DeletingServerMail (1068//)
source: Deleting mail on server...
da: Sletter post på serveren...

# MSG_TR_FilterStats (1070//)
source: Filtering done: %3ld messages checked, %3ld redirected, %3ld forwarded, %3ld auto-replied, %3ld command activated, %3ld moved, %3ld deleted
da: Filtrering udført: %3ld meddelelser undersøgt, %3ld omdirigeret, %3ld videresendt, %3ld automatisk besvaret, %3ld aktiveret kommando, %3ld flyttet, %3ld slettet

# MSG_TR_NewMail (1071//)
source: New mail
da: Ny post

# MSG_TR_Downloading (1072//)
source: Downloading message...
da: Henter meddelelse...

# MSG_TR_MailTransferFrom (1073//)
source: Mail transfer from '%s'
da: Overfører post fra '%s'

# MSG_TR_MailTransferTo (1074//)
source: Mail transfer to '%s'
da: Overfører post til '%s'

# MSG_TR_MsgInFile (1075//)
source: Messages in file %s
da: Meddelelser i fil '%s'

# MSG_TR_Control (1077//)
source: Control
da: Styring

# MSG_TR_All (1078//)
source: A_ll
da: A_lle

# MSG_TR_DownloadOnly (1079//)
source: _Download only
da: _Kun hente

# MSG_TR_Leave (1080//)
source: L_eave
da: _Efterlade

# MSG_TR_Clear (1082//)
source: _Clear
da: _Ingen

# MSG_TR_DeleteOnly (1083//)
source: Delete _only
da: Kun _slette

# MSG_TR_DownloadDelete (1084//)
source: Do_wnload & delete
da: _Hente og slette

# MSG_TR_Start (1086//)
source: _Start
da: _Begynde

# MSG_TR_Abort (1088//)
source: _Abort
da: _Annullere

# MSG_HELP_TR_TX_STATUS (1092//)
source: Current state of mail transfer.
da: Den aktuelle status for meddelelsesoverførslen

# MSG_HELP_TR_BT_ABORT (1093//)
source: Abort mail transfer as soon as possible.
da: Afbryder meddelelsesoverførslen så snart det er muligt.

# MSG_ER_ErrorMessages (1094//)
source: Error messages
da: Fejlmeddelelser

# MSG_ER_PrevError (1095//)
source: _Previous error
da: _Forrige fejl

# MSG_ER_NextError (1096//)
source: _Next error
da: _Næste fejl

# MSG_ER_Clear (1097//)
source: _Delete messages
da: _Slette meddelelser

# MSG_ER_Close (1098//)
source: _Close window
da: _Lukke vindue

# MSG_ER_CantCreateFile (1100//)
source: Couldn't write to file '%s'. Make sure that the path exists and that the volume isn't write protected.
da: Kunne ikke skrive i filen '%s'. Tjek at stien findes og at disken ikke er skrivebeskyttet.

# MSG_ER_CantCreateDir (1101//)
source: Couldn't create directory '%s'. Make sure that the volume isn't write protected.
da: Kunne ikke oprette kataloget '%s'. Tjek at disken ikke er skrivebeskyttet.

# MSG_ER_ErrorNoAlias (1102//)
source: You must specify an alias to identify this entry.
da: Du skal angive et alias til identifikation af denne post.

# MSG_ER_ErrorNoAddress (1103//)
source: You must specify an address for this entry.
da: Du skal angive en adresse til denne post.

# MSG_ER_ErrorDateFormat (1107//)
source: Invalid date/time format. The date and time has to be specified in a compatible format. Example: %s
da: Ugyldigt format på dato/klokkeslæt. Dato og klokkeslæt skal angives i et kompatibelt format. Eksempel: %s

# MSG_ER_CantOpenTempfile (1109//)
source: Couldn't open temporary file '%s'. Check the path settings in the configuration.
da: Kunne ikke åbne den midlertidige fil '%s'. Tjek sti-indstillingerne i opsætningen.

# MSG_ER_CantCreateTempfile (1110//)
source: Couldn't create temporary file. Reason: out of memory or invalid path specified in the configuration.
da: Kunne ikke oprette en midlertidig fil. Årsag: ikke nok hukommelse eller ugyldig sti angivet i opsætningen.

# MSG_ER_ErrorConsole (1111//)
source: Couldn't open console window for script.
da: Kunne ikke åbne konsolvindue til makro.

# MSG_ER_ErrorARexxScript (1112//)
source: Couldn't send ARexx command '%s'. Make sure that the script exists.
da: Kunne ikke sende ARexx-kommando '%s'. Undersøg om makroen findes.

# MSG_ER_CantOpenFile (1122//)
source: Couldn't read from file '%s'. The file doesn't seem to exist.
da: Kunne ikke læse fra filen '%s'. Filen eksisterer tilsyneladende ikke.

# MSG_ER_UUSize (1123//)
source: Decoded size (%ld) does not match original size (%ld). A faulty UU-encoder was used, or the message is truncated.
da: Afkodet størrelse [%ld] passer ikke med oprindelig størrelse [%ld]. En defekt UU-koder er blevet brugt, eller også er meddelelsen ufuldstændig.

# MSG_ER_DocNotFound (1124//)
source: HTML document '%s' not found. The file doesn't exist on the WWW server.
da: Kunne ikke finde HTML-dokumentet '%s'. Filen eksisterer ikke på WWW-serveren.

# MSG_ER_SendHTTP (1125//)
source: Couldn't send HTTP request. Requesting a document from the WWW server failed.
da: Kunne ikke sende HTTP-forespørgsel. Forespørgsel efter et dokument fra WWW-serveren mislykkedes.

# MSG_ER_ConnectHTTP (1126//)
source: Couldn't connect to WWW server '%s'. Possible reasons: TCP/IP offline, invalid address, server is currently down or doesn't support HTTP requests.
da: Kunne ikke få forbindelse til WWW-serveren '%s'. Mulige årsager: TCP/IP nedkoblet, ugyldig adresse, server er p.t. nede eller understøtter ikke HTTP-forespørgsler.

# MSG_ER_ErrorWriteMailfile (1132//)
source: Write error on mail file: %s. YAM can't save the message to disk, maybe you're out of disk space.
da: Fejl ved skrivning af meddelelsesfil: %s. YAM kan ikke gemme meddelelsen på disk, måske er du løbet tør for diskplads.

# MSG_ER_ErrorReadMailfile (1135//)
source: Read error on mail file: %s. The file exists, but there was an error while reading it.
da: Fejl ved læsning af meddelelsesfil: %s. Filen eksisterer, men der opstod en fejl under læsning af den.

# MSG_ER_MissingDirectory (1137//)
source: You must specify a directory for the new user.
da: Du skal angive et katalog til den nye bruger.

# MSG_ER_MissingName (1138//)
source: You must specify a name for the new user.
da: Du skal angive et navn på den nye bruger.

# MSG_ER_NoPublicKeys (1139//)
source: No public PGP keys found. Make sure that PGP is installed and the required settings are made in the configuration of YAM.
da: Kunne ikke finde nogen offentlige PGP-nøgler. Undersøg om PGP er installeret og de nødvendige indstillinger er foretaget i YAMs opsætning.

# MSG_ER_PGPreturnsError (1140//)
source: The following PGP command returned with an error: '%s' Check the file %s for a diagnosis.
da: Følgende PGP-kommando returnerede med en fejl: '%s' Se i filen %s efter en diagnose.

# MSG_ER_PGPnotfound (1141//)
source: Couldn't execute PGP command. Check if %s exists.
da: Kunne ikke udføre PGP-kommandoen. Undersøg om %s eksisterer.

# MSG_ER_AliasNotFound (1143//)
source: Unknown alias or name: %s. YAM couldn't find the e-mail address of this recipient in the address book. Please verify the spelling.
da: Ukendt alias eller navn: %s. YAM kunne ikke finde e-postadressen på denne modtager i adressebogen. Tjek om der er stavefejl.

# MSG_ER_ErrorNoPGPId (1146//)
source: Couldn't find PGP ID for '%s' in the address book, now trying '%s'.
da: Kunne ikke finde PGP-ID'en for '%s' i adressebogen, forsøger nu med '%s'.

# MSG_ER_ErrorAppendKey (1147//)
source: Couldn't append public PGP key %s. There was a problem extracting it from the PGP keyring.
da: Kunnne ikke tilføje den offentlige PGP-nøgle %s. Der opstod et problem med at uddrage den fra PGP-nøgleringen.

# MSG_DI_Alias (1148//)
source: _Abbreviation
da: _Forkortelse

# MSG_DI_New (1149//)
source: _New
da: _Ny

# MSG_DI_AddSelect (1150//)
source: Add _selection
da: _Tilføje det markerede

# MSG_DI_Delete (1151//)
source: _Delete
da: _Slette

# MSG_DI_Paste (1152//)
source: _Paste
da: _Indsætte

# MSG_HELP_DI_LV_ENTRIES (1153//)
source: List of available abbreviations.
da: Liste over tilgængelige forkortelser

# MSG_HELP_DI_ST_ALIAS (1154//)
source: Abbreviation of selected entry.
da: Forkortelse for den markerede post

# MSG_HELP_DI_BT_NEW (1155//)
source: Add a new abbreviation to the glossary.
da: Føjer en ny forkortelse til ordlisten.

# MSG_HELP_DI_BT_ADDSELECT (1156//)
source: Create a new entry based on the text marked in the editor.
da: Opretter en ny post baseret på den markerede tekst i redigeringsprogrammet.

# MSG_HELP_DI_BT_DELETE (1157//)
source: Remove the selected entry.
da: Fjerner den markerede post.

# MSG_HELP_DI_BT_PASTE (1158//)
source: Insert selected entry at the current position in the text editor.
da: Indsætter den markerede post ved den aktuelle position i redigeringsprogrammet.

# MSG_FI_AddFilter (1160//)
source: Add filter
da: Tilføje filter

# MSG_FI_AddFilterReq (1161//)
source: Enter a name for the new filter
da: Angiv et navn til det nye filter.

# MSG_FI_StatNew (1162//)
source: New/Unread
da: Ny/ulæst

# MSG_FI_StatRead (1163//)
source: Read
da: Læst

# MSG_FI_StatForwarded (1164//)
source: Forwarded
da: Videresendt

# MSG_FI_StatReplied (1165//)
source: Replied
da: Besvaret

# MSG_FI_StatQueued (1166//)
source: Queued
da: I udbakke

# MSG_FI_StatFailed (1167//)
source: Send failed
da: Afsendelse mislykkedes

# MSG_FI_StatHold (1168//)
source: On hold
da: Tilbageholdt

# MSG_FI_StatSent (1169//)
source: Sent
da: Sendt

# MSG_FI_OtherField (1176//)
source: other field:
da: andet felt:

# MSG_FI_MessageSize (1177//)
source: Message size
da: Meddelelsestørrelse

# MSG_FI_MessageHeader (1178//)
source: Message headers
da: Meddelelseshoved

# MSG_FI_MessageBody (1179//)
source: Message body
da: Meddelelsestekst

# MSG_FI_WholeMessage (1180//)
source: Whole message
da: Hele meddelelsen

# MSG_FI_SearchIn (1181//)
source: Search in
da: Søge i

# MSG_FI_CaseSensitive (1182//)
source: Case sensitive
da: Versalfølsomt

# MSG_FI_SubString (1183//)
source: Substring search
da: Søgning efter delstreng

# MSG_FI_FindMessages (1184//)
source: Find messages
da: Søge efter meddelelser

# MSG_FI_AllFolders (1185//)
source: _everywhere
da: _overalt

# MSG_FI_FindIn (1186//)
source: Find in
da: Søge i

# MSG_FI_FindWhat (1187//)
source: Find what
da: Søge efter hvad

# MSG_FI_UseFilter (1188//)
source: _Use filter settings
da: _Benytte filterindstillinger

# MSG_FI_AddAsFilter (1189//)
source: Add as _new filter
da: _Tilføje som nyt filter

# MSG_FI_Results (1190//)
source: Results
da: Resultater

# MSG_FI_StartSearch (1191//)
source: _Start search
da: _Påbegynde søgning

# MSG_FI_SelectMatched (1192//)
source: Select _matched
da: _Vælge fundne

# MSG_FI_ReadMessage (1193//)
source: _Read message
da: _Læse meddelelse

# MSG_FI_Abort (1194//)
source: _Abort
da: _Annullere

# MSG_HELP_FI_LV_FOLDERS (1195//)
source: Select one or more folders to search in.
da: Vælg en eller flere mapper at søge i.

# MSG_HELP_FI_BT_ALL (1196//)
source: Include all folders in your search.
da: Inkluderer alle mapper i din søgning.

# MSG_HELP_FI_PO_FROMRULE (1197//)
source: Get search criterion from a filter.
da: Benytter søgekriteriet fra et filter.

# MSG_HELP_FI_BT_TORULE (1198//)
source: Create a new filter from this search criterion.
da: Opretter et nyt filter ud fra dette søgekriterie.

# MSG_HELP_FI_BT_SEARCH (1199//)
source: Start the search and display the results in the list above.
da: Påbegynder søgningen og viser resultatet i listen ovenfor.

# MSG_HELP_FI_BT_SELECT (1200//)
source: Select all the matching messages in the main window.
da: Vælger de fundne meddelelser i hovedvinduet.

# MSG_HELP_FI_BT_READ (1201//)
source: Display the current message from the list above.
da: Viser den markerede post fra listen ovenfor.

# MSG_HELP_FI_BT_ABORT (1202//)
source: Stop searching.
da: Afbryder søgningen.

# MSG_HELP_FI_CY_MODE (1203//)
source: Field or message part that should match the pattern.
da: Felt eller meddelelsesdel som skal passe med mønsteret.

# MSG_HELP_FI_ST_FIELD (1204//)
source: Name of the header to search in.
da: Navnet på meddelelseshovedfeltet som der skal søges i.

# MSG_HELP_FI_RA_ADRMODE (1205//)
source: Choose whether you want to search in the address or real name part of the field.
da: Vælg om du vil søge i feltets adresse- eller navnedel.

# MSG_HELP_FI_CY_STATUS (1206//)
source: Message status to match.
da: Status som meddelelsen skal have.

# MSG_HELP_FI_ST_MATCH (1207//)
source: Search pattern (AmigaDOS wildchars are supported).
da: Søgemønster (AmigaDOS- jokere understøttes).

# MSG_HELP_FI_CH_CASESENS (1208//)
source: Should the search be case sensitive?
da: Skal søgningen gøre forskel på store og små bogstaver?

# MSG_HELP_FI_CH_SUBSTR (1209//)
source: Enable a partial string search.
da: Gør søgninger generiske så også delstrenge passer.

# MSG_HELP_FI_CY_COMP (1210//)
source: Type of comparison. Select <> to get all messages that don't match the pattern, IN to use a file of patterns.
da: Sammenligningstypen. Vælg <> for at få alle meddelelser som ikke passer på mønsteret, IN for at benytte en fil indeholdende mønstre.

# MSG_US_EnterPassword (1211//)
source: Please enter your password
da: Angiv din adgangskode

# MSG_US_TitleUserName (1212//)
source: User name
da: Brugernavn

# MSG_US_TitleMailDir (1213//)
source: Mail directory
da: Meddelelseskatalog

# MSG_US_WaitLogin (1214//)
source: Waiting for user login...
da: Venter på bruger-indlogning...

# MSG_US_RemoveReq (1215//)
source: All messages, folders and configuration files belonging to this user will be lost. Do you really want to remove the user?
da: Alle meddelelser, mapper og opsætningsfiler som hører under denne bruger, vil gå tabt. Er du sikker på at du vil fjerne brugeren?

# MSG_US_RemoveReqGads (1216//)
source: *_Ok|_Keep files|_Cancel
da: *_OK|_Beholde filer|_Fortryde

# MSG_US_UserName (1218//)
source: _User name
da: _Brugernavn

# MSG_US_MailDirectory (1219//)
source: _Mail directory
da: B_eskedkatalog

# MSG_US_GlobalAddrBook (1220//)
source: Use global address _book
da: Be_nytte global adressebog

# MSG_US_GlobalDict (1221//)
source: Use global _glossary
da: Benytte global _ordliste

# MSG_US_CopyConfig (1222//)
source: C_opy configuration from current user
da: _Kopiere indstillinger fra aktuel bruger

# MSG_US_Password (1223//)
source: _Password
da: Ko_deord

# MSG_US_SuperVisor (1224//)
source: _Supervisor privileges
da: Ad_ministrator-privilegier

# MSG_US_AddUser (1225//)
source: _Add user
da: _Tilføje bruger

# MSG_US_DelUser (1226//)
source: _Delete user
da: _Slette bruger

# MSG_HELP_US_ST_USER (1227//)
source: Name of the new YAM user.
da: Navnet på den nye YAM-bruger

# MSG_HELP_US_ST_MAILDIR (1228//)
source: Directory to store the folders and config files of the new user account.
da: Kataloget hvori den nye brugerkontos mapper og opsætningsfiler skal ligge.

# MSG_HELP_US_CH_USEADDR (1229//)
source: Share address book with other users.
da: Skal adressebogen deles med andre brugere?

# MSG_HELP_US_CH_USEDICT (1230//)
source: Share glossary with other users.
da: Skal ordlisten deles med andre brugere?

# MSG_HELP_US_ST_PASSWD (1231//)
source: Password required for this user to login.
da: Adgangskoden som denne bruger skal bruge for at logge ind.

# MSG_HELP_US_CH_ROOT (1232//)
source: Enable this option if the user should be allowed to add or remove other users.
da: Slå denne indstilling til hvis brugeren skal have lov til at tilføje og fjerne andre brugere.

# MSG_HELP_US_CH_CLONE (1233//)
source: Use current configuration as default for the new account.
da: Skal de aktuelle indstillinger benyttes som standard til den nye konto?

# MSG_HELP_US_BT_ADD (1234//)
source: Create a new account.
da: Opretter en ny konto.

# MSG_HELP_US_BT_DEL (1235//)
source: Remove selected account.
da: Fjerner den markerede konto.

# MSG_FO_NewFolderReq (1237//)
source: What settings do you want to use for the new folder? Select 'Existing directory' if you want to re-use an already existing directory.
da: Hvilke indstillinger vil du bruge til den nye mappe? Vælg 'Eksisterende katalog' hvis mappen allerede findes på din disk.

# MSG_FO_NewFolderGads (1238//)
source: *_Internal defaults|_Like current|_Existing directory|_Cancel
da: *_Intern standard|_Som aktuelle|_Eksisterende katalog|_Fortryde

# MSG_FO_SelectDir (1239//)
source: Select directory
da: Vælg katalog

# MSG_FO_MessageDate (1240//)
source: Message date
da: Meddelelsesdato

# MSG_FO_DateRecvd (1241//)
source: Date received
da: Modtagelsesdato

# MSG_FO_FMSimple (1243//)
source: simple protection
da: simpel beskyttelse

# MSG_FO_FMPack (1244//)
source: compressed
da: komprimeret

# MSG_FO_FMEncPack (1245//)
source: compressed with password
da: komprimeret med adgangskode

# MSG_FO_FTRcvdMail (1246//)
source: received mail
da: modtaget post

# MSG_FO_FTSentMail (1247//)
source: sent mail
da: sendt post

# MSG_FO_FTBothMail (1248//)
source: received and sent
da: modtaget og sendt

# MSG_FO_EditFolder (1250//)
source: Folder settings
da: Mappe-indstillinger

# MSG_FO_Properties (1251//)
source: Properties
da: Egenskaber

# MSG_FO_MaxAge (1252//)
source: Max. age
da: _Max-alder

# MSG_FO_FolderMode (1254//)
source: _Mode
da: Mod_us

# MSG_FO_SortBy (1255//)
source: _Sort by
da: _Sortere efter

# MSG_FO_ThenBy (1256//)
source: T_hen by
da: s_å efter

# MSG_FO_Reverse (1257//)
source: Rev
da: Omv.

# MSG_FO_MLSupport (1258//)
source: Mailing list support
da: Postliste-understøttelse

# MSG_HELP_FO_ST_FNAME (1261//)
source: Folder name.
da: Navnet på mappen.

# MSG_HELP_FO_TX_FPATH (1262//)
source: Directory where the messages of the selected folder are stored.
da: Katalog hvori meddelelserne i den markerede mappe opbevares.

# MSG_HELP_FO_ST_MAXAGE (1263//)
source: Old messages will automatically be deleted after this time (in days). Use 0 to disable this feature.
da: Gamle meddelelser vil automatisk blive slettet efter dette antal dage. Vælg 0 for at slå denne funktion fra.

# MSG_HELP_FO_CY_FTYPE (1264//)
source: Type of folder (in/out/both).
da: Mappens type (ind/ud/begge).
