Repository: Futaura/yam
Catalog: locale/danish.po
Languages: da

# MSG_ER_CANNOT_READ_INDEX (2004//)
source: An error occurred while trying to read the index file '%s' of folder '%s'. Please check that you can read the contents of the file and that the permission settings are correct.
da: Der indtraf en fejl under forsøg på at læse indeksfilen '%s' for mappen '%s'. Tjek at man kan læse filens indhold, og at dens beskyttelsesindstillinger er korrekte.

# MSG_ER_CANNOT_WRITE_INDEX (2005//)
source: An error occurred while trying to write the index file '%s' in folder '%s'. Please check that you can write to the directory where the file is supposed to be stored.
da: Der indtraf en fejl under forsøg på at skrive indeksfilen '%s' i mappen '%s'. Tjek at man kan skrive i det katalog hvor filen skulle gemmes.

# MSG_ER_INDEX_CORRUPTED (2006//)
source: Index file '%s' in folder '%s' is corrupt at position %d near the information about mail file '%s' (MoreBytes: 0x%x). The folder was flagged as 'unloaded' and an index update was initiated or is required to solve the problem.
da: Indeksfilen '%s' i mappen '%s' er ødelagt ved position %d i nærheden af oplysningerne om meddelelsesfilen '%s' (MoreBytes: 0x%x). Mappen blev markeret som 'ikke indlæst', og en indeksgendannelse blev igangsat eller er nødvendig for at løse problemet.

# MSG_ER_UNKNOWN_MIME_ENCODING (2007//)
source: Unknown MIME encoding '%s' in mail file '%s'. YAM failed to decode a part of the message. Save the message to disk and try with a different decoder.
da: Ukendt MIME-kodning '%s' i meddelelsesfilen '%s'. YAM kunne ikke afkode en del af meddelelsen. Gem meddelelsen på disk og prøv med et andet afkodningsprogram.

# MSG_ER_UNKNOWN_HEADER_ENCODING (2008//)
source: Unknown header encoding '%s' in mail file '%s'. YAM cannot display a certain header in this message.
da: Ukendt kodning '%s' af hovedet i meddelelsesfilen '%s'. YAM kan ikke vise et specifikt hovedfelt i meddelelsen.

# MSG_ER_UNEXPECTED_MULTIPART_EOF (2009//)
source: Unexpected EOF while decoding multipart message in file '%s'. The message seems to be truncated.
da: Uventet filslutning under afkodning af meddelelse med flere afsnit i filen '%s'. Meddelelsen lader til at være blevet afkortet.

# MSG_ER_MIME_ERROR (2010//)
source: Couldn't extract MIME message from file '%s'. The message contains malformed MIME parts, or it is empty or truncated.
da: Fejl ved forsøg på at udtrække en MIME-meddelelse fra filen '%s'. Meddelelsen indeholder ugyldige MIME-afsnit, eller den er tom eller afkortet.

# MSG_ER_UNEXPECTED_UUE_EOF (2011//)
source: Unexpected EOF while decoding the UUcode encoded file '%s'. The message seems to be truncated.
da: Uventet filslutning under afkodning af den UU-kodede fil '%s'. Meddelelsern lader til at være blevet afkortet.

# MSG_ER_INVALID_UUE_LENGTH (2012//)
source: Invalid line length %ld in UUcode encoded file '%s'. Either a faulty UUcode encoder was used or the message is truncated.
da: Ugyldig linjelængde %ld i den UU-kodede fil '%s'. Enten er der brugt et fejlbehæftet UU-kodningsprogram, eller også er meddelelsen afkortet.

# MSG_RE_HDR_REPLYTO (2013//)
source: Reply-To
da: Svar til

# MSG_FI_FROM_FIELD (2014//)
source: \033bFrom\033n
da: \033bFra\033n

# MSG_FI_TO_FIELD (2015//)
source: \033bTo\033n
da: \033bTil\033n

# MSG_FI_CC_FIELD (2016//)
source: \033bCc\033n
da: \033bKopi til\033n

# MSG_FI_REPLYTO_FIELD (2017//)
source: \033bReply-To\033n
da: \033bSvar til\033n

# MSG_FI_SUBJECT_FIELD (2018//)
source: \033bSubject\033n
da: \033bEmne\033n

# MSG_FI_DATE_FIELD (2019//)
source: \033bDate\033n
da: \033bDato\033n

# MSG_FO_TO_PATTERN (2020//)
source: _Pattern (To:/Cc:)
da: _Mønster (Til:/Kopi til:)

# MSG_FO_TO_ADDRESS (2021//)
source: Destination address (_To:)
da: Modtageradresse (_Til:)

# MSG_FO_FROM_ADDRESS (2022//)
source: Sender address (_From:)
da: _Afsenderadresse (Fra:)

# MSG_FO_REPLYTO_ADDRESS (2023//)
source: _Reply address (Reply-To:)
da: Svar til-adresse (Sva_r til:)

# MSG_RETRY_HOMEPAGE_QUIT_GAD (2024//)
source: Try again|Visit homepage|Quit
da: Prøve igen|Besøge hjemmesiden|Afslutte

# MSG_HOMEPAGE_QUIT_GAD (2025//)
source: Visit homepage|Quit
da: Besøge hjemmesiden|Afslutte

# MSG_MA_EDIT_DELETE (2026//)
source: Delete
da: Slette

# MSG_WR_DELETE (2027//)
source: Delete
da: Slette

# MSG_ER_B64DEC_FILEIO (2028//)
source: A file I/O error occurred while trying to Base64 decode MIME part %ld of mail file '%s'. The decoding has been aborted. This may be caused by insufficient space on the volume the file was being decoded to, or because the source file wasn't accessible.
da: Der indtraf en læse- eller skrivefejl under forsøg på at Base64-afkode MIME-afsnit nr. %ld i meddelelsesfilen '%s'. Afkodningen blev afbrudt. Dette kan skyldes manglende plads på det volumen som filen blev afkodet til, eller at kildefilen ikke var tilgængelig.

# MSG_ER_B64DEC_WARN (2029//)
source: Some invalid characters were found while Base64 decoding MIME part %ld of mail file '%s'. The generated output may therefore contain invalid data or may be corrupted. This may be caused by an incorrect encoding done by the sending mail client or because the Base64 part has been malformed during transmission.
da: Der blev fundet nogle ugyldige tegn under Base64-afkodningen af MIME-afsnit nr. %ld i meddelelsesfilen '%s'. Den genererede uddatafil kan derfor indeholde ugyldige data eller være ødelagt. Dette kan skyldes at den afsendende klient har foretaget en ukorrekt kodning, eller at Base64-afsnittet er blevet forvansket under overførslen.

# MSG_ER_B64DEC_UNEXP (2030//)
source: An error occurred while trying to Base64 decode MIME part %ld of mail file '%s'. The decoding has been aborted. Either there's no data to decode or YAM can't access the encoded data.
da: Der indtraf en fejl under forsøg på at Base64-afkode MIME-afsnit nr. %ld i meddelelsesfilen '%s'. Afkodningen blev afbrudt. Enten er der ingen data at afkode, eller også kan YAM ikke tilgå de kodede data.

# MSG_MA_ADD_WHICH_ADDRESS (2031//)
source: The sender address (From) is \033b<%s>\033n but the return address (Reply-To) is \033b<%s>\033n. Which address do you want to add to your address book?
da: Afsenderadressen (Fra) er \033b<%s>\033n, men returadrsesen (Svar til) er\033b<%s>\033n. Hvilken adresse skal tilføjes til adresssebogen?

# MSG_CO_SCRIPTACTION (2032//)
source: Action (Name)
da: Handling (Navn)

# MSG_CO_SCRIPTPATH (2033//)
source: Path
da: Sti

# MSG_ER_ICONOBJECT_WARNING (2038//)
source: An error occurred while trying to load icon '%s.info' from theme '%s'. The icon will not be displayed during this session. Please make sure that your theme directory contains all the necessary icons, or disable the theme to avoid further warnings.
da: Der indtraf en fejl under forsøg på at indlæse ikonet '%s.info' fra temaet '%s'. Ikonet vil ikke blive vist i denne session. Sørg for at dit temakatalog indeholder alle de nødvendige ikoner, eller slå temaet fra for at undgå yderligere advarsler.

# MSG_ER_THEMEVER_FALLBACK (2039//)
source: The currently activated theme '%s' was found to be of an incompatible version and wasn't loaded. The default theme was therefore activated as a fallback. Please make sure to update the theme to a compatible version or disable it in the configuration.
da: Det aktuelt valgte tema '%s' viste sig at have en inkompatibel version og blev ikke indlæst. Derfor blev standardtemaet anvendt i stedet som fallback. Sørg for at opdatere temaet til en kompatibel version, eller slå det fra i indstillingerne.

# MSG_ER_THEMEVER_IGNORE (2040//)
source: While trying to load the default theme of YAM, it was found to be of an incorrect version. The theme loading process was aborted and you are adviced to upgrade the default theme to a compatible version.
da: Under forsøg på at indlæse YAM's standardtema viste det sig at have en forkert version. Temaindlæsningen blev afbrudt, og det tilrådes at opgradere standardtemaet til en kompatibel version.

# MSG_ER_DATATYPE_ERROR (2041//)
source: An error occurred while trying to load the image file '%s' via datatypes. Please make sure that the file exists and that you have your datatypes system correctly set up (e.g. that the image displays properly with MultiView).
da: Der indtraf en fejl under forsøg på at indlæse billedfilen '%s' ved hjælp af datatyper. Sørg for at filen findes, og at dit datatype-system er sat korrekt op (fx at billedet vises korrekt med MultiView).

# MSG_ER_IMAGEOBJECT_WARNING (2042//)
source: An error occurred while trying to load the image file '%s' from directory '%s'. Please make sure that your theme contains all the necessary images as defined in the latest theme version layout.
da: Der indtraf en fejl under forsøg på at indlæse billedfilen '%s' fra kataloget '%s'. Sørg for at dit tema indeholder alle de nødvendige billeder som de er defineret i layoutet for den seneste temaversion.

# MSG_ER_THEME_FATAL (2043//)
source: YAM was unable to load the default theme and aborted the theme loading completly. Please make sure that your themes directory is readable and contains the correct default theme distributed with YAM.
da: YAM kunne ikke indlæse standardtemaet og afbrød hele temaindlæsningen. Sørg for at dit temakatalog er læsbart og indeholder det korrekte standardtema som det bliver distribueret med YAM.

# MSG_ER_THEME_FALLBACK (2044//)
source: The currently activated theme '%s' is either inaccesible or it is corrupt. The default theme was therefore activated as a fallback. Please make sure your selected theme is readable and a valid YAM theme.
da: Det aktuelt valgte tema '%s' kan enten ikke tilgås eller er ødelagt. Derfor blev standardtemaet anvendt i stedet som fallback. Sørg for at det tema du har valgt, er læsbart og er et gyldigt YAM-tema.

# MSG_ER_THEME_ACTIVATED_TITLE (2045//)
source: YAM restart required
da: YAM skal genstartes

# MSG_ER_THEME_ACTIVATED (2046//)
source: Before the selected theme can be applied, you have to save the configuration and restart YAM.
da: Før det valgte tema kan aktiveres, skal indstillingerne gemmes, og YAM skal genstartes.

# MSG_FOLDER_ALLTOREAD (2047//)
source: Mark folder read
da: Markere mappen som læst

# MSG_EA_REMOVEPHOTO (2048//)
source: Remo_ve
da: Fjer_ne

# MSG_HELP_EA_BT_REMOVEPHOTO (2049//)
source: 'Forget' this picture (the file on disk will remain).
da: 'Glemmer' dette billede (billedfilen vil stadig findes på disken).

# MSG_HELP_CO_CH_NOTISOUND (2051//)
source: Play a sound file when you receive new mail.
da: Afspiller en lydfil når der modtages ny post.

# MSG_HELP_CO_CH_NOTICMD (2052//)
source: Execute a command when you received new mail.
da: Udfører en kommando når der modtages ny post.

# MSG_HELP_CO_BT_MORE (2053//)
source: Add a rule to this filter.
da: Tilføjer en regel til dette filter.

# MSG_HELP_CO_BT_LESS (2054//)
source: Remove the last rule from this filter.
da: Fjerner den sidste regel fra dette filter.

# MSG_HELP_CO_BT_FILTERUP (2055//)
source: Move this filter up in the list.
da: Flytter dette filter opad i listen.

# MSG_HELP_CO_BT_FILTERDOWN (2056//)
source: Move this filter down in the list.
da: Flytter dette filter nedad i listen.

# MSG_HELP_CO_PO_APLAY (2057//)
source: Open a file requester to select the file to play.
da: Åbner en fildialog til at vælge filen der skal afspilles.

# MSG_HELP_CO_BT_APLAY (2058//)
source: Test the sound.
da: Afprøver lydklippet.

# MSG_HELP_CO_ST_DESCRIPTION (2060//)
source: A custom description for this MIME type.
da: Din egen beskrivelse af denne MIME-type.

# MSG_HELP_CO_LV_REXX (2061//)
source: List of scripts.
da: Liste over scripts.

# MSG_HELP_CO_BT_UPDATENOW (2062//)
source: Perform a check for updates now.
da: Udfører straks en opdateringskontrol.

# MSG_HELP_WR_LV_ATTACH (2063//)
source: List of attachments in this message.
da: Liste over vedhæftninger i denne meddelelse.

# MSG_CO_UPDATE_NEVER (2065//)
source: Never
da: Aldrig

# MSG_MA_EXECUTESCRIPT_TITLE (2066//)
source: Select script to execute
da: Vælg scriptet som skal udføres

# MSG_HELP_FI_BT_NONE (2067//)
source: Exclude all folders from the search, except the current one.
da: Holder alle mapper ude af søgningen undtagen den aktuelle.

# MSG_MA_CONFIRMFILTER_ALL (2068//)
source: If you continue, all messages of folder '%s' will be filtered. Do you want to proceed?
da: Hvis du fortsætter, vil alle meddelelser i mappen '%s' blive siet (filtreret). Vil du fortsætte?

# MSG_MA_CONFIRMFILTER_SELECTED (2069//)
source: You have selected several messages in folder '%s'. Only these messages are going to be filtered. Do you want to proceed?
da: Der er markeret flere meddelelser i mappen '%s'. Kun disse meddelelser vil blive siet (filtreret). Vil du fortsætte?

# MSG_AB_XML (2070//)
source: XML address book (*.xml)
da: XML-adressebog (*.xml)

# MSG_MA_FILTER_STATS_SPAM (2071//)
source: Filtering done: %3ld messages checked, %3ld forwarded, %3ld moved, %3ld deleted, %3ld classified as spam
da: Filtrering gennemført: %3ld meddelelser tjekket, %3ld videresendt, %3ld arkiveret, %3ld slettet, %3ld klassificeret som spam

# MSG_TR_FILTER_STATS_SPAM (2072//)
source: Filtering done: %3ld messages checked, %3ld redirected, %3ld forwarded, %3ld auto-replied, %3ld command activated, %3ld moved, %3ld deleted, %3ld classified as spam
da: Filtrering gennemført: %3ld meddelelser tjekket, %3ld omdirigeret, %3ld videresendt, %3ld automatisk besvaret, %3ld udført kommando, %3ld flyttet, %3ld slettet, %3ld klassificeret som spam

# MSG_FCHANGE_WARN_TITLE (2078//)
source: Filechange warning
da: Advarsel om filændring

# MSG_FCHANGE_WARN (2079//)
source: While you have edited the message text of write window %ld in an external editor, the text in the internal text editor has also been altered. Do you really want to use the text of the external editor dropping the changes done in the internal editor?
da: Mens du har redigeret meddelelsesteksten fra skrivevindue nr. %ld i et eksternt redigeringsprogram, er teksten i det interne redigeringsprogram også blevet ændret. Er du sikker på at du vil benytte teksten fra det eksterne redigeringsprogram og forkaste de ændringer der er foretaget i det interne redigeringsprogram?

# MSG_LOG_SENDING_FAILED (2080//)
source: Sending %ld message(s) using SMTP server '%s' failed
da: Afsendelse af %ld meddelelser gennem SMTP-serveren '%s' mislykkedes.

# MSG_HELP_EA_ST_BIRTHDAY (2081//)
source: Date of birth in locale format (e.g. 19.06.1974 or 19/06/1974).
da: Fødselsdato i Locale-format (fx 19-Jun-1974 eller 19/6-1974).

# MSG_ERROR_THREADS (2082//)
source: Cannot initialize thread system.
da: Fejl under forsøg på at initialisere programtrådning.

# MSG_ERROR_PLAYSOUND (2083//)
source: An error occurred while trying to play the sound file '%s'. This could be either due to a broken or unsupported sound file or because your sound datatype is not properly working.
da: Der indtraf en fejl under forsøg på at afspille lydfilen '%s'. Dette kan skyldes enten at lydfilen er ødelagt eller ikke understøttet, eller at din audio-datatype ikke virker korrekt.

# MSG_WR_CHARSET (2084//)
source: _Charset
da: _Tegnsæt

# MSG_HELP_WR_PO_CHARSET (2085//)
source: Use the popup button to select the character set you would like YAM to use for this mail. This defaults to the global character set.
da: Benyt duk-op-knappen til at vælge det tegnsæt som YAM skal anvende til denne meddelelse. Som standard anvendes systemets globale tegnsæt.

# MSG_ABOUTYAM (2086//)
source: About YAM
da: Om YAM

# MSG_ER_CONNECTERR_SOCKET_IN_USE_POP3 (2087//)
source: Couldn't connect to host '%s' of account '%s'. A TCP/IP socket connection seems to be already active. Please close any other existing transfers.
da: Fejl ved forsøg på at koble op til serveren '%s' under kontoen '%s'. Der er tilsyneladende allerede en TCP/IP-forbindelse aktiv. Luk eventuelle andre aktive overførsler ned.

# MSG_ER_CONNECTERR_TIMEDOUT_POP3 (2088//)
source: Couldn't connect to host '%s' of account '%s'. The mail server didn't respond within the predefined time frame and therefore timed out.
da: Fejl ved forsøg på at koble op til serveren '%s' under kontoen '%s'. Postserveren svarede ikke inden for den forud definerede tid, og forsøget blev derfor opgivet.

# MSG_ER_CONNECTERR_NO_SOCKET_POP3 (2089//)
source: Couldn't connect to host '%s' of account '%s'. YAM wasn't able to establish a socket connection to the mail server. Please make sure that your TCP/IP stack is online and working properly.
da: Fejl ved forsøg på at koble op til serveren '%s' under kontoen '%s'. YAM kunne ikke opsætte en socket-forbindelse til postserveren. Sørg for at din TCP/IP-stak er online og fungerer korrekt.

# MSG_ER_CONNECTERR_NO_NONBLOCKIO_POP3 (2090//)
source: Couldn't connect to host '%s' of account '%s'. YAM wasn't able to establish a non-blocking I/O connection to the mail server. Please make sure that your TCP/IP stack can establish non-blocking I/O connections.
da: Fejl ved forsøg på at koble op til serveren '%s' under kontoen '%s'. YAM kunne ikke opsætte en forbindelse med ikke blokerende I/O til postserveren. Sørg for at din TCP/IP-stak er i stand til at opsætte forbindelser med ikke blokerende I/O.

# MSG_ER_UNKNOWN_HOST_POP3 (2091//)
source: Unknown POP3 server '%s' of account '%s'. TCP/IP is offline or the server address is invalid.
da: Ukendt POP3-server '%s' under kontoen '%s'. TCP/IP er offline, eller server-adressen er ugyldig.

# MSG_ER_CANNOT_CONNECT_POP3 (2092//)
source: Couldn't connect to host '%s' of account '%s'. The mail server is currently down or doesn't support the POP3 protocols.
da: Fejl ved forsøg på at koble op til serveren '%s' under kontoen '%s'. Postserveren er nede i øjeblikket, eller også understøtter den ikke POP3-protokollerne.

# MSG_ER_POP3WELCOME (2093//)
source: POP3 server '%s' of account '%s' replied with an error message during the welcome procedure and the connection was terminated: %s
da: POP3-serveren '%s' under kontoen '%s' svarede tilbage med en fejlmeddelelse under velkomstproceduren, og forbindelsen blev lukket ned: %s

# MSG_ER_BADRESPONSE_POP3 (2094//)
source: Bad response from mail server '%s' of account '%s' to command '%s': %s The mail server couldn't execute the command and replied with the above error message.
da: Fejlsvar fra postserveren '%s' under kontoen '%s' på kommandoen '%s': %s Postserveren kunne ikke udføre kommandoen og svarede tilbage med ovenstående fejlmeddelelse.

# MSG_ER_INITTLS_POP3 (2095//)
source: Couldn't initialize TLSv1/SSLv3 session with host '%s' of account '%s'.
da: Fejl under forsøg på at initialisere en TLSv1/SSLv3-session med serveren '%s' under kontoen '%s'.

# MSG_ER_NO_APOP (2096//)
source: The POP3 server '%s' of account '%s' doesn't support APOP. Please disable APOP in the configuration.
da: POP3-serveren '%s' under kontoen '%s' understøtter ikke APOP. Slå APOP fra i indstillingerne.

# MSG_ER_CONNECTERR_SOCKET_IN_USE_SMTP (2097//)
source: Couldn't connect to host '%s'. A TCP/IP socket connection seems to be already active. Please close any other existing transfers.
da: Fejl under forsøg på at koble op til serveren '%s'. Der er tilsyneladende allerede en TCP/IP-forbindelse aktiv. Luk eventuelle andre aktive overførsler ned.

# MSG_ER_CONNECTERR_TIMEDOUT_SMTP (2098//)
source: Couldn't connect to host '%s'. The mail server didn't respond within the predefined time frame and therefore timed out.
da: Fejl under forsøg på at koble op til serveren '%s'. Postserveren svarede ikke inden for den forud definerede tid, og forsøget blev derfor opgivet.

# MSG_ER_CONNECTERR_NO_SOCKET_SMTP (2099//)
source: Couldn't connect to host '%s'. YAM wasn't able to establish a socket connection to the mail server. Please make sure that your TCP/IP stack is online and working properly.
da: Fejl under forsøg på at koble op til serveren '%s'. YAM kunne ikke opsætte en socket-forbindelse til postserveren. Sørg for at din TCP/IP-stak er online og fungerer korrekt.

# MSG_ER_CONNECTERR_NO_NONBLOCKIO_SMTP (2100//)
source: Couldn't connect to host '%s'. YAM wasn't able to establish a non-blocking I/O connection to the mail server. Please make sure that your TCP/IP stack can establish non-blocking I/O connections.
da: Fejl ved forsøg på at koble op til serveren '%s'. YAM kunne ikke opsætte en forbindelse med ikke blokerende I/O til postserveren. Sørg for at din TCP/IP-stak er i stand til at opsætte forbindelser med ikke blokerende I/O.

# MSG_ER_INITTLS_SMTP (2101//)
source: Couldn't initialize TLSv1/SSLv3 session with host '%s'.
da: Fejl under forsøg på at initialisere en TLSv1/SSLv3-session med serveren '%s'.

# MSG_ER_NOSTARTTLS_SMTP (2102//)
source: Your SMTP server '%s' doesn't support TLS/SSL. Please disable this option in the configuration.
da: Din SMTP-server '%s' understøtter ikke TLS/SSL. Slå dette valg fra i indstillingerne.

# MSG_ER_BADRESPONSE_SMTP (2103//)
source: Bad response from mail server '%s' to command '%s': %s The mail server couldn't execute the command and replied with the above error message.
da: Fejlsvar fra postserveren '%s' på kommandoen '%s': %s Postserveren kunne ikke udføre kommandoen og svarede tilbage med ovenstående fejlmeddelelse.

# MSG_ER_CANNOT_CONNECT_SMTP (2104//)
source: Couldn't connect to host '%s'. The mail server is currently down or doesn't support the SMTP protocols.
da: Fejl ved forsøg på at koble op til serveren '%s'. Postserveren er nede i øjeblikket, eller også understøtter den ikke SMTP-protokollerne.

# MSG_ER_UNKNOWN_HOST_SMTP (2105//)
source: Unknown SMTP server '%s'. TCP/IP is offline or the server address is invalid.
da: Ukendt SMTP-server '%s'. TCP/IP er offline, eller server-adressen er ugyldig.

# MSG_ER_NO8BITMIME_SMTP (2106//)
source: The SMTP server '%s' reported that it doesn't support 8bit mail transfers while you have the 'Allow8bit' option enabled. Please disable this option in your TCP/IP preferences and re-edit the e-mail before trying to send it again, otherwise the e-mail may be malformed.
da: SMTP-serveren '%s' meldte at den ikke understøtter 8-bit postoverførsler, men du har 'SMTP-server tillader 8 bit-tegn' slået til. Slå dette valg fra i dine TCP/IP-indstillinger og rediger meddelelsen igen før du atter forsøger at afsende den, ellers kan meddelelsen blive udformet forkert.

# MSG_CO_FOLDERDBLCLICK (2107//)
source: Double click on folder opens folder settings
da: Dobbeltklik på mappe åbner mappeindstillinger

# MSG_MA_ATTACHMENT_DELETE (2108//)
source: Delete
da: Slette

# MSG_MA_ATTACHMENT_DELETESEL (2109//)
source: Delete selected
da: Slette markerede

# MSG_MA_DELETESELECTEDREQUEST (2110//)
source: The following attachments will be deleted: %s Do you really want to proceed?
da: Følgende vedhæftninger vil blive slettet: %s Er du sikker på at du ønsker dette?

# MSG_LOG_DELETEDATT (2111//)
source: Deleted attachment(s) of message '%s' in folder '%s'
da: Slettede vedhæftning(er) til meddelelsen '%s' i mappen '%s'.

# MSG_MA_DELETEATT (2112//)
source: Delete
da: Slette

# MSG_MA_DELETEATTREQUEST (2113//)
source: All attachments of the selected mails will be deleted. Do you really want to proceed?
da: Alle vedhæftninger til de markerede meddelelser vil blive slettet. Er du sikker på at du ønsker dette?

# MSG_MA_ATTACHMENT_DELETEALL (2114//)
source: Delete all
da: Slette alle

# MSG_MA_MDELETEATT (2115//)
source: Delete
da: Slette

# MSG_CO_MAPFOREIGNCHARS (2116//)
source: Map foreign chars to ASCII
da: Omsætte fremmede tegn til ASCII

# MSG_HELP_CO_MAPFOREIGNCHARS (2117//)
source: If selected, characters that cannot be converted to the read charset will be mapped to looklike ASCII sequences.
da: Ved hak her vil tegn som ikke kan konverteres til læsningstegnsættet, blive omsat til lignende ASCII-tegnfølger.

# MSG_MA_NAVIGATION (2118//)
source: Navigation
da: Navigering

# MSG_MA_MNEXTTH (2119//)
source: Next message in thread
da: Næste meddelelse i tråden

# MSG_MA_MPREVTH (2120//)
source: Previous message in thread
da: Forrige meddelelse i tråden
