Repository: Futaura/yam
Catalog: locale/danish.po
Languages: da

# MSG_CO_GLOBALMAILTHREADS (2121//)
source: Search for mails of same thread in all folders
da: Søge efter meddelelser i samme tråd i alle mapper

# MSG_HELP_CO_CH_GLOBALMAILTHREADS (2122//)
source: If enabled, the search for messages of the same thread will be extended to all folders rather than only searching for mails in the same folder.
da: Ved hak her vil søgningen efter meddelelser i samme tråd blive udvidet til alle mapper i stedet for blot at søge efter meddelelser i samme mappe.

# MSG_FILE_OVERWRITE (2123//)
source: File '%s' already exists. Do you want to overwrite it?
da: Filen '%s' findes allerede. Vil du overskrive den?

# MSG_ER_USER_DIR_MISSING (2124//)
source: The home directory '%s' of user '%s' does not exist.
da: Hjemmekataloget '%s' for brugeren '%s' findes ikke.

# MSG_CO_TEXTCOLORS_READ (2125//)
source: Show te_xt colors
da: Vise skriftkul_ører

# MSG_HELP_CO_CH_TEXTCOLORS_READ (2126//)
source: Use text colors to signal special text passages, (e.g. quotations, etc.)
da: Benytter skriftkulører til at fremhæve særlige tekstdele (fx citater o.l.)

# MSG_CO_TEXTSTYLES_READ (2127//)
source: Show te_xt styles
da: Vise skrift_varianter

# MSG_HELP_CO_CH_TEXTSTYLES_READ (2128//)
source: Interpret '/', '*', '_' and '#' as control characters for text styles.
da: Fortolker '/', '*', '_' og '#' som styretegn for skriftvarianter.

# MSG_CO_TEXTCOLORS_WRITE (2129//)
source: Show tex_t colors
da: Vise skriftkul_ører

# MSG_HELP_CO_CH_TEXTCOLORS_WRITE (2130//)
source: Use text colors to signal special text passages, (e.g. quotations, etc.)
da: Benytter skriftkulører til at fremhæve særlige tekstdele (fx citater o.l.)

# MSG_CO_TEXTSTYLES_WRITE (2131//)
source: Show te_xt styles
da: Vise skrift_varianter

# MSG_HELP_CO_CH_TEXTSTYLES_WRITE (2132//)
source: Interpret '/', '*', '_' and '#' as control characters for text styles.
da: Fortolker '/', '*', '_' og '#' som styretegn for skriftvarianter.

# MSG_CO_FONTSETTINGS (2133//)
source: Font settings
da: Skrifttypeindstillinger

# MSG_CO_FIXEDFONT_WRITE (2134//)
source: Use _fixed font
da: Benytte _skriftsnit med fast bredde

# MSG_RE_TEXTCOLORS (2135//)
source: Text colors?
da: Skriftkulører?

# MSG_WR_TEXTSTYLES (2136//)
source: Text styles?
da: Skriftvarianter?

# MSG_WR_TEXTCOLORS (2137//)
source: Text colors?
da: Skriftkulører?

# MSG_WR_FIXEDFONT (2138//)
source: Fixed font?
da: Skrift med fast bredde?

# MSG_CO_SPAM_OPTIMIZE_TRAININGDATA (2139//)
source: _Optimize training data
da: _Optimere indlæringsdata

# MSG_HELP_BT_OPTIMIZE_TRAININGDATA (2140//)
source: Removes very infrequent words from the training data to speed up loading of training data and increase processing speed of spam mails.
da: Fjerner meget sjældent forekommende ord fra indlæringsdata for at gøre indlæsningen af dem og behandlingen af spam-meddelelser hurtigere.

# MSG_CO_SPAM_OPTIMIZE_TRAININGDATA_ASK (2141//)
source: Do you really want to optimize the spam filter's training data? The spam filter's efficency might decrease slightly afterwards, but the filter process will be faster and use less memory.
da: Er du sikker på at du vil optimere spamfilterets indlæringsdata? Spamfilterets effektivitet vil muligvis falde lidt men filtreringsprocessen vil være hurtigere og bruge mindre hukommelse.

# MSG_CO_SPAM_STATISTICS (2142//)
source: %ld (%ld words)
da: %ld (%ld ord)

# MSG_ER_WRONG_DOB_FORMAT (2143//)
source: Date of birth uses a wrong format. The correct format is '%s'. %%d - day with leading zeros (01-31) %%-d - day without leading zeros (1-31) %%e - day with leading spaces ( 1-31) %%m - month with leading zeros (01-12) %%-m - month without leading zeros (1-12) %%y - year with leading zeros (00-99, 2 digits) %%-y - year without leading zeros (0-99, 2 digits) %%Y - year with leading zeros (4 digits) %%-Y - year without leading zeros (4 digits) The year number must be greater or equal 1900.
da: Fødselsdatoen benytter et forkert format. Det korrekte format er '%s'. %%d - dato med foranstillet nul (01-31) %%-d - dato uden foranstillet nul (1-31) %%e - dato med foranstillet blanktegn ( 1-31) %%m - måned med foranstillet nul (01-12) %%-m - måned uden foranstillet nul (1-12) %%y - år med foranstillet nul (00-99, 2 cifre) %%-y - år uden foranstillet nul (0-99, 2 cifre) %%Y - år med foranstillede nuller (4 cifre) %%-Y - år uden foranstillede nuller (4 cifre) Årstallet skal være større end eller lig med 1900.

# MSG_CO_NOTIOS41SYSTEM (2149//)
source: AmigaOS_4.1 notification system
da: AmigaOS_4.1's notifikationssystem

# MSG_HELP_CO_CH_NOTIOS41SYSTEM (2150//)
source: If checked, YAM will use AmigaOS4.1's notification system to notify the user about new received mails. This requires at least application.library V53.2.
da: Ved hak her vil YAM benytte notifikationssystemet i AmigaOS 4.1 til at fortælle brugeren om nyankomne meddelelser. Dette kræver mindst V53.2 af application.library.

# MSG_USERNAME_FALLBACK (2152//)
source: John Doe
da: Navn ukendt

# MSG_RE_DEFAULT_MIMEPART_NAME (2153//)
source: Part %ld.%ld
da: Afsnit %ld.%ld

# MSG_OPEN_WRITEWINDOWS (2154//)
source: There are still some write windows open. How do you want to proceed?
da: Der er stadig nogle skrivevinduer åbne. Hvad vil du gøre?

# MSG_OPEN_WRITEWINDOWS_GAD (2155//)
source: *_Save now|_Quit without saving|_Cancel
da: *_Gemme nu|_Afslutte uden at gemme|_Fortryde

# MSG_MA_MFORWARD_ATTACH (2156//)
source: as attachment
da: som vedhæftning

# MSG_MA_MFORWARD_INLINE (2157//)
source: inlined
da: indsat i tekst

# MSG_CO_FWDMSG_ATTACH (2158//)
source: as attachment
da: som vedhæftning

# MSG_CO_ScriptPreFilterMail (2159//)
source: Before filter mail
da: Før filtrering af meddelelser

# MSG_CO_ScriptPostFilterMail (2160//)
source: After filter mail
da: Efter filtrering af meddelelser

# MSG_FI_DOS_PATTERN (2161//)
source: Use AmigaDOS patterns
da: Benytte AmigaDOS-mønstre

# MSG_HELP_FI_CH_DOS_PATTERN (2162//)
source: Enable AmigaDOS patterns in the string search.
da: Tillader brug af AmigaDOS-mønstre i tekstsøgningen.

# MSG_CTapplicationpgpsig (2163//)
source: PGP signature
da: PGP-underskrift

# MSG_AB_BirthdayReqBody (2164//)
source: Today, on %s, %s reaches age %ld. Do you want to send a greetings card?
da: I dag, den %s, fylder %s %ld år. Vil du sende en lykønskning?

# MSG_ER_AREXX_EXECUTION_ERROR (2165//)
source: Execution of the ARexx command '%s' failed (error code %ld). Please make sure that the file is accessible and is a valid ARexx script.
da: Under udførelsen af ARexx-kommandoen '%s' indtraf der en fejl (kode %ld). Sørg for at filen kan tilgås og er et gyldigt ARexx-script.

# MSG_BIRTHDAYREQUEST_DONTSHOWAGAIN (2166//)
source: Do not show this requester today again.
da: Undertrykke denne dialogboks resten af dagen.

# MSG_RE_SAVE_FILE (2169//)
source: Save file
da: Gemme fil

# MSG_UPD_NO_UPDATES_FOUND_TITLE (2170//)
source: No software updates available
da: Ingen opdateringer tilgængelige

# MSG_UPD_NO_UPDATES_FOUND (2171//)
source: There are no software updates available. %s
da: Der er ingen programopdateringer tilgængelige. %s

# MSG_UPD_NO_UPDATES_FOUND_HINT_AUTOCHECK (2172//)
source: YAM will check for available updates automatically.
da: YAM vil automatisk søge efter tilgængelige opdateringer.

# MSG_UPD_NO_UPDATES_FOUND_HINT_NOAUTOCHECK (2173//)
source: Please try again later or activate the automatic software update check.
da: Prøv igen senere eller slå den automatiske søgning efter opdateringer til.

# MSG_THREAD_EXIT_WARNING_TITLE (2174//)
source: YAM warning
da: Advarsel fra YAM

# MSG_THREAD_EXIT_WARNING (2175//)
source: While trying to cleanup YAM still running sub threads have been found. Please make sure to close all still existing sub threads (e.g. MIME viewers, etc.) you may have initiated from YAM. Do you want to retry to quit YAM or ignore the still running sub thread (which could end up in later crashes)?
da: Under forsøg på at lukke YAM ned blev der fundet endnu kørende under-programtråde. Sørg for at lukke alle endnu eksisterende undertråde (fx MIME-fremvisninger o.l.) som du måtte have igangsat inde fra YAM. Vil du prøve igen at afslutte YAM, eller vil du ignorere den endnu kørende undertråd (hvilket kan resultere i senere systemnedbrud)?

# MSG_THREAD_EXIT_WARNING_BT (2176//)
source: _Retry|_Ignore
da: _Prøve igen|_Ignorere

# MSG_EXECUTE_COMMAND_FAILED (2177//)
source: The execution of the command '%s' failed (error code %ld: %s).
da: Under udførelsen af kommandoen '%s' indtraf der en fejl (kode %ld: %s).

# MSG_ERROR_METHODSTACK (2178//)
source: Cannot initialize method stack.
da: Fejl under forsøg på at initialisere metodestakken.

# MSG_TRANSFERS_IN_PROGRESS (2179//)
source: Transfers in progress
da: Overførsler i gang

# MSG_ERROR_CONNECTIONS (2180//)
source: Cannot initialize connections.
da: Fejl under forsøg på at initialisere forbindelser.

# MSG_LOG_CONNECT_POP3 (2181//)
source: Logged in on POP3 account '%s': %ld messages waiting
da: Logget ind på POP3-kontoen '%s': %ld ventende meddelelser

# MSG_LOG_RETRIEVED_POP3 (2182//)
source: Retrieved %ld message(s) from POP3 account '%s'
da: Hentet %ld meddelelse(r) fra POP3-kontoen '%s'

# MSG_TR_ENTER_POP3_PASSWORD (2183//)
source: Please enter the password for POP3 account '%s':
da: Indtast kodeordet for POP3-kontoen '%s':

# MSG_ALTIMAGE_STATUS_DOWNLOAD (2184//3)
source: D
da: H

# MSG_ALTIMAGE_STATUS_DELETE (2185//3)
source: X
da: S

# MSG_PRESELECT_INDEX (2186//)
source: Index
da: Indeks

# MSG_TR_WAIT_FOR_PASSWORD (2187//)
source: Waiting for user's password input...
da: Venter på at brugeren indtaster kodeord...

# MSG_TR_WAIT_FOR_PRESELECTION (2188//)
source: Waiting for user's preselection...
da: Venter på at brugeren vælger meddelelser...

# MSG_POP3_NEW_MAIL_NOTIFY_REQ (2189//)
source: \0338You have new mail from account '%s'.\0332 %3ld messages downloaded, %3ld left on server %3ld duplicates skipped
da: \0338Du har ny(e) meddelelse(r) fra kontoen '%s'.\0332 %3ld meddelelser hentet, %3ld efterladt på serveren, %3ld dubletter sprunget over

# MSG_POP3_NEW_MAIL_NOTIFY_OS4_ONE (2190//)
source: %s Received 1 new mail.
da: %s Hentet 1 ny meddelelse.

# MSG_POP3_NEW_MAIL_NOTIFY_OS4_MANY (2191//)
source: %s Received %ld new mails.
da: %s Hentet %ld nye meddelelser.

# MSG_MA_SEND_AND_GET_MAIL (2192//)
source: Send and get mail
da: Sende og hente meddelelser

# MSG_MA_SEND_MAIL (2193//)
source: Send mail
da: Sende meddelelser

# MSG_MA_GET_MAIL (2194//)
source: Get mail
da: Hente meddelelser

# MSG_WR_SECURITYREQ_GADS (2195//)
source: *_Plain|_Signed|_Encrypted|S_igned & encrypted|_Cancel
da: *Klar_tekst|_Underskrevet|_Krypteret|U_nderskrevet & krypteret|_Fortryde

# MSG_HTTP_CONNECTING_TO_SERVER (2196//)
source: Connecting to server...
da: Kobler op til serveren...

# MSG_HTTP_SENDING_REQUEST (2197//)
source: Sending HTTP request...
da: Sender HTTP-forespørgsel...

# MSG_HTTP_WAITING_FOR_ANSWER (2198//)
source: Waiting for server's answer...
da: Venter på svar fra serveren...

# MSG_HTTP_RECEIVING_DATA (2199//)
source: Receiving data...
da: Modtager data...

# MSG_HTTP_DISCONNECTING_FROM_SERVER (2200//)
source: Disconnecting from server...
da: Kobler serverforbindelsen ned...

# MSG_SHOW_TRANSFER_WINDOW (2201//)
source: Show transfers in progress...
da: Vise igangværende overførsler...

# MSG_CO_APPLY_REMOTE_FILTERS (2202//)
source: Apply remote _filters
da: Anvende filtre f_ør hentning

# MSG_HELP_CO_CH_APPLY_REMOTE_FILTERS (2203//)
source: Apply all defined remote filters when downloading mail from this server.
da: Anvende alle definerede filtre før hentning når der hentes meddelelser fra denne server.

# MSG_CO_DOWNLOAD_ON_STARTUP (2204//)
source: Check for new mail on startup
da: Se efter nye meddelelser ved programstart

# MSG_HELP_CO_CH_DOWNLOAD_ON_STARTUP (2205//)
source: Check this account for new mail on every startup of YAM automatically.
da: Ser automatisk efter nye medddelelser fra denne konto hver gang YAM startes.

# MSG_IMPORT_UNKNOWN_FILE_FORMAT (2206//)
source: Unknown mail file format in file '%s'.
da: Ukendt meddelelsesfilformat i filen '%s'.

# MSG_IMPORT_NO_MAILS (2207//)
source: The file '%s' does not contain any importable mails.
da: Filen '%s' indeholder ikke nogen meddelelser som kan importeres.

# MSG_CO_CONFIG_IS_LOCKED (2208//)
source: The configuration is currently locked. Please wait until all POP3 and SMTP transfers are finished.
da: Indstillingerne er i øjeblikket låst. Vent til alle POP3- og SMTP-overførsler er afsluttet.

# MSG_FOLDERINFO_SHORTHELP (2209//)
source: \033bFolder\033n Name: %s Path: %s Size: %s Messages: %ld (%ld new, %ld unread)
da: \033bMappe\033n Navn: %s Sti: %s Størrelse: %s Meddelelser: %ld (%ld nye, %ld ulæste)

# MSG_MAILINFO_SHORTHELP (2210//)
source: \033bMail\033n From: %s <%s> To: %s <%s> Subject: %s Date: %s Filename: %s Size: %s
da: \033bMeddelelse\033n Fra: %s <%s> Til: %s <%s> Emne: %s Dato: %s Filnavn: %s Størrelse: %s

# MSG_CO_UPDATE_DOWNLOAD_PATH (2211//)
source: Download _path:
da: Sti til _nedhentning:

# MSG_UPD_NOTIFICATION_DOWNLOAD (2212//)
source: Download
da: Hente

# MSG_TR_DOWNLOADING_FROM_SERVER (2213//)
source: Downloading from '%s'
da: Henter fra '%s'

# MSG_MA_HELP (2214//)
source: Help
da: Hjælp

# MSG_MA_HELP_CONTENTS (2215//)
source: Contents
da: Indhold

# MSG_MA_HELP_AREXX (2216//)
source: ARexx interface
da: ARexx-grænseflade

# MSG_EA_SEARCH_GRAVATAR (2218//)
source: Search on gra_vatar.com...
da: Søge på gr_avatar.com...

# MSG_ER_NO_GRAVATAR_FOUND (2219//)
source: No Gravatar found for address '%s'. Perhaps the person has not uploaded a portrait image to gravatar.com yet.
da: Ingen Gravatar fundet for adressen '%s'. Måske har personen endnu ikke lagt et portrætbillede op på gravatar.com.

# MSG_ER_NON_MIME_CONFORMANT_MAIL (2220//)
source: No 'MIME-Version' header line was found while scanning the mail file '%s'. The generated output may therefore contain invalid data or may be corrupted.
da: Der blev ikke fundet noget 'MIME-Version'-felt i brevhovedet ved undersøgelse af meddelelsesfilen '%s'. De genererede uddata kan defor indeholde ugyldige data eller være ødelagt.

# MSG_CO_ACTION_SET_STATUS_TO_MARKED (2221//)
source: Set status to 'Marked'
da: Sætte status til 'Markeret'

# MSG_HELP_CO_CH_ACTION_SET_STATUS_TO_MARKED (2222//)
source: Set the status of the filtered mail to 'Marked'
da: Sætter de filtrerede meddelelsers status til 'Markeret'

# MSG_CO_ACTION_SET_STATUS_TO_UNMARKED (2223//)
source: Set status to 'Unmarked'
da: Sætte status til 'Umarkeret'

# MSG_HELP_CO_CH_ACTION_SET_STATUS_TO_UNMARKED (2224//)
source: Set the status of the filtered mail to 'Unmarked'
da: Sætter de filtrerede meddelelsers status til 'Umarkeret'

# MSG_CO_ACTION_SET_STATUS_TO_READ (2225//)
source: Set status to 'Read'
da: Sætte status til 'Læst'

# MSG_HELP_CO_CH_ACTION_SET_STATUS_TO_READ (2226//)
source: Set the status of the filtered mail to 'Read'
da: Sætter de filtrerede meddelelsers status til 'Læst'

# MSG_CO_ACTION_SET_STATUS_TO_UNREAD (2227//)
source: Set status to 'Unread'
da: Sætte status til 'Ulæst'

# MSG_HELP_CO_CH_ACTION_SET_STATUS_TO_UNREAD (2228//)
source: Set the status of the filtered mail to 'Unread'
da: Sætter de filtrerede meddelelsers status til 'Ulæst'

# MSG_CO_ACTION_SET_STATUS_TO_SPAM (2229//)
source: Set status to 'Spam'
da: Sætte status til 'Spam'

# MSG_HELP_CO_CH_ACTION_SET_STATUS_TO_SPAM (2230//)
source: Set the status of the filtered mail to 'Spam'
da: Sætter de filtrerede meddelelsers status til 'Spam'

# MSG_CO_ACTION_SET_STATUS_TO_HAM (2231//)
source: Set status to 'Not spam'
da: Sætte status til 'Ikke spam'

# MSG_HELP_CO_CH_ACTION_SET_STATUS_TO_HAM (2232//)
source: Set the status of the filtered mail to 'Not spam'
da: Sætter de filtrerede meddelelsers status til 'Ikke spam'

# MSG_CO_SMTP_ACTIVE (2233//)
source: _Active
da: Akt_iv

# MSG_CO_POP_AUTH (2234//)
source: Authentification
da: Autentificering

# MSG_HELP_CO_CY_POPAUTH (2235//)
source: When not using any connection security (TLS or SSL) the password can be send using the APOP encryption algorithm instead. (not supported by all POP3 servers)
da: Hvis der ikke benyttes nogen forbindelsessikkerhed (TLS eller SSL), kan kodeordet blive sendt ved brug af APOP-krypteringsalgoritmen i stedet (ikke understøttet af alle POP3-servere).

# MSG_CO_POP_AUTH_PLAIN (2236//)
source: Plain Password
da: Kodeord i klartekst

# MSG_CO_POP_AUTH_APOP (2237//)
source: Encrypted Password (APOP)
da: Krypteret kodeord (APOP)

# MSG_CO_POP_SECURITY (2238//)
source: Connection Security
da: Forbindelsessikkerhed

# MSG_CO_POP_SECURITY_NONE (2239//)
source: No Security
da: Ingen sikkerhed

# MSG_HELP_CO_CY_POPSECURE (2242//)
source: A STARTTLS or SSL/TLS secure connection will be established between the POP3 server and YAM to receive e-mail through an encrypted connection. If this cycle gadget is ghosted, it means AmiSSL support is currently not available.
da: En forbindelse sikret med STARTTLS eller SSL/TLS oprettes mellem POP3-serveren og YAM til modtagelse af e-post gennem en krypteret forbindelse. Hvis denne cyklusknap er skraveret, betyder det at der i øjeblikket ikke er AmiSSL-understøttelse til rådighed.

# MSG_CO_POP_SERVERLIST (2243//)
source: Server List
da: Serverliste

# MSG_CO_POP_SERVERSETTINGS (2244//)
source: Server Settings
da: Serverindstillinger

# MSG_CO_POP_SECURITYAUTH (2245//)
source: Security and Authentification
da: Sikkerhed og autentificering

# MSG_CO_POP_MSGHANDLING (2246//)
source: Message handling
da: Meddelelseshåndtering

# MSG_CO_SMTP_SERVERLIST (2247//)
source: Server List
da: Serverliste

# MSG_CO_SMTP_SERVERSETTINGS (2248//)
source: Server Settings
da: Serverindstillinger

# MSG_CO_POP_DESC (2249//)
source: Description
da: Beskrivelse

# MSG_HELP_CO_ST_POPDESC (2250//)
source: An arbitrary description/name for this server connection which will be used instead of user@host.
da: En vilkårlig beskrivelse eller benævnelse for denne serverforbindelse, som anvendes i stedet for bruger@server.

# MSG_CO_SMTP_DESC (2251//)
source: Description
da: Beskrivelse

# MSG_HELP_CO_ST_SMTPDESC (2252//)
source: An arbitrary description/name for this server connection which will be used instead of user@host.
da: En vilkårlig beskrivelse eller benævnelse for denne serverforbindelse, som anvendes i stedet for bruger@server.

# MSG_CO_SMTP_SECURITY (2253//)
source: Connection Security
da: Forbindelsessikkerhed

# MSG_CO_SMTP_SECURITY_NONE (2254//)
source: No Security
da: Ingen sikkerhed

# MSG_CO_SMTP_SECURITYAUTH (2257//)
source: Security and Authentification
da: Sikkerhed og autentificering

# MSG_HELP_CO_CY_SMTPSECURE (2258//)
source: A STARTTLS or SSL/TLS secure connection will be established between the SMTP server and YAM to receive e-mail through an encrypted connection. If this cycle gadget is ghosted, it means AmiSSL support is currently not available.
da: En forbindelse sikret med STARTTLS eller SSL/TLS oprettes mellem SMTP-serveren og YAM til afsendelse af e-post gennem en krypteret forbindelse. Hvis denne cyklusknap er skraveret, betyder det at der i øjeblikket ikke er AmiSSL-understøttelse til rådighed.

# MSG_CO_SMTP_AUTH (2259//)
source: Authentification
da: Autentificering

# MSG_CO_SMTPAUTH_NONE (2260//)
source: No Authentication
da: Ingen autentificering

# MSG_CO_SMTP_OPTIONS (2261//)
source: Options
da: Valgmuligheder

# MSG_CO_CRDIDENTITIES (2262//)
source: Identities
da: Identiteter

# MSG_CO_IDENTITIES_TITLE (2263//)
source: Identities Settings
da: Indstillinger for identiteter

# MSG_CO_IDENTITIES_SUMMARY (2264//)
source: Manage multiple identities for composing mails...
da: Administration af flere identiteter for skrivning af meddelelser...

# MSG_CO_IDENTITY_LIST (2265//)
source: Identities
da: Identiteter

# MSG_CO_IDENTITY_SETTINGS (2266//)
source: General Settings
da: Generelle indstillinger

# MSG_CO_IDENTITY_REGISTER_SETTINGS (2268//)
source: General Settings
da: Generelle indstillinger

# MSG_CO_IDENTITY_REGISTER_COMPOSE (2269//)
source: Compose Mail
da: Skrivning af meddelelser

# MSG_CO_IDENTITY_REGISTER_PGPSEC (2270//)
source: PGP-Security
da: PGP-sikkerhed

# MSG_CO_IDENTITY_NOSIGNATURE (2271//)
source: no signature
da: ingen signatur

# MSG_CO_IDENTITY_ABOVEQUOTE (2272//)
source: above quotes
da: over citater

# MSG_CO_IDENTITY_BELOWQUOTE (2273//)
source: below quotes
da: under citater

# MSG_CO_IDENTITY_DESCRIPTION (2274//)
source: Description
da: Beskrivelse

# MSG_CO_IDENTITY_MAILSERVER (2275//)
source: Mail server (SMTP)
da: Postafsendelsesserver (SMTP)

# MSG_CO_IDENTITY_COMPOSE (2277//)
source: Compose mail settings
da: Indstillinger for skrivning

# MSG_CO_IDENTITY_CC (2278//)
source: Cc: address
da: Kopi til-adresse (Cc)

# MSG_CO_IDENTITY_BCC (2280//)
source: Bcc: address
da: Blindkopi til-adresse (Bcc)

# MSG_CO_IDENTITY_REPLYTO (2282//)
source: Reply-To: address
da: Svar til-adresse

# MSG_CO_IDENTITY_COMPOSE_OPTIONS (2284//)
source: Options
da: Valgmuligheder

# MSG_CO_IDENTITY_COMPOSE_QUOTE (2287//)
source: Quote messages when answering
da: Citere meddelelser i svaret

# MSG_CO_IDENTITY_COMPOSE_ANSWER (2288//)
source: Put my answer
da: Anbringe svaret

# MSG_CO_IDENTITY_COMPOSE_SIGNATURE (2289//)
source: Put my signature
da: Anbringe signaturen

# MSG_CO_IDENTITY_USESIG_REPLY (2290//)
source: Use signature when replying
da: Benytte signatur ved svar

# MSG_CO_IDENTITY_USESIG_FORWARD (2291//)
source: Use signature when forwarding
da: Benytte signatur ved videresendelse

# MSG_CO_IDENTITY_PGPSETTINGS (2292//)
source: PGP-Security Settings
da: Indstillinger vedr. PGP-sikkerhed

# MSG_CO_IDENTITY_USEPGP (2293//)
source: Use PGP for this identity
da: Benytte PGP for denne identitet

# MSG_CO_IDENTITY_PGPKEY_ID (2294//)
source: PGP key ID
da: PGP-nøgle-ID

# MSG_CO_IDENTITY_PGPKEY_URL (2295//)
source: PGP key URL
da: URL til PGP-nøgle

# MSG_CO_IDENTITY_PGP_OPTIONS (2296//)
source: Options
da: Valgmuligheder

# MSG_CO_IDENTITY_PGP_SIGN_UNENC (2297//)
source: Sign unencrypted mails per default
da: Underskrive ukrypterede meddelelser som standard

# MSG_CO_IDENTITY_PGP_SIGN_ENC (2298//)
source: Sign encrypted mails per default
da: Underskrive krypterede meddelelser som standard

# MSG_CO_IDENTITY_PGP_ENCRYPTALL (2299//)
source: Encrypt all mails per default
da: Kryptere alle meddelelser som standard

# MSG_CO_IDENTITY_PGP_ADDOWN (2300//)
source: Add own key when encrypting mails
da: Tilføje egen nøgle ved kryptering

# MSG_CO_IDENTITY_PHOTOURL (2301//)
source: URL to own photo
da: URL til eget billede

# MSG_CO_IDENTITY_ADDINFO (2302//)
source: Add personal information
da: Tilføje personlige oplysninger

# MSG_CO_IDENTITY_REQUESTMDN (2303//)
source: Request a return receipt
da: Anmode om returkvittering

# MSG_CO_SERVERNAME (2304//)
source: Server name
da: Servernavn

# MSG_HELP_CO_ST_USER (2305//)
source: The username for accessing the mail server.
da: Brugernavnet til at tilgå postserveren med.

# MSG_FO_MOVEFOLDERTO (2306//)
source: Do you really want to move the folder from '%s' to '%s'?
da: Er du sikker på at du vil flytte mappen fra '%s' til '%s'?

# MSG_FO_FOLDER_ALREADY_EXISTS (2307//)
source: A file or directory named '%s' already exists and will be overwritten/deleted. Do you really want to proceed?
da: Der findes allerede en mappe eller et katalog med navnet '%s', som vil blive overskrevet/slettet. Er du sikker på at du vil fortsætte?

# MSG_ER_CANNOT_CREATE_FOLDER (2308//)
source: Failed to create directory '%s' (%s).
da: Fejl ved forsøg på at oprette kataloget '%s' (%s).

# MSG_CO_IdentityActive (2309//)
source: _Active
da: Akt_iv

# MSG_MA_FLUSH_ALL_INDICES (2310//)
source: Flush all indices
da: Nulstille alle indekser

# MSG_HELP_CO_CH_IDENTITY_ENABLED (2312//)
source: If checked, this user identity is enabled for use.
da: Ved hak her vil denne brugeridentitet være brugbar.
