Repository: Futaura/yam
Catalog: locale/danish.po
Languages: da

# MSG_Folder (0//)
source: Folder
da: Mappe

# MSG_Message (1//)
source: Message
da: Meddelelse

# MSG_Attachments (2//)
source: Attachments
da: Bilag

# MSG_Options (3//)
source: Options
da: Valgmuligheder

# MSG_New (6//)
source: New
da: Ny

# MSG_Open (7//)
source: Open...
da: Åbne...

# MSG_Append (8//)
source: Append...
da: Tilføje...

# MSG_Save (9//)
source: Save
da: Gemme

# MSG_SaveAs (10//)
source: Save as...
da: Gemme som...

# MSG_Print (11//)
source: Print...
da: Udskrive...

# MSG_Edit (12//)
source: Edit...
da: Redigere...

# MSG_Use (17//)
source: _Use
da: _Benytte

# MSG_Cancel (18//)
source: _Cancel
da: _Fortryde

# MSG_YesNoReq (23//)
source: *_Yes|_No
da: *_Ja|_Nej

# MSG_ErrorReq (24//)
source: Error
da: Fejl

# MSG_NewEntry (25//)
source: - new -
da: - ny -

# MSG_Date (28//)
source: Date
da: Dato

# MSG_Sender (29//)
source: Sender
da: Afsender

# MSG_Recipient (30//)
source: Recipient
da: Modtager

# MSG_Subject (31//)
source: Subject
da: Emne

# MSG_Size (32//)
source: Size
da: Størrelse

# MSG_FolderList (34//)
source: Folder list
da: Mappeliste

# MSG_MessageList (35//)
source: Message list
da: Meddelelsesliste

# MSG_Realname (36//)
source: Real name
da: Rigtigt navn

# MSG_Filename (37//)
source: Filename
da: Filnavn

# MSG_Description (39//)
source: Description
da: Beskrivelse

# MSG_DOB (40//)
source: Date of birth
da: Fødselsdato

# MSG_City (41//)
source: City
da: By

# MSG_Country (42//)
source: Country
da: Land

# MSG_Street (43//)
source: Street
da: Gade/vej

# MSG_Phone (44//)
source: Phone
da: Telefon

# MSG_Name (45//)
source: Name
da: Navn

# MSG_Email (46//)
source: E-mail address
da: E-postadresse

# MSG_Address (47//)
source: Address
da: Adresse

# MSG_ReturnAddress (48//)
source: Return address
da: Returadresse

# MSG_SenderRecpt (49//)
source: Sender/recipient
da: Afsender/modtager

# MSG_MessageDate (50//)
source: Message date
da: Meddelelsesdato

# MSG_Unread (51//)
source: Unread
da: Ikke læst

# MSG_Total (52//)
source: Total
da: I alt

# MSG_From (53//)
source: From
da: Fra

# MSG_To (54//)
source: To
da: Til

# MSG_Columns (56//)
source: Columns
da: Kolonner

# MSG_CompilationDate (61//)
source: Compilation date:
da: Kompileringsdato:

# MSG_UserLogin (65//)
source: Click your name to login:
da: Klik på dit navn for at logge ind:

# MSG_ErrorStartup (67//)
source: Error during startup
da: Fejl under programstart

# MSG_Quit (68//)
source: Quit
da: Afslutte

# MSG_LoadingConfig (70//)
source: Loading configuration...
da: Indlæser opsætningsfil...

# MSG_CreatingGUI (71//)
source: Creating user interface...
da: Opretter brugergrænseflade...

# MSG_ErrorMuiApp (72//)
source: Can't create application
da: Fejl under forsøg på at oprette applikation

# MSG_RebuildIndices (73//)
source: Rebuilding folders' indices...
da: Gendanner mappernes indekser...

# MSG_LoadingFolders (74//)
source: Loading folders...
da: Indlæser mapper...

# MSG_LoadingABook (75//)
source: Loading address book...
da: Indlæser adressebog...

# MSG_InitLibs (76//)
source: Initializing libraries and classes...
da: Klargør biblioteker og klasser...

# MSG_ErrorAslStruct (78//)
source: Can't allocate ASL structure
da: Kan ikke allokere ASL-struktur

# MSG_ErrorTimer (79//)
source: Can't open timer.device
da: Kan ikke åbne timer.device

# MSG_ErrorARexx (80//)
source: Can't create ARexx port
da: Kan ikke oprette ARexx-port

# MSG_LoadingGFX (81//)
source: Loading graphics...
da: Indlæser grafik...

# MSG_SendStartReq (82//)
source: The Outgoing folder contains unsent mail. Do you want to send these messages now?
da: Udbakken indeholder post som ikke er sendt. Vil du sende disse meddelelser nu?

# MSG_QuitYAMReq (83//)
source: Do you really want to quit YAM?
da: Er du sikker på at du vil afslutte YAM?

# MSG_CTtextplain (84//)
source: plain text
da: normal tekst

# MSG_CTtexthtml (85//)
source: HTML document
da: HTML-dokument

# MSG_CTtextaguide (86//)
source: AmigaGuide document
da: AmigaGuide-dokument

# MSG_CTapplicationoctetstream (87//)
source: binary file
da: binær fil

# MSG_CTapplicationpostscript (88//)
source: Postscript document
da: Postscript-dokument

# MSG_CTapplicationrtf (89//)
source: Rich Text Format
da: RTF-dokument

# MSG_CTapplicationlha (90//)
source: LhA archive
da: LhA-arkiv

# MSG_CTapplicationlzx (91//)
source: LZX archive
da: LZX-arkiv

# MSG_CTapplicationzip (92//)
source: ZIP archive
da: ZIP-arkiv

# MSG_CTapplicationamigaexe (93//)
source: Amiga executable
da: Udførbart Amiga-program

# MSG_CTimagejpeg (94//)
source: JPEG/JFIF picture
da: JPEG/JFIF-billede

# MSG_CTimagegif (95//)
source: GIF picture
da: GIF-billede

# MSG_CTimagepng (96//)
source: PNG picture
da: PNG-billede

# MSG_CTimagetiff (97//)
source: TIFF picture
da: TIFF-billede

# MSG_CTimageilbm (98//)
source: Amiga IFF-ILBM picture
da: Amiga IFF-ILBM-billede

# MSG_CTaudiobasic (99//)
source: UNIX audio file
da: UNIX-lydfil

# MSG_CTaudio8svx (100//)
source: Amiga IFF-8SVX audio
da: Amiga IFF-8SVX-lydfil

# MSG_CTaudiowav (101//)
source: Microsoft WAV audio
da: Microsoft WAV-lydfil

# MSG_CTvideompeg (102//)
source: MPEG video stream
da: MPEG-videofil

# MSG_CTvideoquicktime (103//)
source: Apple QuickTime video
da: Apple QuickTime-videofil

# MSG_CTvideoanim (104//)
source: Amiga IFF-ANIM video
da: Amiga IFF-ANIM-videofil

# MSG_CTvideomsvideo (105//)
source: Microsoft AVI video
da: Microsoft AVI-videofil

# MSG_CTmessagerfc822 (106//)
source: E-mail message
da: E-postmeddelelse

# MSG_LOG_Started (107//)
source: YAM started
da: YAM startet

# MSG_LOG_Terminated (108//)
source: YAM terminated
da: YAM afbrudt

# MSG_LOG_LoggedIn (109//)
source: Logged in as user '%s'
da: Logget ind som bruger '%s'

# MSG_LOG_LoggedInVerbose (110//)
source: Logged in as '%s', using configuration '%s' and mail directory '%s'
da: Logget ind som '%s', benytter opsætningsfilen '%s' og postkataloget '%s'

# MSG_LOG_Deleting (111//)
source: Deleted %ld message(s) in folder '%s'
da: %ld meddelelse(r) i mappe '%s' slettet

# MSG_LOG_DeletingVerbose (112//)
source: Deleted message from '%s' about '%s' in folder '%s'
da: Meddelelse fra '%s' om '%s' i mappen '%s' slettet

# MSG_LOG_Moving (113//)
source: Moved %ld message(s) from folder '%s' to '%s'
da: %ld meddelelse(r) flyttet fra mappe '%s' til '%s'

# MSG_LOG_Copying (115//)
source: Copied %ld message(s) from folder '%s' to '%s'
da: %ld meddelelse(r) kopieret fra mappe '%s' til '%s'

# MSG_LOG_RetrievingVerbose (118//)
source: Retrieved message from '%s' about '%s' (%ld bytes)
da: Meddelelse modtaget fra '%s' om '%s' (%ld bytes)

# MSG_LOG_ConnectSMTP (120//)
source: Connected to SMTP server '%s'
da: Forbundet til SMTP-server '%s'

# MSG_LOG_SendingVerbose (121//)
source: Sent message to '%s' about '%s' (%ld bytes)
da: Meddelelse sendt til '%s' om '%s' (%ld bytes)

# MSG_LOG_Sending (122//)
source: Sent %ld message(s) using SMTP server '%s'
da: %ld meddelelse(r) sendt via SMTP-serveren '%s'

# MSG_LOG_Editing (123//)
source: Edited message from '%s' to '%s' about '%s'
da: Meddelelse fra '%s' til '%s' om '%s' redigeret

# MSG_LOG_Creating (124//)
source: Wrote new message for '%s' about '%s', including %ld attachment(s)
da: Ny meddelelse til '%s' om '%s' oprettet, inklusive %ld bilag

# MSG_LOG_Replying (125//)
source: Replied message from '%s' about '%s'
da: Meddelelse fra '%s' om '%s' besvaret

# MSG_LOG_Forwarding (127//)
source: Forwarded message from '%s' about '%s' to '%s'
da: Meddelelse fra '%s' om '%s' videresendt til '%s'

# MSG_LOG_SavingConfig (129//)
source: Saved configuration file '%s'
da: Opsætningen gemt i filen '%s'

# MSG_LOG_SavingABook (130//)
source: Saved address book '%s'
da: Adressebogen gemt i '%s'

# MSG_LOG_SavingUsers (131//)
source: Saved user configuration
da: Brugerlisten gemt

# MSG_LOG_NewAddress (132//)
source: Added address book entry '%s'
da: Adressebogsposten '%s' tilføjet

# MSG_LOG_Importing (133//)
source: Imported %ld message(s) from file '%s' into folder '%s'
da: %ld meddelelse(r) importeret fra filen '%s' til mappen '%s'

# MSG_LOG_Exporting (134//)
source: Exported %ld message(s) from folder '%s' to file '%s'
da: %ld meddelelse(r) eksporteret fra mappen '%s' til filen '%s'

# MSG_LOG_SavingAtt (135//)
source: Saved attachment '%s' of message '%s' in folder '%s'
da: Bilaget '%s' fra meddelelsen '%s' i mappen '%s' gemt

# MSG_LOG_ChangingSubject (137//)
source: Changed subject '%s' of message '%s' in folder '%s' to '%s'
da: Emnet '%s' på meddelelsen '%s' i mappen '%s' ændret til '%s'

# MSG_UT_Save (138//)
source: Save
da: Gemme

# MSG_UT_Load (139//)
source: Load
da: Indlæse

# MSG_UT_PGPPassReq (140//)
source: Please enter your PGP passphrase:
da: Angiv din PGP-adgangstekst:

# MSG_MA_GetFolderPass (144//)
source: Folder '%s' is a protected folder. Please enter the password to unlock it:
da: Mappen '%s' er en beskyttet mappe. Angiv adgangskoden for at låse den op:

# MSG_MA_ReplyReq (149//)
source: The selected message has multiple recipients. You want to send the reply to the...
da: Den markerede meddelelse har flere modtagere. Vil du sende svaret...

# MSG_MA_ReplyReqOpt (150//)
source: *_Sender|Sender and _all Recipients|_Recipients|_Cancel
da: *...til af_senderen|...til afsenderen og a_lle modtagerne|...til _modtagerne|_Fortryde

# MSG_MA_CompareReq (151//)
source: Sender address (From) is \033b<%s>\033n, but return address (Reply-To) is \033b<%s>\033n. To which address do you want to reply to?
da: Afsenderens adresse (Fra) er <%s>, men returadressen (Svar til) er <%s>. Hvilken adresse vil du bruge?

# MSG_MA_Compare3ReqOpt (152//)
source: _From|*_Reply-To|_Both|_Cancel
da: _Fra|*Sva_r til|_Begge|F_ortryde

# MSG_MA_Compare2ReqOpt (153//)
source: _From|*_Reply-To|_Cancel
da: _Fra|*Sva_r til|F_ortryde

# MSG_MA_ConfirmReq (155//)
source: Confirmation Request
da: Anmodning om godkendelse

# MSG_MA_FilterStats (160//)
source: Filtering done: %3ld messages checked, %3ld forwarded, %3ld moved, %3ld deleted
da: Filtrering udført: %3ld meddelelser undersøgt %3ld videresendt %3ld arkiveret %3ld slettet

# MSG_MA_ExportAppendReq (161//)
source: The output file already exists. Do you want to overwrite it or append the messages?
da: Filen som du vil gemme i, eksisterer allerede. Vil du overskrive den eller tilføje meddelelserne til den?

# MSG_MA_ExportAppendOpts (162//)
source: *_Overwrite|_Append|_Cancel
da: *_Overskrive|_Tilføje|_Fortryde

# MSG_MA_MoveMsg (163//)
source: Move message(s)
da: Flytte meddelelse(r)

# MSG_MA_MoveMsgReq (164//)
source: Please select a destination folder:
da: Vælg den mappe meddelelsen skal over i:

# MSG_MA_MoveGad (165//)
source: _Move
da: Fl_ytte

# MSG_MA_CopyMsg (166//)
source: Copy message(s)
da: Kopiere meddelelse(r)

# MSG_MA_CopyGad (167//)
source: Cop_y
da: _Kopiere

# MSG_MA_ChangeSubjReq (168//)
source: Enter a new subject:
da: Angiv et nyt emne:

# MSG_MA_All (169//)
source: All
da: Alle

# MSG_MA_ExecuteScript (173//)
source: Execute script...
da: Udføre script...

# MSG_MA_CheckSingle (174//)
source: Check single account
da: Undersøge en konto

# MSG_MA_WinTitle (177//)
source: YAM %s - User: %s
da: YAM %s - Bruger: %s

# MSG_MA_ToPrefix (178//)
source: \033bTo: \033n
da: \033bTil: \033n

# MSG_MA_Incoming (179//)
source: Incoming
da: Indbakke

# MSG_MA_Outgoing (180//)
source: Outgoing
da: Udbakke

# MSG_MA_Sent (181//)
source: Sent
da: Sendt

# MSG_MA_TBRead (184//8)
source: Rea_d
da: _Læse

# MSG_MA_TBEdit (185//8)
source: _Edit
da: _Redig.

# MSG_MA_TBMove (186//8)
source: _Move
da: Fl_ytte

# MSG_MA_TBDelete (187//8)
source: De_lete
da: Sle_tte

# MSG_MA_TBGetAddr (188//8)
source: Ge_tAdd
da: Not a_dr

# MSG_MA_TBWrite (189//8)
source: _New
da: Ny _besk

# MSG_MA_TBReply (190//8)
source: _Reply
da: _Svare

# MSG_MA_TBForward (191//8)
source: For_ward
da: Vse_nde

# MSG_MA_TBGetMail (192//8)
source: _Get
da: _Hente

# MSG_MA_TBSendAll (193//8)
source: _Send
da: S_ende

# MSG_MA_TBFilter (194//8)
source: F_ilter
da: S_i

# MSG_MA_TBFind (195//8)
source: _Find
da: S_øge

# MSG_MA_TBAddrBook (196//8)
source: A_book
da: _Adr.bog

# MSG_MA_TBConfig (197//8)
source: _Config
da: _Opsætn.

# MSG_MA_Project (198//)
source: Project
da: Projekt

# MSG_MA_AboutMUI (200//)
source: About MUI...
da: Om MUI...

# MSG_MA_LastErrors (202//)
source: Show last message
da: Vise seneste fejlmeddelelse

# MSG_MA_Restart (203//)
source: Restart
da: Genstarte

# MSG_MA_NewFolder (206//)
source: New folder
da: Ny mappe

# MSG_MA_Select (211//)
source: Select
da: Vælge

# MSG_MA_MDelete (227//)
source: Delete
da: Slette

# MSG_MA_Save (230//)
source: Save...
da: Gemme...

# MSG_MA_MGetAddress (235//)
source: Save address...
da: Gemme adresse...

# MSG_MA_SetStatus (236//)
source: Set status to
da: Sætte status til

# MSG_MA_ChangeSubj (241//)
source: Change subject...
da: Ændre emne...

# MSG_MA_MSend (242//)
source: Send
da: Sende

# MSG_MA_Settings (243//)
source: Settings
da: Indstillinger

# MSG_MA_MAddrBook (244//)
source: Address book
da: Adressebog

# MSG_MA_MConfig (245//)
source: Configuration
da: Opsætning

# MSG_MA_MUsers (246//)
source: Users
da: Brugere

# MSG_HELP_MA_BT_READ (247//)
source: Display the contents of the current message.
da: Viser indholdet af den markerede meddelelse.

# MSG_HELP_MA_BT_EDIT (248//)
source: Modify the current message.
da: Giver dig mulighed for at redigere den markerede meddelelse.

# MSG_HELP_MA_BT_MOVE (249//)
source: Move selected message(s) to another folder.
da: Flytter de(n) markerede meddelelse(r) til en anden mappe.

# MSG_HELP_MA_BT_DELETE (250//)
source: Delete selected message(s).
da: Sletter de(n) markerede mdeddelelse(r).

# MSG_HELP_MA_BT_GETADDRESS (251//)
source: Save sender's address in your address book.
da: Gemmer afsenderens adresse i din adressebog.

# MSG_HELP_MA_BT_WRITE (252//)
source: Compose a new message.
da: Opretter en ny meddelelse.

# MSG_HELP_MA_BT_REPLY (253//)
source: Reply to the selected message(s).
da: Svarer på de(n) markerede meddelelse(r).

# MSG_HELP_MA_BT_FORWARD (254//)
source: Forward the selected message(s) to another recipient.
da: Videresender de(n) markerede meddelelse(r) til en anden modtager.

# MSG_HELP_MA_BT_POPNOW (255//)
source: Connect to the mail server and download new messages.
da: Kobler op til postserveren og henter nye meddelelser.

# MSG_HELP_MA_BT_SENDALL (256//)
source: Send queued messages in the Outgoing folder.
da: Sender de meddelelser fra udbakken som er klar.

# MSG_HELP_MA_BT_FILTER (257//)
source: Apply filters to the messages in this folder. Please note that if 2 or more messages are currently selected, only those will be filtered.
da: Anvender filtrene på alle meddelelser i denne mappe. Bemærk at hvis to eller flere meddelelser er markeret, bliver kun disse filtreret.

# MSG_HELP_MA_BT_SEARCH (258//)
source: Search your mail folders.
da: Søger i dine postmapper.

# MSG_HELP_MA_BT_ABOOK (259//)
source: Open the address book.
da: Åbner adressebogen.

# MSG_HELP_MA_BT_CONFIG (260//)
source: Modify YAM's preferences.
da: Giver dig mulighed for at ændre i YAMs opsætning.

# MSG_CO_ChangeFolderPass (262//)
source: Enter a new password for this folder:
da: Angiv en ny adgangskode til denne mappe:

# MSG_CO_RetypePass (263//)
source: Please re-type the password:
da: Indtast adgangskoden igen:

# MSG_CO_ConfirmDelete (264//)
source: All messages in this folder will be lost. Do you really want to delete it?
da: Alle meddelelser i denne mappe vil gå tabt. Er du sikker på at du vil slette den?

# MSG_CO_InvalidConf (265//)
source: Invalid configuration (missing SMTP/POP3 server name or e-mail address). Please fill in these fields and try again.
da: Ugyldige indstillinger (manglende navn på SMTP-/POP3-server eller e-postadresse) Udfyld disse felter og prøv igen.

# MSG_CO_ImportMIMEReq (266//)
source: Import settings from...
da: Importere indstillinger fra...

# MSG_CO_ImportMIMEGads (267//)
source: *_MIME.prefs|m_ailcap|m_ime.types|_Cancel
da: *_MIME.prefs|mai_lcap|m_ime.types|_Fortryde

# MSG_CO_NewIntroDef (268//)
source: Hello,\n
da: Hej,\n

# MSG_CO_AltRepIntroDef (269//)
source: <EMPTY>On %c, %n wrote:\n
da: Den %c skrev %n:\n

# MSG_CO_AltRepPatternDef (270//)
source: <EMPTY>#?.(com|uk|org|gov)
da: #?.(dk)

# MSG_CO_ForwardIntroDef (271//)
source: *** Begin of forwarded message ***\n\nDate: %c\nFrom: %n <%e>\nSubject: %s\n\n--- Forwarded message follows ---\n\n
da: *** Start på videresendt meddelelse ***\n\nDato: %c\nFra: %n <%e>\nEmne: %s\n\n--- Videresendt meddelelse følger ---\n\n

# MSG_CO_ForwardFinishDef (272//)
source: *** End of forwarded message ***\n
da: *** Slut på videresendt meddelelse ***\n

# MSG_CO_GreetingsDef (273//)
source: Kind regards
da: Venlig hilsen

# MSG_CO_AltRepHelloDef (274//)
source: <EMPTY>Hello %f,\n
da: Hej %f,\n

# MSG_CO_AltRepByeDef (275//)
source: <EMPTY>Kind regards
da: Venlig hilsen

# MSG_CO_MLRepHelloDef (276//)
source: <EMPTY>Hello %f,\n
da: Hej %f,\n

# MSG_CO_MLRepIntroDef (277//)
source: On %c, %n wrote:\n
da: Den %c skrev %n:\n

# MSG_CO_MLRepByeDef (278//)
source: Regards
da: Hilsen

# MSG_CO_LineBreak (279//)
source: \n Line break
da: \n Linjeskift

# MSG_CO_SenderName (280//)
source: %n Original sender: Name
da: %n Oprindelig afsender: navn

# MSG_CO_SenderFirstname (281//)
source: %f Original sender: First name
da: %f Oprindelig afsender: fornavn

# MSG_CO_SenderAddress (282//)
source: %e Original sender: Address
da: %e Oprindelig afsender: adresse

# MSG_CO_SenderSubject (283//)
source: %s Original message: Subject
da: %s Oprindelig meddelelse: emne

# MSG_CO_SenderDate (284//)
source: %d Original message: Date
da: %d Oprindelig meddelelse: dato

# MSG_CO_SenderTime (285//)
source: %t Original message: Time
da: %t Oprindelig meddelelse: klokkeslæt

# MSG_CO_SenderDOW (286//)
source: %w Original message: Day of week
da: %w Oprindelig meddelelse: ugedag

# MSG_CO_SenderMsgID (287//)
source: %m Original message: Message ID
da: %m Oprindelig meddelelse: meddelelses-ID

# MSG_CO_RecptName (290//)
source: %r Recipient: Name
da: %r Modtager: navn

# MSG_CO_RecptFirstname (291//)
source: %v Recipient: First name
da: %v Modtager: fornavn

# MSG_CO_RecptAddress (292//)
source: %a Recipient: Address
da: %a Modtager: adresse

# MSG_CO_ORecptName (293//)
source: %r Original recipient: Name
da: %r Oprindelig modtager: navn

# MSG_CO_ORecptFirstname (294//)
source: %v Original recipient: First name
da: %v Oprindelig modtager: fornavn

# MSG_CO_ORecptAddress (295//)
source: %a Original recipient: Address
da: %a Oprindelig modtager: adresse

# MSG_CO_CompleteHeader (296//)
source: %h Complete header
da: %h Hele meddelelseshovedet

# MSG_CO_ArchiveName (297//)
source: %a Filename of archive
da: %a Arkivets filnavn

# MSG_CO_ArchiveFiles (298//)
source: %f Files to be archived
da: %f Filer som skal arkiveres

# MSG_CO_ArchiveFilelist (299//)
source: %l List containing filenames
da: %l Liste som indeholder filnavne

# MSG_CO_CrdFirstSteps (300//)
source: First steps
da: Første trin

# MSG_CO_CrdFilters (303//)
source: Filters
da: Filtre

# MSG_CO_CrdRead (304//)
source: Read
da: Læsning

# MSG_CO_CrdWrite (305//)
source: Write
da: Skrivning

# MSG_CO_CrdSignature (307//)
source: Signature
da: Signatur

# MSG_CO_CrdSecurity (310//)
source: Security
da: Sikkerhed

# MSG_CO_CrdMixed (311//)
source: Miscellaneous
da: Diverse

# MSG_CO_CrdABook (314//)
source: Address book
da: Adressebog

# MSG_CO_Save (315//)
source: _Save
da: _Gemme

# MSG_CO_Use (316//)
source: _Use
da: _Benytte

# MSG_CO_Cancel (317//)
source: _Cancel
da: _Fortryde

# MSG_CO_MinConfig (343//)
source: Minimal configuration
da: Grundopsætning

# MSG_CO_RealName (344//)
source: _Real name
da: Rigtigt _navn

# MSG_CO_EmailAddress (345//)
source: _E-mail address
da: _E-postadresse

# MSG_CO_Password (347//)
source: _Password
da: K_odeord

# MSG_CO_TimeZone (348//)
source: Time _zone
da: Tids_zone

# MSG_CO_SendMail (350//)
source: Send mail (SMTP)
da: Postafsendelse (SMTP)

# MSG_CO_Allow8bit (353//)
source: Server allows _8bit characters
da: Server tillader _8 bit-tegn

# MSG_CO_ReceiveMail (354//)
source: Receive mail (POP3)
da: Postmodtagelse (POP3)

# MSG_CO_POPUserID (355//)
source: User name
da: B_ruger-ID

# MSG_CO_POPActive (356//)
source: _Active
da: Akt_iv

# MSG_CO_DeleteServerMail (357//)
source: Delete mail _on server
da: Sl_ette post på server

# MSG_CO_PSNever (359//)
source: never
da: aldrig

# MSG_CO_PSLarge (360//)
source: large messages
da: store meddelelser

# MSG_CO_PSAlways (361//)
source: always
da: altid

# MSG_CO_PSAlwaysFast (362//)
source: always, only sizes
da: altid, kun størrelser

# MSG_CO_TWNever (363//)
source: hide always
da: altid skjule

# MSG_CO_TWAuto (364//)
source: automatic
da: automatisk

# MSG_CO_TWAlways (365//)
source: show always
da: altid vise

# MSG_CO_TransferWin (368//)
source: _Transfer window
da: _Overførselsvindue

# MSG_CO_PreSelect (369//)
source: _Pre-selection
da: Vise _valgliste

# MSG_CO_CheckMail (374//)
source: Check for new mail every
da: Tjekke for ny post hvert

# MSG_CO_Minutes (375//)
source: minutes
da: minut

# MSG_CO_NotiReq (378//)
source: _Requester
da: Di_alogboks

# MSG_CO_NotiSound (379//)
source: S_ound
da: _Lydfil

# MSG_CO_NotiCommand (380//)
source: Co_mmand
da: _Kommando

# MSG_CO_Name (381//)
source: N_ame
da: Na_vn

# MSG_CO_Remote (388//)
source: Remote _filter
da: Filtrere på _server inden hentning (S)

# MSG_CO_ApplyToNew (389//)
source: A_pply to new mail
da: Filtrere _ny post (N)

# MSG_CO_ApplyToSent (390//)
source: Apply to sent _mail
da: Filtrere _afsendt post (A)

# MSG_CO_ApplyOnReq (391//)
source: Apply on _request
da: Kun filtrere på _kommando (K)

# MSG_CO_ActionForward (393//)
source: _Forward
da: V_ideresende

# MSG_CO_ActionReply (394//)
source: Repl_y
da: Sv_are

# MSG_CO_ActionExecute (395//)
source: E_xecute
da: _Udføre

# MSG_CO_ActionPlay (396//)
source: _Play sound
da: S_pille lydklip

# MSG_CO_ActionMove (397//)
source: _Move
da: Fl_ytte

# MSG_CO_ActionDelete (398//)
source: Dele_te
da: S_lette

# MSG_CO_ActionSkip (399//)
source: Don't do_wnload
da: U_ndlade hentning

# MSG_CO_HeadNone (400//)
source: none
da: intet

# MSG_CO_HeadShort (401//)
source: custom
da: udvalgte felter

# MSG_CO_HeadFull (402//)
source: all
da: alle felter

# MSG_CO_SINone (403//)
source: none
da: ingen

# MSG_CO_SIFields (404//)
source: data only
da: kun oplysninger

# MSG_CO_SIAll (405//)
source: data and image
da: oplysninger og billede

# MSG_CO_SLBlank (406//)
source: blank line
da: tom linje

# MSG_CO_SLDash (407//)
source: two dashes
da: to streger

# MSG_CO_SLBar (408//)
source: separator bar
da: skillelinje

# MSG_CO_SLSkip (409//)
source: no signature
da: ingen signatur

# MSG_CO_HeaderLayout (410//)
source: Header layout
da: Meddelelseshoved-layout

# MSG_CO_BodyLayout (411//)
source: Message body layout
da: Meddelelseskrop-layout

# MSG_CO_OtherOptions (412//)
source: Other options
da: Andre valgmuligheder

# MSG_CO_WrapHeader (413//)
source: _Wrap headers
da: O_mbryde meddelelseshovedfelter

# MSG_CO_OldQuotes (414//)
source: Old quotes
da: Gamle citater

# MSG_CO_Header (416//)
source: _Headers
da: Besked_hovedfelter

# MSG_CO_SenderInfo (417//)
source: Sender _info
da: Opl. om _afs.

# MSG_CO_SignatureSep (418//)
source: Si_g. separator
da: S_ign.adsk.

# MSG_CO_ColoredText (419//)
source: Colored text
da: Kulørt tekst

# MSG_CO_MultiReadWin (420//)
source: _Multiple windows
da: Flere vind_uer

# MSG_CO_DisplayAll (422//)
source: Display _all texts
da: Vise al te_kst

# MSG_CO_FixedFontEdit (423//)
source: Use _fixed font
da: Benytte _skriftsnit med fast bredde

# MSG_CO_MimeType (425//)
source: MIME _type
da: Bilagst_ype

# MSG_CO_MimeCmd (426//)
source: _Viewer
da: F_remviser

# MSG_CO_Extension (427//)
source: File e_xtensions
da: F_ilnavnsendelser

# MSG_CO_DefaultViewer (428//)
source: De_fault viewer
da: St_andardfremviser
