Repository: Futaura/yam
Catalog: locale/danish.po
Languages: da

# MSG_HELP_CO_ST_IDENTITY_DESCRIPTION (2313//)
source: A custom description for this user identity.
da: En selvvalgt beskrivelse af denne brugeridentitet.

# MSG_HELP_CO_ST_IDENTITY_REALNAME (2314//)
source: The realname "firstname lastname" for this user identity.
da: Det virkelige navn "fornavn efternavn" for denne brugeridentitet.

# MSG_HELP_CO_ST_IDENTITY_EMAIL (2315//)
source: The e-mail address associated with this user identity.
da: E-postadressen som er forbundet med denne brugeridentitet.

# MSG_HELP_CO_ST_IDENTITY_ORGANIZATION (2316//)
source: Optional name of the organization this user identity belongs to.
da: Det eventuelle navn på den organisation som denne brugeridentitet tilhører.

# MSG_HELP_CO_CY_IDENTITY_MAILSERVER (2317//)
source: Allows you to select the outgoing SMTP server which will be used when mail is going to be sent using this user identity.
da: Giver mulighed for at vælge den udgående SMTP-server som skal benyttes når meddelelser skal sendes med denne identitet.

# MSG_HELP_CO_ST_IDENTITY_CC (2318//)
source: The default Cc: recipients added when composing a new mail.
da: De kopi-modtagere der som standard skal tilføjes når en ny meddelelse skrives.

# MSG_HELP_CO_ST_IDENTITY_BCC (2319//)
source: The default Bcc: recipients added when composing a new mail.
da: De blindkopi-modtagere der som standard skal tilføjes når en ny meddelelse skrives.

# MSG_HELP_CO_ST_IDENTITY_REPLYTO (2320//)
source: The default Reply-To: recipients added when composing a new mail.
da: De svar til-modtagere der som standard skal tilføjes når en ny meddelelse skrives.

# MSG_HELP_CO_ST_IDENTITY_EXTRAHEADER (2321//)
source: Allows you to specify the default for putting additional headers to an outgoing mail.
da: Giver mulighed for at angive de ekstra brevhovedfelter der som standard skal tilføjes en udgående meddelelse.

# MSG_HELP_CO_ST_IDENTITY_PHOTOURL (2322//)
source: An optional URL to a photo associated with this user identity.
da: URL til et eventuelt billede som er forbundet med denne brugeridentitet.

# MSG_HELP_CO_CH_IDENTITY_QUOTEMAILS (2325//)
source: When replying or forwarding mails text will be quoted if this option is enabled.
da: Ved hak her vil teksten blive citeret ved besvarelse og videresendelse af meddelelser.

# MSG_HELP_CO_CH_IDENTITY_QUOTEPOS (2326//)
source: Allows to define if your answer should be placed above or below quotes.
da: Giver mulighed for at angive om dit svar skal placeres over eller under citaterne.

# MSG_HELP_CO_CH_IDENTITY_SIGPOS (2327//)
source: Allows to define if your signature should appear below or above the quotes.
da: Giver mulighed for at angive om din signatur skal stå over eller under citaterne.

# MSG_HELP_CO_CH_IDENTITY_SIGREPLY (2328//)
source: If enabled, a signature will be added when replying to a mail.
da: Ved hak her vil en signatur blive tilføjet ved besvarelse af en meddelelse.

# MSG_HELP_CO_CH_IDENTITY_SIGFORWARD (2329//)
source: If enabled, a signature will be added when forwarding a mail.
da: Ved hak her vil en signatur blive tilføjet ved videresendelse af en meddelelse.

# MSG_HELP_CO_CH_IDENTITY_ADDINFO (2330//)
source: If enabled, personal information will be added to the mail (X-SenderInfo header). This requires an addressbook entry with the same email address as this user identity.
da: Ved hak her vil personlige oplysninger blive tilføjet meddelelsen (brevhovedfelt X-SenderInfo). Dette kræver en adressebogspost med samme e-postadresse som denne brugeridentitet.

# MSG_HELP_CO_CH_IDENTITY_REQUESTMDN (2331//)
source: If enabled, a mail disposition notification will be requested per default when composing a mail.
da: Ved hak her vil der som standard blive anmodet om en behandlingsmelding (MDN) når der skrives en meddelelse.

# MSG_HELP_CO_CH_IDENTITY_USEPGP (2332//)
source: Allows to enable/disable the PGP functionality for this whole user identity.
da: Giver mulighed for at slå PGP-funktionen til/fra for hele denne brugeridentitet.

# MSG_HELP_CO_ST_IDENTITY_PGPID (2333//)
source: Allows to specify the PGP-Key ID which should be used for this user identity.
da: Giver mulighed for at angive den PGP-nøgle-ID som skal benyttes for denne brugeridentitet.

# MSG_HELP_CO_ST_IDENTITY_PGPURL (2334//)
source: Allows to specify an URL where the public key for this user identity can be accessed.
da: Giver mulighed for at angive en URL hvor den offentlige nøgle for denne brugeridentitet kan tilgås.

# MSG_HELP_CO_CH_IDENTITY_PGPSIGN_UNENC (2335//)
source: If enabled, the default is set to PGP sign all unencrypted emails when starting to compose them.
da: Ved hak her vil alle ukrypterede meddelelser som standard blive underskrevet med PGP når man begynder at skrive dem.

# MSG_HELP_CO_CH_IDENTITY_PGPSIGN_ENC (2336//)
source: If enabled, the default is set to PGP sign all encrypted emails when starting to compose them.
da: Ved hak her vil alle krypterede meddelelser som standard blive underskrevet med PGP når man begynder at skrive dem.

# MSG_HELP_CO_CH_IDENTITY_PGPENC_ALL (2337//)
source: If enabled, the default is set to PGP encrypt all emails when starting to compose them.
da: Ved hak her vil alle meddelelser som standard blive underskrevet med PGP når man begynder at skrive dem.

# MSG_HELP_CO_CH_IDENTITY_PGPENC_SELF (2338//)
source: If enabled, all emails being encrypted via PGP will have the PGP key added of this user identity. If disabled, encrypted emails cannot be decrypted by this user identity.
da: Ved hak her vil alle meddelelser som krypteres med PGP, få PGP-nøglen for denne identitet tilføjet. I modsat fald vil krypterede meddelelser ikke kunne dekrypteres af denne brugeridentitet.

# MSG_HELP_CO_CY_IDENTITY_SIGNATURE (2339//)
source: Allows to select the default signature that should be used when composing emails with this user identity.
da: Giver mulighed for at vælge den signatur der som standard skal benyttes ved skrivning af meddelelser med denne brugeridentitet.

# MSG_CO_CONFIGWARNING_TITLE (2340//)
source: Configuration Warning
da: Advarsel vedr. indstillinger

# MSG_CO_CONFIGWARNING (2341//)
source: You have modified certain configuration settings and will lose these changes when closing the config window. How do you want to proceed?
da: Du har lavet ændringer i dine indstillinger og vil miste disse ændringer når du lukker indstillingsvinduet. Hvad vil du gøre?

# MSG_CO_CONFIGWARNING_BT (2342//)
source: _Close window|*_Abort
da: _Lukke vinduet|*_Fortryde

# MSG_CO_CONFIGVERSIONWARNING_TITLE (2343//)
source: Configuration Version Warning
da: Advarsel om indstillingsversioner

# MSG_CO_CONFIGVERSIONWARNING (2344//)
source: The configuration file that YAM tries to load was saved by a newer YAM version. If you continue to load this file some config settings might be lost and set to their default values. How do you want to proceed?
da: Den indstillingsfil som YAM forsøger at indlæse, blev gemt fra en nyere version af YAM. Hvis du fortsætter med at indlæse denne fil, risikerer du at nogle indstillinger går tabt og bliver nulstillet til deres standardværdier. Hvad vil du gøre?

# MSG_CO_CONFIGVERSIONWARNING_BT (2345//)
source: _Continue|*_Abort
da: Fort_sætte|*_Fortryde

# MSG_WR_MCCADDRFIELD (2346//)
source: Cc Address Field
da: Kopi til-felt

# MSG_WR_MBCCADDRFIELD (2347//)
source: Bcc Address Field
da: Blindkopi til-felt

# MSG_WR_MREPLYTOADDRFIELD (2348//)
source: Reply-To Address Field
da: Svar til-felt

# MSG_CO_LISTCOLUMNSETTINGS (2349//)
source: Column settings
da: Kolonneindstillinger

# MSG_CO_LOOKFEEL_MAINWINDOW (2350//)
source: Main window
da: Hovedvinduet

# MSG_CO_LOOKFEEL_TITLE_THEME (2351//)
source: Theme
da: Temaer

# MSG_CO_LOOKFEEL_TITLE_INFO (2352//)
source: Information
da: Temaoplysninger

# MSG_HELP_WR_CY_SIGNATURE (2353//)
source: Allows to select which signature show be used for the currently composed message.
da: Giver mulighed for at vælge hvilken signatur der skal benyttes til den meddelelse som skrives.

# MSG_WR_PGPSECURITY (2354//)
source: PGP security level
da: PGP-sikkerhedsniveau

# MSG_HELP_WR_CY_SECURITY (2355//)
source: Allows to select the PGP security level. You can select if a message should be signed, encrypted or both. "Default" tries to find the recipient in your address book and use the settings defined there.
da: Giver mulighed for at vælge sikkerhedsniveauet for PGP. Man kan vælge om en meddelelse skal underskrives, krypteres eller begge dele. "Standard" vil forsøge at finde modtageren i adressebogen og anvende de indstillinger der er foretaget der.

# MSG_CO_MIMETYPE_TITLE (2356//)
source: MIME type
da: MIME-typer

# MSG_CO_DOWNLOAD_LARGE_MAILS1 (2357//)
source: _Download messages larger than
da: Hente me_ddelelser som er større end

# MSG_MA_DRAFTS (2359//)
source: Drafts
da: Kladder

# MSG_CO_SIGNATURE (2360//)
source: Signature
da: Signatur

# MSG_CO_SIGNATURES (2361//)
source: Signatures
da: Signaturer

# MSG_CO_SIGNATURE_DESCRIPTION (2362//)
source: Description
da: Beskrivelse

# MSG_CO_SIGNATURE_ACTIVE (2363//)
source: _Active
da: Akt_iv

# MSG_CO_IDENTITY_SIGNATURE (2364//)
source: Signature
da: Signatur

# MSG_HELP_CO_LV_SIGNATURE (2365//)
source: List of all signatures
da: Liste over alle signaturer

# MSG_HELP_CO_BT_SIGADD (2366//)
source: Adds a new signature to the list.
da: Tilføjer en ny signatur til listen.

# MSG_HELP_CO_BT_SIGDEL (2367//)
source: Removes selected signature from list.
da: Fjerner den markerede signatur fra listen.

# MSG_HELP_CO_BT_SIGUP (2368//)
source: Moves signature one entry up.
da: Flytter signaturen en post opad.

# MSG_HELP_CO_BT_SIGDOWN (2369//)
source: Moves signature one entry down.
da: Flytter signaturen en post nedad.

# MSG_HELP_CO_BT_SIG_ACTIVE (2370//)
source: Flags the currently selected signature as active or inactive.
da: Sætter den markerede signatur til aktiv eller inaktiv.

# MSG_HELP_CO_ST_SIG_DESC (2371//)
source: Allows you to enter a freetext description for the signature.
da: Giver mulighed for at indtaste en selvvalgt beskrivelse af signaturen.

# MSG_HELP_CO_TE_SIGEDIT (2372//)
source: Text editor for entering/changing the signature text.
da: Tekstredigeringspanel til indtastning eller ændring af signaturteksten.

# MSG_CO_MIXED_CONNECTIONS (2373//)
source: Connections
da: Opkoblinger

# MSG_CO_POP_NOTIFICATION (2374//)
source: Notification for new mails
da: Besked om nye meddelelser

# MSG_SSL_CERT_WARNING_TITLE (2375//)
source: SSL Certificate Warning
da: Advarsel om SSL-certifikat

# MSG_SSL_CERT_WARNING_BUTTONS (2376//)
source: _Accept|Accept _Permanently|_Show Certificate|*_Reject
da: _Acceptere|Acceptere _permanent|_Vise certifikat|*A_fvise

# MSG_SSL_CERT_WARNING_INTRO (2377//)
source: Error validating server certificate for '\033b%s:%d\033n':
da: Fejl ved forsøg på validering af servercertifikatet for '\033b%s:%d\033n':

# MSG_SSL_CERT_WARNING_UNTRUSTED (2378//)
source: - The certificate is not issued by a trusted authority. Use the fingerprint to validate the certificate manually.
da: - Certifikatet er ikke udstedt af en autoritet du har angivet tillid til. Benyt fingeraftrykket til at validere certifikatet manuelt.

# MSG_SSL_CERT_WARNING_IDMISMATCH (2379//)
source: - The certificate hostname does not match.
da: - Certifikatets servernavn passer ikke.

# MSG_SSL_CERT_WARNING_NOTYETVALID (2380//)
source: - The certificate is not yet valid.
da: - Certifikatet er endnu ikke gyldigt.

# MSG_SSL_CERT_WARNING_EXPIRED (2381//)
source: - The certificate has expired.
da: - Certifikatet er udløbet.

# MSG_SSL_CERT_WARNING_OTHER (2382//)
source: - The certificate has an unknown error.
da: - Certifikatet har en ukendt fejl.

# MSG_SSL_CERT_WARNING_INFO (2383//)
source: Certificate information: - Hostname: \033b%s\033n - Valid: \033b%s\033n until \033b%s\033n - Issuer: \033b%s\033n - Fingerprint: \033b%s\033n
da: Certifikatoplysninger: - Servernavn: \033b%s\033n - Gyldigt: \033b%s\033n til \033b%s\033n - Udsteder: \033b%s\033n - Fingeraftryk: \033b%s\033n

# MSG_SSL_CERT_WARNING_SHOWTITLE (2384//)
source: Certificate of %s:%d
da: Certifikat for %s:%d

# MSG_ER_WARN_CAFILE (2385//)
source: While trying to establish a SSL connection the certificate bundle file '%s' was found to be missing. Please make sure that the file exists and is uptodate or otherwise each SSL connection will be flagged as unverified.
da: Under forsøg på at oprette en SSL-forbindelse konstateredes det at certifikatsamlingsfilen '%s' manglede. Sørg for at filen findes og er opdateret, ellers vil alle SSL-forbindelser blive opfattet som uverificerede.

# MSG_ER_WARN_LOADCAPATH (2386//)
source: While trying to load the certificate bundle '%s' or individual certificate files from '%s' an error occurred. Please make sure that no invalid file has been placed in the certificate folder.
da: Under forsøg på at indlæse certifikatsamlingen '%s' eller enkelte certifikatfiler fra '%s' indtraf der en fejl. Sørg for at der ikke er placeret nogen ugyldige filer i certifikatkataloget.

# MSG_ER_WARN_CAPATH (2387//)
source: While trying to setup a SSL certificate verify the directory '%s' was found to be missing. Please make sure that the path exists and contains the certificate bundle file as supplied during the installation process of YAM.
da: Under forsøg på at opsætte verifikation af et SSL-certifikat konstateredes det at kataloget '%s' manglede. Sørg for at stien findes og indeholder certifikatsamlingsfilen som den var under installationen af YAM.

# MSG_CO_ACTION_TERMINATE_FILTER (2388//)
source: Terminate filter process
da: Afbryde filtreringsprocessen

# MSG_HELP_CO_CH_ATERMINATE (2389//)
source: Terminate the filter process after this filter. Following filters will not be executed anymore.
da: Filterprocessen afbrydes efter dette filter. De følgende filtre vil ikke længere blive anvendt.

# MSG_CO_FILTER_IMPORT (2390//)
source: Import...
da: Importere...

# MSG_FILTER_IMPORT_TITLE (2391//)
source: Import filter
da: Import af filter

# MSG_SPAM_TRUSTHEADERLINES (2392//)
source: Trust header lines of this external filter:
da: Stole på hovedlinjerne i dette eksterne filter:

# MSG_ER_POP3_UIDLHASH_INIT_FAILED (2393//)
source: Failed to initialized UIDL hash table.
da: Fejl under forsøg på at initialisere hashtabellen over UIDL'er.

# MSG_CO_SIGNATURE_TEXT (2394//)
source: Signature text
da: Signaturtekst

# MSG_CO_APPEND_SIGNATURE_FILE (2395//)
source: Append a file as signature instead
da: Tilføje en fil som signatur i stedet

# MSG_PRESELECT_GETTING_DETAILS (2396//)
source: Getting message details (%%ld of %ld)
da: Henter meddelelsesoplysninger (%%ld af %ld)

# MSG_CO_UPDATES_INFO_MANUAL (2397//)
source: You will have to check for updates manually.
da: Du må selv manuelt søge efter opdateringer.

# MSG_CO_UPDATES_INFO_AUTO (2398//)
source: You will be notified as soon as updates are available.
da: Du vil få besked så snart der er nye opdateringer klar.

# MSG_PGPPASS_SHOW_CHARS (2399//)
source: Show characters
da: Vise tegn

# MSG_CANNOT_CREATE_CUSTOM_CLASS (2400//)
source: Failed to create custom class '%s' as subclass of '%s'.
da: Fejl under forsøg på at oprette tredjepartsklassen '%s' som underklasse til '%s'.

# MSG_ER_MORPHOS_REXX_WARNING (2401//)
source: YAM has identified that you are running a version of the 'rexxsyslib.library' in your MorphOS system that is known to not have a working ARexx implementation. To solve this situation and get ARexx running with YAM you should install a copy of the 'rexxsyslib.library' from an AmigaOS 3.1-3.9 installation to 'SYS:Libs', rename the 'rexxsyslib.library' in 'MOSSYS:Libs' and reboot your system.
da: YAM har konstateret at du i dit MorphOS-system kører med en version af 'rexxsyslib.library' som vides ikke at have en fungerende ARexx-implementering. For at løse denne situation og få ARexx til at fungere med YAM skal du installere en kopi af 'rexxsyslib.library' fra en AmigaOS 3.1-3.9-installation i SYS:Libs, omdøbe kopien af 'rexxsyslib.library' i MOSSYS:Libs og genstarte dit system.

# MSG_WR_SAVEASDRAFT (2402//)
source: Save as _draft
da: Gemme som kladde

# MSG_HELP_WR_BT_SAVEASDRAFT (2403//)
source: Saves the message to the 'Drafts' folder.
da: Gemmer meddelelsen i mappen 'Kladder'.

# MSG_WR_MSAVEASDRAFT (2404//)
source: Save as draft
da: Gemme som kladde

# MSG_WR_MCLOSE (2405//)
source: Close
da: Lukke

# MSG_LOG_REDIRECT (2406//)
source: Redirected message from '%s' about '%s' to '%s'
da: Omdirigeret meddelelse fra '%s' om '%s' til '%s'

# MSG_CO_ACTIONREDIRECT (2407//)
source: _Redirect
da: _Omdirigere

# MSG_HELP_CO_CH_AREDIRECT (2408//)
source: Redirect matching messages to another person.
da: Omdirigerer passende meddelelser til en anden person.

# MSG_HELP_CO_ST_AREDIRECT (2409//)
source: E-mail address(es) that should get the redirected messages.
da: E-postadresse(r) som skal modtage de omdirigerede meddelelser.

# MSG_MA_MREDIRECT (2410//)
source: Redirect...
da: Omdirigere...

# MSG_WR_REDIRECT_FROM (2411//)
source: Resent-_From
da: Omdirigeret _fra

# MSG_WR_REDIRECT_TO (2412//)
source: Resent-_To
da: Omdirigeret _til

# MSG_WR_REDIRECT_CC (2413//)
source: Resent-_Cc
da: Omdirigeret _kopi til

# MSG_WR_REDIRECT_BCC (2414//)
source: Resent-_Bcc
da: Omdirigeret _blindkopi til

# MSG_WR_REDIRECT_TITLE (2415//)
source: Redirect message(s)
da: Omdirigering af meddelelse(r)

# MSG_ER_CANNOT_CREATE_MAIL_FILE (2416//)
source: Could not create mail file '%s'. Reason: invalid folder directory or insufficient disk space.
da: Fejl under forsøg på at oprette meddelelsesfilen '%s'. Årsag: Ugyldigt mappekatalog eller utilstrækkelig diskplads.

# MSG_WR_RENAME (2417//)
source: _Rename
da: _Omdøbe

# MSG_WR_RENAME_ATTACHMENT (2418//)
source: Rename attachment
da: Omdøbe vedhæftning

# MSG_WR_ENTER_NEW_NAME (2419//)
source: Enter new attachment name:
da: Indtast nyt vedhæftningsnavn:

# MSG_FI_SKIP_ENCRYPTED (2420//)
source: Skip encrypted mails
da: Springe over krypterede meddelelser

# MSG_HELP_FI_CH_SKIP_ENCRYPTED (2421//)
source: Skip encrypted mails (i.e. PGP) during the search.
da: Ved hak her vil meddelelser som er krypteret (fx med PGP), blive sprunget over i søgningen.

# MSG_CO_QUICKSEARCHBAR (2422//)
source: Quick search bar
da: Vise søge_linje i hovedvinduet

# MSG_HELP_CO_CH_QUICKSEARCHBAR (2423//)
source: Here you can select the position of the quick search bar.
da: Her kan man vælge placeringen af søgelinjen i hovedvinduet.

# MSG_CO_QUICKSEARCHBARPOS (2424//)
source: Posi_tion
da: Pla_cering

# MSG_CO_QUICKSEARCHBARPOS01 (2425//)
source: Disabled
da: Slået fra

# MSG_CO_QUICKSEARCHBARPOS02 (2426//)
source: Top
da: Øverst

# MSG_CO_QUICKSEARCHBARPOS03 (2427//)
source: Bottom
da: Nederst

# MSG_CO_FILTER_REGISTER_SETTINGS (2428//)
source: General
da: Generelt

# MSG_CO_FILTER_REGISTER_CONDITIONS (2429//)
source: Conditions
da: Betingelser

# MSG_CO_FILTER_REGISTER_ACTIONS (2430//)
source: Actions
da: Handlinger

# MSG_CO_CONDITION_ALL (2431//)
source: all
da: alle

# MSG_CO_CONDITION_MIN_ONE (2432//)
source: one or more
da: én eller flere

# MSG_CO_CONDITION_MAX_ONE (2433//)
source: only one
da: én og kun én

# MSG_WR_CMENU_TITLE (2434//)
source: Attachments
da: Bilag

# MSG_WR_CMENU_ADD_ATTACHMENT (2435//)
source: Add file(s)...
da: Tilføje fil(er)...

# MSG_WR_CMENU_ADD_ARCHIVE_ATTACHMENT (2436//)
source: Pack & add...
da: Pakke og tilføje...

# MSG_WR_CMENU_REMOVE_ATTACHMENT (2437//)
source: Remove
da: Fjerne

# MSG_WR_CMENU_RENAME_ATTACHMENT (2438//)
source: Rename...
da: Omdøbe...

# MSG_WR_CMENU_DISPLAY_ATTACHMENT (2439//)
source: Display
da: Fremvise

# MSG_WR_TITLEATTACHMENT (2440//)
source: Attachment
da: Bilag

# MSG_WR_REMOVE (2441//)
source: Re_move
da: F_jerne

# MSG_CO_CONDITION_PREPHRASE (2442//)
source: If
da: Hvis

# MSG_CO_CONDITION_POSTPHRASE (2443//)
source: of the following conditions are met:
da: af følgende betingelser er opfyldt:

# MSG_CO_FALLBACK_TZONE (2444//)
source: America/New_York
da: Europe/Copenhagen

# MSG_HELP_CO_GR_TZONE (2445//)
source: Here you can set your current location/time zone.
da: Her kan man vælge sin aktuelle placering/tidszone

# MSG_CO_TZONE_GMTOFFSET (2446//)
source: Current GMT offset:
da: Aktuel forskydning fra GMT:

# MSG_CO_TZONE_NEXTDSTSWITCH (2447//)
source: Next DST switch:
da: Næste skift fra/til sommertid:

# MSG_CO_TZONE_NODSTSWITCH (2448//)
source: no daylight saving
da: ingen sommertid

# MSG_CO_TZONE_DESCRIPTION (2449//)
source: Description:
da: Beskrivelse:

# MSG_CO_TZONE_DESCRIPTION_NA (2450//)
source: n/a
da: ingen

# MSG_TZONE_ZONETAB_FILE_MISSING (2451//)
source: Cannot open time zones description file '%s/Resources/zoneinfo/zone.tab'. Please make sure to install all time zones management related files to the '%s/Resources/zoneinfo' directory.
da: Fejl ved forsøg på åbning af tidszonebeskrivelsesfilen '%s/Resources/zoneinfo/zone.tab'. Sørg for at alle filer som har at gøre med styring af tidszoner, er installeret i kataloget '%s/Resources/zoneinfo'.

# MSG_TZONE_LOCATION_FILE_MISSING (2452//)
source: Cannot open time zone information file '%s'. Time zone information will be incorrect. Please make sure to install all time zones management related files to the '%s/Resources/zoneinfo' directory.
da: Fejl ved forsøg på åbning af tidszoneoplysningsfilen '%s'. Tidszoneoplysningerne bliver forkerte. Sørg for at alle filer som har at gøre med styring af tidszoner, er installeret i kataloget '%s/Resources/zoneinfo'.

# MSG_FOLDER_MOVE_WARNING_TITLE (2453//)
source: YAM folder format warning
da: Advarsel om mappeindretning i YAM

# MSG_FOLDER_MOVE_WARNING (2454//)
source: An obsolete folder storage format has been found. YAM will now move all folder directories to a new subdirectory called 'Folders' in the mail directory '%s'. \033bWARNING:\033n This operation is \033birreversible\033n and will result in folders which are no longer compatible to former versions of YAM. Do you want to perform this operation now or quit YAM and make a backup first?
da: Der er konstateret en ikke længere gyldig mappeindretning. YAM vil nu flytte alle mappekatalogerne ned i et nyt underkatalog ved navn 'Folders' i meddelelseskataloget '%s'. \033bADVARSEL:\033n Denne handling \033bkan ikke fortrydes\033n og vil medføre at mapperne ikke længere er kompatible med tidligere YAM-versioner. Vil du gennemføre denne handling nu eller afslutte YAM og lave en sikkerhedskopi først?

# MSG_FOLDER_MOVE_WARNING_GADS (2455//)
source: _Continue|*_Quit
da: _Fortsætte|*_Afslutte

# MSG_FO_DISPLAYNAME (2456//)
source: Display _name
da: Mappens _navn

# MSG_FO_DIRECTORYNAME (2457//)
source: Directory na_me
da: _Katalogets navn

# MSG_VALIDATING_FOLDERS (2458//)
source: Validating folders...
da: Validerer mapper...

# MSG_MA_MARCHIVE (2459//)
source: Archive
da: Arkivere

# MSG_MA_ARCHIVE (2460//)
source: Archive
da: Arkivere

# MSG_CO_SHOW_ARCHIVER_PROGRESS (2461//)
source: Show progress
da: Vise forløb

# MSG_CO_LAUNCH_EXTEDITOR (2462//)
source: _Launch external editor immediately
da: Starte _eksternt redigeringsprogram straks

# MSG_CO_EXTEDITOR (2463//)
source: External editor settings
da: Indstillinger for ekstern redigering

# MSG_HELP_CO_ST_EDITOR_EXT (2464//)
source: Path to your favourite external editor which you can use as an alternative to the internal one.
da: Stien til dit foretrukne eksterne redigeringsprogram, som du kan benytte i stedet for det indbyggede.

# MSG_CO_EXTEDITOR_CODESET (2465//)
source: Display c_harset
da: Visnings_tegnsæt

# MSG_HELP_CO_TX_DEFCODESET_EDITOR (2467//)
source: Choose a charset to which the text will be converted to before starting the external editor.
da: Her kan man vælge et tegnsæt som teksten konverteres til før start af det eksterne redigeringsprogram.
