Repository: Futaura/yam
Catalog: locale/danish.po
Languages: da

# MSG_HELP_CO_ST_APP (679//)
source: Try to put the AppIcon exactly at these coordinates.
da: Placeringen af postkasse- app-ikonet i pixels.

# MSG_HELP_CO_CH_CLGADGET (680//)
source: Do you want YAM to iconify when you hit the close gadget?
da: Vil du have YAM ikonificeret når du benytter vinduets lukkeknap?

# MSG_HELP_CO_CH_CONFIRM (681//)
source: Do you want to confirm deletion of messages?
da: Vil du godkende før sletning af meddelelser?

# MSG_HELP_CO_NB_CONFIRMDEL (682//)
source: Minimum number of messages to display the confirmation requester.
da: Det mindste antal meddelelser der skal til for at vise godkendelsesboksen.

# MSG_HELP_CO_CH_REMOVE (683//)
source: Immediately delete the messages rather than moving them to the Trash folder. (Use this with care)
da: Sletter meddelelser med det samme i stedet for at flytte dem til affaldsmappen.

# MSG_HELP_CO_TX_ENCPACK (690//)
source: XPK library used to protect and compress folders.
da: XPK-bibliotek som bruges til at beskytte og komprimere mapper.

# MSG_HELP_CO_TX_PACKER (691//)
source: XPK library used to compress folders.
da: XPK-bibliotek som bruges til at komprimere mapper.

# MSG_HELP_CO_NB_ENCPACK (692//)
source: Efficiency of this packer. 100% is the best value, but also the slowest.
da: Pakkerens effektivitet. 100% er bedst, men langsomst.

# MSG_HELP_CO_ST_ARCHIVER (693//)
source: Command and options used to create archived attachments.
da: Arkiveringskommando med evt. argumenter der benyttes til at oprette komprimerede bilag.

# MSG_HELP_CO_ST_RXNAME (694//)
source: Description of the script in the 'Scripts' menu.
da: Beskrivelse af makroen i menuen 'Makroer'.

# MSG_HELP_CO_ST_SCRIPT (695//)
source: Filename of the script.
da: Makroens filnavn.

# MSG_HELP_CO_CY_ISADOS (696//)
source: Type of the script (ARexx or AmigaDOS).
da: Makroens type (ARexx eller AmigaDOS).

# MSG_HELP_CO_CH_CONSOLE (697//)
source: Open a console window to allow input and output from the script.
da: Åbner et konsolvindue for at muliggøre ind- og uddata til og fra makroen.

# MSG_HELP_CO_CH_WAITTERM (698//)
source: Do not run the script asynchronously but wait for it to complete.
da: Undlader at køre makroen asynkront.

# MSG_HELP_CO_BT_SAVE (699//)
source: Save current settings.
da: Gemmer den aktuelle opsætning.

# MSG_HELP_CO_BT_USE (700//)
source: Use current settings.
da: Tager den aktuelle opsætning i brug.

# MSG_HELP_CO_BT_CANCEL (701//)
source: Close configuration window and use the old settings.
da: Lukker opsætningsvinduet og går tilbage til den gamle opsætning.

# MSG_AB_BirthdayReminder (703//)
source: Birthday Reminder
da: Fødselsdagspåmindelse.

# MSG_AB_HappyBirthday (704//)
source: Happy birthday
da: Tillykke med fødselsdagen!

# MSG_AB_ListAlias (706//)
source: Alias (LIST)
da: Alias (LISTE)

# MSG_AB_GroupAlias (707//)
source: Alias (GROUP)
da: Alias (GRUPPE)

# MSG_AB_PrintReqGads (708//)
source: _Long format|_Short format|_Cancel
da: _Langt format|_Kort format|_Fortryde

# MSG_AB_PrintReq (709//)
source: Select print format:
da: Vælg udskriftsformatet:

# MSG_AB_FoundEntry (711//)
source: Found matching entry. Alias: \033b%s\033n Name: \033b%s\033n
da: Fandt en passende post. Alias: \033b%s\033n Navn: \033b%s\033n

# MSG_AB_FindEntry (712//)
source: Find Entry
da: Finde post

# MSG_AB_FindEntryReq (713//)
source: This module finds a given text in the alias, name, address, description, street, city or country fields. Please enter the search pattern (AmigaDOS wildchars are supported):
da: Dette modul søger efter en given tekst i felterne alias, navn, adresse, beskrivelse, gade, by og land. Angiv søgemønsteret (AmigaDOS-jokertegn kan bruges):

# MSG_AB_StartSearch (714//)
source: _Start search
da: _Påbegynde søgning

# MSG_AB_FoundEntryGads (715//)
source: _Next hit|*_Edit hit|_Cancel
da: _Næste passende post|_Redigere post|_Afbryde

# MSG_AB_NoneFound (716//)
source: No matching entries found.
da: Der var ingen poster der passede.

# MSG_AB_Modified (717//)
source: Address book has been modified.
da: Adressebogen er blevet ændret.

# MSG_AB_TitleName (720//)
source: Name
da: Navn

# MSG_AB_TitleDescription (721//)
source: Description
da: Beskrivelse

# MSG_AB_TitleAddress (722//)
source: Address
da: Adresse

# MSG_AB_TitleStreet (723//)
source: Street
da: Vej/gade

# MSG_AB_TitleCity (724//)
source: City
da: By

# MSG_AB_TitleCountry (725//)
source: Country
da: Land

# MSG_AB_TitlePhone (726//)
source: Phone
da: Telefon

# MSG_AB_TitleBirthDate (727//)
source: Birth date
da: Fødselsdag

# MSG_AB_TitleHomepage (729//)
source: Homepage
da: Hjemmeside

# MSG_AB_MIFind (730//)
source: Find...
da: Søge...

# MSG_AB_Entry (731//)
source: Entry
da: Listepost

# MSG_AB_AddUser (732//)
source: New person
da: Ny person

# MSG_AB_AddGroup (733//)
source: New group
da: Ny gruppe

# MSG_AB_AddList (734//)
source: New distribution list
da: Ny distributionsliste

# MSG_AB_Duplicate (735//)
source: Duplicate
da: Kopiere

# MSG_AB_MIPrint (736//)
source: Print
da: Udskrive

# MSG_AB_MIDelete (737//)
source: Delete
da: Slette

# MSG_AB_Sort (738//)
source: Sort
da: Sortering

# MSG_AB_SortByAlias (739//)
source: By alias
da: Efter alias

# MSG_AB_SortByName (740//)
source: By last name
da: Efter efternavn

# MSG_AB_SortByFirstname (741//)
source: By first name
da: Efter fornavn

# MSG_AB_SortByDesc (742//)
source: By description
da: Efter beskrivelse

# MSG_AB_SortByAddress (743//)
source: By address
da: Efter adresse

# MSG_AB_View (744//)
source: View
da: Fremvise

# MSG_AB_Fold (745//)
source: Fold all
da: Sammenfolde alle

# MSG_AB_Unfold (746//)
source: Unfold all
da: Udfolde alle

# MSG_AB_TBSave (747//8)
source: _Save
da: _Gemme

# MSG_AB_TBFind (748//8)
source: _Find
da: _Søge

# MSG_AB_TBNewList (750//8)
source: _List
da: _Liste

# MSG_AB_TBNewGroup (751//8)
source: _Group
da: G_ruppe

# MSG_AB_TBEdit (752//8)
source: _Edit
da: Red_ig.

# MSG_AB_TBDelete (753//8)
source: _Delete
da: Sl_ette

# MSG_AB_TBPrint (754//8)
source: P_rint
da: U_dskr

# MSG_AB_TBOpenTree (755//8)
source: _Unfold
da: _Udfolde

# MSG_AB_TBCloseTree (756//8)
source: F_old
da: _Folde

# MSG_HELP_AB_BT_SAVE (757//)
source: Save current changes.
da: Gemmer aktuelle ændringer.

# MSG_HELP_AB_BT_SEARCH (758//)
source: Find an entry in the address book.
da: Søger efter en post i adressebogen.

# MSG_HELP_AB_BT_ADDUSER (759//)
source: Add a new person to your address book.
da: Indsætter en ny person i din adressebog.

# MSG_HELP_AB_BT_ADDGROUP (760//)
source: Add a new group (directory) to the address book.
da: Indsætter en ny gruppe i din adressebog.

# MSG_HELP_AB_BT_ADDMLIST (761//)
source: Add a new distribution list to the address book.
da: Indsætter en ny distributions- liste i din adressebog.

# MSG_HELP_AB_BT_EDIT (762//)
source: Edit this entry.
da: Giver dig mulighed for at ændre den markerede post.

# MSG_HELP_AB_BT_DELETE (763//)
source: Delete the selected entry from the address book.
da: Sletter den markerede post fra din adressebog.

# MSG_HELP_AB_BT_PRINT (764//)
source: Print the selected entry.
da: Udskriver den markerede post.

# MSG_HELP_AB_BT_OPEN (765//)
source: Display all the entries in the address book.
da: Viser alle poster i adressebogen.

# MSG_HELP_AB_BT_CLOSE (766//)
source: Only display the root entries in the address book.
da: Viser kun rodposter i adressebogen.

# MSG_HELP_AB_BT_TO (767//)
source: Set primary recipient(s) for a new message.
da: Vælger primær(e) modtager(e) for ny meddelelse.

# MSG_HELP_AB_BT_CC (768//)
source: Set secondary recipient(s) for a new message.
da: Vælger sekundær(e) modtager(e) for ny meddelelse.

# MSG_HELP_AB_BT_BCC (769//)
source: Set blind copy recipient(s) for a new message.
da: Vælger blindkopimodtager(e) for ny meddelelse.

# MSG_EA_EditUser (776//)
source: Edit person
da: Redigere person

# MSG_EA_EditList (777//)
source: Edit distribution list
da: Redigere distributionsliste

# MSG_EA_EditGroup (778//)
source: Edit group
da: Redigere gruppe

# MSG_EA_ElectronicMail (779//)
source: Electronic mail
da: Elektronisk post

# MSG_EA_RealName (781//)
source: _Real name
da: _Rigtigt navn

# MSG_EA_EmailAddress (782//)
source: E-_mail address
da: _E-postadresse

# MSG_EA_PGPId (783//)
source: PGP _key ID
da: Nøgle-ID til _PGP

# MSG_EA_Homepage (784//)
source: _Homepage
da: _Hjemmeside

# MSG_EA_SnailMail (785//)
source: Snail mail
da: Almindelig post

# MSG_EA_Street (786//)
source: _Street
da: _Gadenavn

# MSG_EA_City (787//)
source: C_ity/ZIP
da: Postnu_mmer/by

# MSG_EA_Country (788//)
source: S_tate/Country
da: Del_stat/land

# MSG_EA_Phone (789//)
source: _Phone number(s)
da: _Tlf.-nr.

# MSG_EA_Miscellaneous (790//)
source: Miscellaneous
da: Diverse

# MSG_EA_Description (791//)
source: D_escription
da: _Beskrivelse

# MSG_EA_DOB (792//)
source: Date of _birth
da: Fødsels_dato

# MSG_EA_Portrait (793//)
source: Portrait
da: Portræt

# MSG_EA_SelectPhoto (794//)
source: Se_lect...
da: _Vælge...

# MSG_EA_ReturnAddress (796//)
source: _Return address
da: _Returadresse

# MSG_EA_MLName (797//)
source: _Mailing list name
da: _Postlistenavn

# MSG_EA_Members (798//)
source: Members
da: Medlemmer

# MSG_EA_Sort (799//)
source: _Sort
da: Sort_ere

# MSG_HELP_EA_ST_ALIAS (800//)
source: Identity (e.g. nickname or abbreviation) of this entry.
da: Identifikation (fx øgenavn eller forkortelse) for denne post.

# MSG_HELP_EA_ST_DESCRIPTION (801//)
source: A short comment for this entry.
da: En kort kommentar til denne post.

# MSG_HELP_EA_ST_REALNAME (802//)
source: Full name of this entry (first name last name).
da: Fulde navn for denne post (fornavn efternavn).

# MSG_HELP_EA_ST_ADDRESS (803//)
source: Official e-mail address of this entry.
da: Officiel e-postadresse for denne post.

# MSG_HELP_EA_ST_PGPKEY (804//)
source: Hexadecimal ID of this person's public PGP key.
da: Hexadecimal ID for denne persons offentlige PGP-nøgle.

# MSG_HELP_EA_ST_HOMEPAGE (805//)
source: URL of the homepage of this person. Click the button at the right side to load the page into your browser.
da: URL for denne persons hjemmeside. Klik på knappen til højre for at hente siden ind i din browser.

# MSG_HELP_EA_ST_STREET (806//)
source: Postal address: street name and number.
da: Postadresse: Gadenavn og husnummer.

# MSG_HELP_EA_ST_CITY (807//)
source: Postal address: city and zip code.
da: Postadresse: Postnummer og by.

# MSG_HELP_EA_ST_COUNTRY (808//)
source: Postal address: state and/or country.
da: Postadresse: Delstat og/eller land.

# MSG_HELP_EA_ST_PHONE (809//)
source: Phone and/or FAX number(s).
da: Telefon- og/eller fax-nummer/-numre.

# MSG_HELP_EA_BC_PHOTO (811//)
source: Portrait picture of this person.
da: Portrætbillede af denne person.

# MSG_HELP_EA_BT_SELECTPHOTO (812//)
source: Select a picture file from disk (image datatypes supported).
da: Vælger en billedfil fra disk (billeddatatyper understøttes).

# MSG_HELP_EA_ST_ADDRESS_L (815//)
source: Return address to use when sending a message to this list.
da: Returadresse der skal benyttes når der sendes en meddelelse til denne liste.

# MSG_HELP_EA_LV_MEMBERS (816//)
source: Members of this distribution list.
da: Medlemmer af denne distributionsliste.

# MSG_HELP_EA_ST_MEMBER (817//)
source: Address (and name) or alias of a member.
da: Adresse (og navn) eller alias på et medlem.

# MSG_HELP_EA_BT_ADD (818//)
source: Add a new member to the list.
da: Indsætter et nyt medlem i listen.

# MSG_HELP_EA_BT_DEL (819//)
source: Remove the selected member from the list.
da: Fjerner det markerede medlem fra listen.

# MSG_HELP_EA_BT_SORT (820//)
source: Sort the member list alphabetically.
da: Sorterer medlemslisten alfabetisk.

# MSG_HELP_EA_BT_OKAY (821//)
source: Accept this entry.
da: Indsætter denne post.

# MSG_HELP_EA_BT_CANCEL (822//)
source: Discard changes.
da: Forkaster ændringer.

# MSG_RE_MDNReq (826//)
source: The sender of this message requests a return receipt. What do you want to do?
da: Afsenderen af denne meddelelse ønsker en behandlingsmelding (MDN). Hvad vil du gøre?

# MSG_RE_SaveMessage (827//)
source: Save message
da: Gemme meddelelse

# MSG_RE_PrintMsg (829//)
source: Print message
da: Udskrive meddelelse

# MSG_RE_SelectPrintPart (830//)
source: Select part to print:
da: Vælg hvilken del der skal udskrives:

# MSG_RE_PrintGad (831//)
source: _Print
da: Udskrive

# MSG_RE_SelectSavePart (832//)
source: Select part to save:
da: Vælg hvilken del der skal gemmes:

# MSG_RE_SaveGad (833//)
source: _Save
da: Gemme

# MSG_RE_DisplayMsg (834//)
source: Display message
da: Fremvise meddelelse

# MSG_RE_SelectDisplayPart (835//)
source: Select part to display:
da: Vælg hvilken del der skal fremvises:

# MSG_RE_DisplayGad (836//)
source: _Display
da: Fremvise

# MSG_RE_BadSig (837//)
source: WARNING: Bad signature
da: ADVARSEL: Ugyldig underskrift

# MSG_RE_GoodSig (838//)
source: Good signature
da: Gyldig underskrift

# MSG_RE_SigFrom (839//)
source: from
da: fra

# MSG_RE_SigCheck (840//)
source: Check PGP signature
da: Tjekke PGP-underskrift

# MSG_RE_SaveDecGads (841//)
source: *_Keep|_Replace|_Cancel
da: *_Beholde|_Erstatte|_Fortryde

# MSG_RE_SaveDecReq (842//)
source: What do you want to do with the original (encrypted) message?
da: Hvad vil du gøre med den oprindelige (krypterede) meddelelse?

# MSG_RE_Header (843//)
source: Header
da: Meddelelseshoved

# MSG_RE_Letter (844//)
source: Letter
da: Meddelelse

# MSG_RE_MDNFrom (845//)
source: From:
da: Fra:

# MSG_RE_MDNTo (846//)
source: To:
da: Til:

# MSG_RE_MDNSubject (847//)
source: Subject:
da: Emne:

# MSG_RE_MDNMessageID (848//)
source: Message-ID:
da: Meddelelses-ID:

# MSG_RE_MDNDate (849//)
source: Date:
da: Dato:

# MSG_RE_MDNOrigRecpt (850//)
source: Original recipient:
da: Oprindelig modtager:

# MSG_RE_MDNFinalRecpt (851//)
source: Final recipient:
da: Endelig modtager:

# MSG_RE_MDNmanual (852//)
source: in response to a user command
da: som svar på en brugerkommando

# MSG_RE_MDNauto (853//)
source: automatically
da: automatisk

# MSG_RE_MDNdisplay (854//)
source: The message %s has been displayed. This is no guarantee that the content has been read or understood.
da: Meddelelsen %s er blevet fremvist. Dette er ikke nogen garanti for at indholdet er blevet læst eller forstået.

# MSG_RE_MDNdeleted (857//)
source: The message %s has been deleted%s. The recipient may or may not have seen the message. The recipient may "undelete" the message at a later time and read the message.
da: Meddelelsen %s er blevet slettet%s. Modtageren har ikke nødvendigvis set meddelelsen. Modtageren kan evt. senere "gendanne" meddelelsen og læse den.

# MSG_RE_MDNunknown (859//)
source: The message %s has been %s%s.
da: Meddelelsen %s er blevet %s%s.

# MSG_RE_PGPNotAllowed (860//)
source: >PGP Error< You're not allowed to view this PGP encrypted message. Either your PGP software isn't configured properly or the message was encrypted for someone else.
da: >PGP-fejl< Du har ikke lov til at se denne PGP-krypterede meddelelse. Enten er din PGP-software ikke indstillet korrekt, eller også er meddelelsen krypteret til en anden.

# MSG_RE_MsgReadOnly (861//)
source: The message can only be read by %s
da: Meddelelsen kan kun læses af %s

# MSG_RE_AddSender (862//)
source: Do you want to add the sender \033b%s\033n to your address book?
da: Vil du indsætte afsenderen, \033b%s\033n, i din adressebog?

# MSG_RE_ContentType (865//)
source: Content-Type
da: Indholdstype

# MSG_RE_Description (866//)
source: Description
da: Beskrivelse

# MSG_RE_UUencodedFile (867//)
source: UUencoded file
da: UU-kodet fil

# MSG_RE_SelectAddressReq (868//)
source: Selected address: %s What do you want to do?
da: Markeret adresse: %s Hvad vil du gøre?

# MSG_RE_SelectAddressEdit (869//)
source: *_Write message|_Edit entry|_Cancel
da: *_Skrive meddelelse|_Redigere listepost|_Fortryde

# MSG_RE_SelectAddressAdd (870//)
source: *_Write message|_Add entry|_Cancel
da: *_Skrive meddelelse|_Indsætte listepost|_Fortryde

# MSG_RE_Original (871//)
source: Raw format
da: Oprindeligt format

# MSG_RE_AllTexts (872//)
source: Displayed text
da: Fremvist tekst

# MSG_RE_MDisplay (873//)
source: Display...
da: Fremvise...

# MSG_RE_SaveAll (874//)
source: Save all...
da: Gemme alt...

# MSG_RE_Navigation (875//)
source: Navigation
da: Navigering

# MSG_RE_MNext (876//)
source: Next message
da: Næste meddelelse

# MSG_RE_MPrev (877//)
source: Previous message
da: Forrige meddelelse

# MSG_RE_MURNext (878//)
source: Next unread message
da: Næste ulæste meddelelse

# MSG_RE_MURPrev (879//)
source: Previous unread message
da: Forrige ulæste meddelelse

# MSG_RE_MNextTh (880//)
source: Next message in thread
da: Næste meddelelse i tråden

# MSG_RE_MPrevTh (881//)
source: Previous message in thread
da: Forrige meddelelse i tråden

# MSG_RE_ExtractKey (882//)
source: Extract public key(s)
da: Uddrage offentlig(e) nøgle(r)

# MSG_RE_SaveDecrypted (883//)
source: Save decrypted message
da: Gemme dekrypteret meddelelse

# MSG_RE_NoHeaders (884//)
source: No headers
da: Intet meddelelseshoved

# MSG_RE_ShortHeaders (885//)
source: Short headers
da: Udvalgte meddelelseshovedfelter

# MSG_RE_FullHeaders (886//)
source: Full headers
da: Komplet meddelelseshoved

# MSG_RE_NoSInfo (887//)
source: No sender info
da: Ingen afsenderoplysninger

# MSG_RE_SInfo (888//)
source: Data fields only
da: Kun oplysninger

# MSG_RE_SInfoImage (889//)
source: Data and image
da: Oplysninger og billede

# MSG_RE_WrapHeader (890//)
source: Wrap headers?
da: Ombryde meddelelseshovedfelter?

# MSG_RE_Textstyles (891//)
source: Text styles?
da: Skriftvarianter?

# MSG_RE_TBPrev (892//8)
source: _Prev
da: _Forr.

# MSG_RE_TBNext (893//8)
source: _Next
da: _Næste

# MSG_RE_TBPrevTh (894//8)
source: Prev_Thr
da: Forr._Tr

# MSG_RE_TBNextTh (895//8)
source: NextT_hr
da: NæsteT_r

# MSG_RE_TBDisplay (896//8)
source: _Display
da: Fr_emv

# MSG_RE_TBSave (897//8)
source: _Save
da: _Gemme

# MSG_RE_TBPrint (898//8)
source: Pr_int
da: _Udskr

# MSG_RE_TBDelete (899//8)
source: De_lete
da: _Slette

# MSG_RE_TBMove (900//8)
source: _Move
da: Fl_ytte

# MSG_RE_TBReply (901//8)
source: _Reply
da: Sv_are

# MSG_RE_TBForward (902//8)
source: For_ward
da: Vse_nde

# MSG_HELP_RE_BT_PREVIOUS (903//)
source: Display contents of the previous message.
da: Viser indholdet af den forrige meddelelse.

# MSG_HELP_RE_BT_NEXT (904//)
source: Display contents of the next message.
da: Viser indholdet af den næste meddelelse.

# MSG_HELP_RE_BT_QUESTION (905//)
source: Show the message that is being answered here (go back in thread).
da: Viser meddelelsen som der bliver svaret på her (går tilbage i tråden).

# MSG_HELP_RE_BT_ANSWER (906//)
source: Show the reply to this message (follow thread).
da: Viser svaret på denne meddelelse (følger tråden).

# MSG_HELP_RE_BT_DISPLAY (907//)
source: Use the configured MIME viewer to display a part of this message.
da: Benytter den indstillede MIME-fremviser til at vise en del af denne meddelelse.

# MSG_HELP_RE_BT_EXPORT (908//)
source: Save displayed message or a part of it to disk.
da: Gemmer den meddelelse som vises, eller en del af den, på disk.

# MSG_HELP_RE_BT_PRINT (909//)
source: Send this message to the printer.
da: Sender denne meddelelse til printeren.

# MSG_HELP_RE_BT_MOVE (910//)
source: Move this message to another folder and display the next one.
da: Flytter denne meddelelse til en anden mappe og viser den næste.

# MSG_HELP_RE_BT_DELETE (911//)
source: Delete this message and display the next one.
da: Sletter denne meddelelse og viser den næste.

# MSG_HELP_RE_BT_REPLY (912//)
source: Reply to this message.
da: Svarer på denne meddelelse.

# MSG_HELP_RE_BT_FORWARD (913//)
source: Forward this message.
da: Videresender denne meddelelse.

# MSG_WR_DiscardChanges (917//)
source: Do you really want to discard all modifications to this message?
da: Er du sikker på at du vil forkaste alle ændringer i denne meddelelse?

# MSG_WR_SaveTextAs (919//)
source: Save text as
da: Gemme tekst som

# MSG_WR_AddFile (920//)
source: Select files to attach
da: Vælg fil(er) at vedhæfte

# MSG_WR_CreateArc (921//)
source: Create archive
da: Oprette arkiv

# MSG_WR_CreateArcReq (922//)
source: Please enter a filename for the new archive
da: Angiv et filnavn til det nye arkiv

# MSG_WR_InsertFile (923//)
source: Insert file
da: Indsætte fil

# MSG_WR_TitleFile (924//)
source: Filename
da: Filnavn

# MSG_WR_TitleSize (925//)
source: Size
da: Størrelse

# MSG_WR_TitleContents (926//)
source: Contents
da: Indhold

# MSG_WR_TitleDescription (928//)
source: Description
da: Beskrivelse

# MSG_WR_SecNone (929//)
source: None
da: Ingen

# MSG_WR_SecSign (930//)
source: Sign
da: Underskrive

# MSG_WR_SecEncrypt (931//)
source: Encrypt
da: Kryptere

# MSG_WR_SecBoth (932//)
source: Sign and encrypt
da: Underskrive og kryptere

# MSG_WR_ImpHigh (934//)
source: High
da: Høj

# MSG_WR_ImpLow (936//)
source: Low
da: Lav

# MSG_WR_WriteWT (941//)
source: Write message
da: Skrive meddelelse

# MSG_WR_Subject (942//)
source: Sub_ject
da: _Emne

# MSG_WR_To (943//)
source: _To
da: T_il

# MSG_WR_Add (944//)
source: _Add file(s)...
da: _Tilføje fil(er)...

# MSG_WR_AddPack (945//)
source: _Pack & add...
da: _Pakke og tilføje...

# MSG_WR_Display (946//)
source: D_isplay
da: _Fremvise

# MSG_WR_Description (949//)
source: D_escription
da: _Beskrivelse

# MSG_WR_From (952//)
source: _From
da: A_fsenderadresse

# MSG_WR_ExtraHeaders (954//)
source: _Additional headers
da: _Yderligere meddelelseshovedfelter

# MSG_WR_SendOpt (955//)
source: Send options
da: Afsendelsesindstillinger

# MSG_WR_DelSend (956//)
source: _Delete after sending
da: Slette e_fter afsendelse

# MSG_WR_Receipt (957//)
source: _Return receipt
da: B_estille modtagelseskvittering

# MSG_WR_AddInfo (959//)
source: Add _personal info
da: Tilføje _personoplysninger

# MSG_WR_Importance (960//)
source: _Importance
da: _Vigtighed

# MSG_WR_Signature (961//)
source: Signature
da: Signatur

# MSG_WR_TBEditor (968//8)
source: Editor
da: Ekst prg

# MSG_WR_TBInsert (969//8)
source: Insert
da: Indføje

# MSG_WR_TBCut (970//8)
source: Cut
da: Klippe

# MSG_WR_TBCopy (971//8)
source: Copy
da: Kopiere

# MSG_WR_TBPaste (972//8)
source: Paste
da: Indsætte

# MSG_WR_TBUndo (973//8)
source: Undo
da: Fortryde

# MSG_WR_TBBold (974//8)
source: Bold
da: Fed

# MSG_WR_TBItalic (975//8)
source: Italic
da: Kursiv

# MSG_WR_TBUnderlined (976//8)
source: ULined
da: Unders.

# MSG_WR_TBColored (977//8)
source: Color
da: Kulørt

# MSG_WR_Text (978//)
source: Text
da: Tekst

# MSG_WR_InsertAs (979//)
source: Insert as
da: Indsætte som

# MSG_WR_Plain (980//)
source: Plain
da: Normal

# MSG_WR_Quoted (981//)
source: Quoted
da: Citeret

# MSG_WR_ROT13 (982//)
source: ROT13 encoded
da: ROT13-kodet

# MSG_WR_LaunchEd (983//)
source: Launch editor
da: Starte redigeringsprogram

# MSG_WR_Edit (984//)
source: Edit
da: Redigering

# MSG_WR_MCut (985//)
source: Cut
da: Klippe

# MSG_WR_MCopy (986//)
source: Copy
da: Kopiere

# MSG_WR_MPaste (987//)
source: Paste
da: Indsætte

# MSG_WR_PasteAs (988//)
source: Paste as
da: Indsætte som

# MSG_WR_MUndo (989//)
source: Undo
da: Fortryde

# MSG_WR_Redo (990//)
source: Redo
da: Gendanne

# MSG_WR_Dictionary (991//)
source: Glossary
da: Ordliste

# MSG_WR_Textstyle (992//)
source: Text styles
da: Skriftvarianter

# MSG_WR_Bold (993//)
source: Bold
da: Fed

# MSG_WR_Italic (994//)
source: Italic
da: Kursiv

# MSG_WR_Underlined (995//)
source: Underlined
da: Understreget

# MSG_WR_Colored (996//)
source: Alternative color
da: Alternativ kulør

# MSG_WR_Emoticons (1000//)
source: Emoticons
da: Humøransigter

# MSG_WR_Happy (1001//)
source: Happy
da: Glad

# MSG_WR_Indifferent (1002//)
source: Indifferent
da: Uanfægtet

# MSG_WR_Sad (1003//)
source: Sad/angry
da: Bedrøvet/vred

# MSG_WR_Ironic (1004//)
source: Ironic
da: Ironisk

# MSG_WR_SpellCheck (1005//)
source: Type and spell?
da: Skriv-og-ret?
