Repository: Futaura/yam
Catalog: locale/danish.po
Languages: da

# MSG_CO_CHARSETWARN (1541//)
source: The '%s' charset selected for YAM doesn't match the system's default charset '%s'. How do you want to proceed?
da: Tegnsættet '%s', som er valgt for YAM, passer ikke med systemets standardtegnsæt '%s'. Hvad vil du gøre?

# MSG_CO_CHARSETWARN_BT (1542//)
source: *_Change|Ignore _always|_Ignore
da: *_Ændre|_Altid ignorere|_Ignorere

# MSG_CO_SenderRFCDateTime (1543//)
source: %c Original sender: RFC 2822 date & time
da: %c Oprindelig afsender: dato og klokkeslæt iflg. RFC 2822

# MSG_CO_SenderTimeZone (1544//)
source: %z Original sender: Time zone (+0000)
da: %z Oprindelig afsender: Tidszone (+0000)

# MSG_CO_Filter_Name (1545//)
source: Name
da: Navn

# MSG_CO_Filter_RType (1546//)
source: R
da: S

# MSG_CO_Filter_SType (1548//)
source: S
da: A

# MSG_CO_Filter_UType (1549//)
source: U
da: K

# MSG_CTunknown (1550//)
source: unknown
da: ukendt

# MSG_CO_NB_AUTOSAVE (1566//)
source: Autosave interval
da: Automatisk gemning hvert

# MSG_CO_NB_AUTOSAVEFMT (1567//)
source: %ld minute(s)
da: %ld. minut

# MSG_HELP_CO_NB_AUTOSAVE (1568//)
source: How often YAM should write to disk a backup of the e-mail you are currently composing. Select 0 to disable this feature.
da: Hvor ofte YAM skal gemme en backup på disken af den meddelelse man er i gang med at skrive. Man slår funktionen fra ved at vælge 0.

# MSG_ER_MOVEFOLDERDIR (1573//)
source: An error occurred while trying to move the contents of folder '%s' to directory '%s'. This may be due to insufficient space or an invalid or not writable destination path.
da: Der indtraf en fejl under forsøg på at flytte indholdet af mappen '%s' til kataloget '%s'. Dette kan skyldes manglende plads eller en ugyldig eller skrivebeskyttet sti til målet.

# MSG_FI_SELECTACTIVE (1576//)
source: Select this m_atch
da: M_arkere denne

# MSG_HELP_FI_BT_SELECTACTIVE (1577//)
source: Select the current message in the main window.
da: Markerer den aktuelle meddelelse i hovedvinduet.

# MSG_QUICKSEARCH_VO_ALL (1584//)
source: All
da: Alle

# MSG_QUICKSEARCH_VO_UNREAD (1585//)
source: Unread
da: Ulæste

# MSG_QUICKSEARCH_VO_NEW (1586//)
source: New
da: Nye

# MSG_QUICKSEARCH_VO_MARKED (1587//)
source: Marked
da: Markerede

# MSG_QUICKSEARCH_VO_IMPORTANT (1588//)
source: Important
da: Vigtige

# MSG_QUICKSEARCH_VO_LAST5DAYS (1589//)
source: Last 5 Days
da: Seneste 5 dage

# MSG_QUICKSEARCH_VO_KNOWNPEOPLE (1590//)
source: People I Know
da: Folk jeg kender

# MSG_QUICKSEARCH_VO_HASATTACHMENTS (1591//)
source: Has Attachments
da: Har vedhæftninger

# MSG_QUICKSEARCH_VO_MINSIZE (1592//)
source: Message Size > 1 MB
da: Meddelelsesstørrelse > 1 MB

# MSG_QUICKSEARCH_VIEW (1593//)
source: _View:
da: _Vise:

# MSG_QUICKSEARCH_SHOWNMSGS (1594//)
source: %ld of %ld shown
da: Viser %ld af %ld

# MSG_FI_NOFOLDERS (1595//)
source: n_owhere
da: _kun her

# MSG_HELP_QUICKSEARCH_VIEWOPTIONS (1596//)
source: Only mail matching this criterion will be displayed.
da: Kun meddelelser som passer på dette kriterium, bliver vist.

# MSG_HELP_QUICKSEARCH_SEARCHSTRING (1597//)
source: Text inserted here will be used as the search criterion to display mail in this folder.
da: Tekst som indtastes her, bliver anvendt som søgekriterium for visning af meddelelser i denne mappe.

# MSG_BUSY_SEARCHINGFOLDER (1599//)
source: Searching messages in folder '%s'...
da: Søger i meddelelserne i mappen '%s'...

# MSG_CO_WBAPPICON (1600//)
source: A_ppIcon on Workbench
da: A_pp-ikon på Workbench

# MSG_HELP_CO_CH_WBAPPICON (1601//)
source: If checked, an AppIcon will appear on Workbench showing folder statistics.
da: Ved hak her vises der et app-ikon på Workbench med mappens statistikoplysninger.

# MSG_CO_DOCKYICON (1602//)
source: Enable 'd_ocky' icon
da: Tillade '_docky'-ikon

# MSG_HELP_CO_CH_DOCKYICON (1603//)
source: If checked, YAM will add a 'docky' to AmiDock. This requires AmigaOS 4.x.
da: Ved hak her tilføjer YAM en 'docky' til AmiDock. Dette kræver AmigaOS 4.x.

# MSG_MA_MessageImport (1606//)
source: Import messages
da: Import af meddelelser

# MSG_ER_MESSAGEIMPORT (1607//)
source: An error occurred while trying to import mail from file '%s'. Please check that the file is readable and contains RFC822 compliant e-mails using a format supported by YAM. The currently supported formats are 'MBOX', 'DBX' (Outlook Express) or plain RFC822 mail files. Read the documentation for more information.
da: Der indtraf en fejl under forsøg på at importere meddelelser fra filen '%s'. Tjek at filen er læsbar og indeholder meddelelser der overholder RFC822 og anvender et format som YAM understøtter. De aktuelt understøttede formater er 'MBOX', 'DBX' (Outlook Express) og almindelige RFC822-meddelelsesfiler. Yderligere oplysninger kan fås ved at læse dokumentationen.

# MSG_MA_MESSAGEEXPORT (1608//)
source: Export messages
da: Eksport af meddelelser

# MSG_YAMINFO (1609//)
source: Open Source E-Mail Client for the Amiga
da: Open source e-postklient til Amiga

# MSG_CO_SYSTEMSETTINGS (1610//)
source: System settings
da: Systemindstillinger

# MSG_CO_DEFAULTCHARSET (1611//)
source: C_harset
da: T_egnsæt

# MSG_CO_CHARSETUNKNOWNWARN (1612//)
source: The charset configured for YAM is '%s' but isn't supported by the installed version of codesets.library. How do you want to proceed?
da: Tegnsættet som er valgt i YAM, er '%s', men det er ikke understøttet af den installerede version af codesets.library. Hvad vil du gøre?

# MSG_CO_CHARSETUNKNOWNWARN_BT (1613//)
source: *_Change to default|_Ignore
da: *_Ændre til standard|_Ignorere

# MSG_ER_LIB (1614//)
source: Couldn't open required '%s', version v%lu.%lu Please make sure you have at least this minimum version correctly installed.
da: Fejl ved forsøg på åbning af '%s', version v%lu.%lu, som kræves. Tjek at du har mindst denne minimumsversion installeret.

# MSG_ER_LIB_URL (1615//)
source: Couldn't open required '%s', version v%lu.%lu Please visit '%s', download the most recent version and make sure you have it correctly installed.
da: Fejl ved forsøg på åbning af '%s', version v%lu.%lu, som kræves. Gå til '%s', hent den seneste version og sørg for at den bliver korrekt installeret.

# MSG_ER_NO_MCC (1616//)
source: Couldn't open required MUI custom class '%s' v%lu.%lu. Please visit '%s', download the most recent version and make sure you have it correctly installed.
da: Fejl ved forsøg på åbning af MUI-klassen '%s', version v%lu.%lu, som kræves. Gå til '%s', hent den seneste version og sørg for at den bliver korrekt installeret.

# MSG_ER_MCC_OLD (1617//)
source: Couldn't open required MUI custom class '%s' v%lu.%lu. Currently installed is v%lu.%lu. Please upgrade by downloading the latest version from '%s'.
da: Fejl ved forsøg på åbning af MUI-klassen '%s', version v%lu.%lu, som kræves. Den aktuelt installerede er v%lu.%lu. Opgrader den ved at hente den seneste version fra '%s'.

# MSG_ER_MCC_IN_USE (1618//)
source: Couldn't open required MUI custom class '%s' v%lu.%lu. %lu.%lu is currently in use by other applications. Please visit '%s', download the most recent version and make sure you have it correctly installed. Then close all MUI programs and make sure the old class is flushed from memory and try again.
da: Fejl ved forsøg på åbning af MUI-klassen '%s', version v%lu.%lu, som kræves. %lu.%lu anvendes i øjeblikket af andre applikationer. Gå til '%s', hent den seneste version og sørg for at den bliver korrekt installeret. Luk derefter alle MUI-programmer og sørg for at den gamle klasse er fjernet fra hukommelsen, og prøv derefter igen.

# MSG_CO_FIRSTSTEPS_TITLE (1619//)
source: First Steps Settings
da: Grundlæggende indstillinger

# MSG_CO_FIRSTSTEPS_SUMMARY (1620//)
source: The minimum parameters to be able to send/receive e-mail...
da: De minimale parametre for at kunne sende/modtage e-post...

# MSG_CO_TCPIP_TITLE (1621//)
source: TCP/IP Settings
da: TCP/IP-indstillinger

# MSG_CO_TCPIP_SUMMARY (1622//)
source: Configure your SMTP and POP3 servers...
da: Opsætning af dine SMTP- og POP3-konti...

# MSG_CO_FILTER_TITLE (1625//)
source: Mail Filter Settings
da: Filterindstillinger

# MSG_CO_FILTER_SUMMARY (1626//)
source: Define own mail filters you need...
da: Definitioner af de meddelelsesfiltre du vil have...

# MSG_CO_READ_TITLE (1627//)
source: Mail Reading Settings
da: Læseindstillinger

# MSG_CO_READ_SUMMARY (1628//)
source: Settings related to e-mail reading...
da: Indstillinger vedrørende læsning af meddelelser...

# MSG_CO_WRITE_TITLE (1629//)
source: Mail Writing Settings
da: Skriveindstillinger

# MSG_CO_WRITE_SUMMARY (1630//)
source: Settings related to e-mail composing...
da: Indstillinger vedrørende opsætning og skrivning af meddelelser...

# MSG_CO_REPLY_TITLE (1631//)
source: Mail Reply & Forward Settings
da: Svar- og videresendelsesindstillinger

# MSG_CO_REPLY_SUMMARY (1632//)
source: Settings related to e-mail replying & forwarding...
da: Indstillinger vedrørende besvarelse og videresendelse af meddelelser...

# MSG_CO_SIGNATURE_TITLE (1633//)
source: Mail Signature Settings
da: Signaturindstillinger

# MSG_CO_SIGNATURE_SUMMARY (1634//)
source: Configure your e-mail signatures...
da: Opsætning af dine meddelelsessignaturer...

# MSG_CO_SECURITY_TITLE (1637//)
source: Security Settings
da: Sikkerhedsindstillinger

# MSG_CO_SECURITY_SUMMARY (1638//)
source: Configure security related settings...
da: Indstillinger vedrørende sikkerhedsforhold...

# MSG_CO_STARTUP_TITLE (1639//)
source: Startup/Quit Action Settings
da: Start og afslutning

# MSG_CO_STARTUP_SUMMARY (1640//)
source: Configure what YAM should do on startup and exit...
da: Opsætning af hvad YAM skal gøre ved start og afslutning...

# MSG_CO_MIME_TITLE (1641//)
source: MIME Types Settings
da: MIME-typeindstillinger

# MSG_CO_MIME_SUMMARY (1642//)
source: Configure own MIME types and viewers...
da: Opsætning af egne MIME-typer og fremvisningsprogrammer...

# MSG_CO_ABOOK_TITLE (1643//)
source: Address Book Settings
da: Adressebogsindstillinger

# MSG_CO_ABOOK_SUMMARY (1644//)
source: Configure address book related options...
da: Indstillinger vedrørende adressebogen...

# MSG_CO_SCRIPTS_TITLE (1645//)
source: Scripts Settings
da: Scriptindstillinger

# MSG_CO_SCRIPTS_SUMMARY (1646//)
source: Configure your helper scripts...
da: Opsætning af dine hjælpescripts...

# MSG_CO_MIXED_TITLE (1647//)
source: Miscellaneous Settings
da: Diverse indstillinger

# MSG_CO_MIXED_SUMMARY (1648//)
source: A bunch of settings that don't fit anywhere else...
da: En række indstillinger som ikke hører til andre steder...

# MSG_CO_UPDATE_TITLE (1649//)
source: Software Updates
da: Programopdateringer

# MSG_CO_UPDATE_SUMMARY (1650//)
source: Keep track of updates to YAM and related components...
da: Kontrol over opdateringer til YAM og relaterede komponenter...

# MSG_CO_CrdUpdate (1651//)
source: Updates
da: Opdateringer

# MSG_CO_AMISSLWARN_TITLE (1652//)
source: AmiSSL not available
da: AmiSSL ikke til rådighed

# MSG_CO_AMISSLWARN (1653//)
source: AmiSSL was found to be unavailable. Therefore, all secure connections (SSL/TLS) are disabled until AmiSSL is found to be installed correctly. Please verify that at least AmiSSL v%lu.%lu is correctly installed and then restart YAM.
da: AmiSSL blev ikke fundet tilgængelig. Derfor er alle sikre forbindelser (SSL/TLS) blevet slået fra indtil AmiSSL ses at være blevet installeret korrekt. Tjek at mindst AmiSSL v%lu.%lu er installeret korrekt og genstart derefter YAM.

# MSG_CO_AMISSLWARN_BT (1654//)
source: *_Exit|Ignore _always|Ignore
da: *Afbryd_e|_Altid ignorere|_Ignorere

# MSG_BUSY_OPENINGCONFIG (1655//)
source: Opening configuration...
da: Åbner konfiguration...

# MSG_MA_UPDATECHECK (1662//)
source: Check for updates
da: Søge efter opdateringer

# MSG_CO_SOFTWAREUPDATE (1663//)
source: Update check
da: Opdateringssøgning

# MSG_CO_UPDATE_DAILY (1664//)
source: Daily
da: Dagligt

# MSG_CO_UPDATE_WEEKLY (1665//)
source: Weekly
da: Ugentligt

# MSG_CO_UPDATE_MONTHLY (1666//)
source: Monthly
da: Månedligt

# MSG_CO_SEARCHFORUPDATES (1667//)
source: Check for up_dates
da: Søge efter op_dateringer

# MSG_CO_SEARCHNOW (1669//)
source: Check _now
da: Søge _nu

# MSG_CO_LASTSEARCH (1670//)
source: Last check:
da: Seneste søgning:

# MSG_CO_LASTSTATUS_NOCHECK (1671//)
source: No check performed yet.
da: Ingen søgning foretaget endnu.

# MSG_CO_LASTSTATUS_NOUPDATE (1672//)
source: No new software updates were available.
da: Der var ingen nye opdateringer tilgængelige.

# MSG_CO_LASTSTATUS_NOQUERY (1673//)
source: Couldn't query server for updates.
da: Kunne ikke kontakte opdateringsserveren.

# MSG_CO_LASTSTATUS_UPDATESUCCESS (1674//)
source: Successfully found and notified user on new updates.
da: Fandt nye opdateringer og gav brugeren besked om dem.

# MSG_WR_SECURITYREQ (1675//)
source: The recipients of the e-mail have different default mail security settings. What type of security do you want to use?
da: Meddelelsens modtagere har forskellige standard- indstillinger af meddelelsessikkerhed. Hvilken sikkerhedstype vil du anvende?

# MSG_WR_UUCODE (1678//)
source: UUencoded text
da: UU-kodet tekst

# MSG_UPD_NOTIFICATION_WTITLE (1679//)
source: Update notification
da: Besked om opdatering

# MSG_UPD_NOTIFICATION_TITLE (1680//)
source: Updates available
da: Opdateringer tilgængelige

# MSG_UPD_NOTIFICATION_SUMMARY (1681//)
source: The following updates are available for download:
da: Følgende opdateringer er tilgængelige for hentning:

# MSG_UPD_NOTIFICATION_CHANGES (1682//)
source: Changes:
da: Ændringer:

# MSG_UPD_NOTIFICATION_NOUPDATE (1683//)
source: Do not notify me on updates in future
da: Giv ikke besked om opdateringer fremover

# MSG_UPD_NOTIFICATION_CLOSE (1685//)
source: Close
da: Lukke

# MSG_UPD_NOTIFICATION_COMP (1686//)
source: Component
da: Komponent

# MSG_UPD_NOTIFICATION_RECENT (1687//)
source: Recent
da: Seneste

# MSG_UPD_NOTIFICATION_INSTALLED (1688//)
source: Installed
da: Installeret

# MSG_CO_MIME_DESCRIPTION (1690//)
source: D_escription
da: B_eskrivelse

# MSG_CTapplicationgz (1691//)
source: GNU zip archive
da: GNU zip-arkiv

# MSG_CTapplicationhqx (1692//)
source: Macintosh archive
da: Macintosh-arkiv

# MSG_CTapplicationxls (1693//)
source: Microsoft Excel file
da: Microsoft Excel-fil

# MSG_CTapplicationppt (1694//)
source: Microsoft PowerPoint file
da: Microsoft PowerPoint-fil

# MSG_CTapplicationdoc (1695//)
source: Microsoft Word file
da: Microsoft Word-fil

# MSG_CTtextxml (1696//)
source: XML file
da: XML-fil

# MSG_CTapplicationz (1697//)
source: zlib compressed file
da: Fil pakket med zlib

# MSG_CTapplicationtar (1698//)
source: tar archive
da: Tar-arkiv

# MSG_CTaudioaiff (1699//)
source: AIFF audio file
da: AIFF-lydfil

# MSG_CTaudiomidi (1700//)
source: MIDI audio file
da: MIDI-lydfil

# MSG_CTaudiompeg (1701//)
source: MPEG audio file
da: MPEG-lydfil

# MSG_CTimagebmp (1702//)
source: Bitmap image file
da: Bitmap-billedfil

# MSG_CTapplicationtgz (1703//)
source: gzipped tar archive
da: Gzippet tar-arkiv

# MSG_CTapplicationpgp (1704//)
source: PGP encrypted file
da: PGP-krypteret fil

# MSG_CTapplicationbz2 (1705//)
source: BZIP2 archive
da: BZIP2-arkiv

# MSG_CO_DETECT_CYRILLIC (1706//)
source: Auto-detect c_yrillic charsets
da: Automatisk genkende k_yrilliske tegnsæt

# MSG_HELP_CO_DETECT_CYRILLIC (1707//)
source: Try to use the auto-detect feature of codesets.library to automatically identify the correct cyrillic charset. Use this option only if you are using a cyrillic charset.
da: Ved hak her forsøger YAM at anvende den automatiske genkendelse i codesets.library til at identificere det korrekte kyrilliske tegnsæt (kun relevant for kyrilliske brugere).

# MSG_WR_ErrorNotEnoughUndoMem (1708//)
source: The erased text was too large to be put into the undo buffer. Therefore, the undo buffer is lost.
da: Den slettede tekst var for stor til at blive anbragt i gendannelsesbufferen. Derfor er gendannelsesbufferen gået tabt.

# MSG_RE_HEADERDISPLAY (1709//)
source: Header display
da: Visning af meddelelseshoved

# MSG_RE_MAILDETAILS (1710//)
source: Mail details
da: Meddelelsesoplysninger

# MSG_ER_ADDFILEERROR (1711//)
source: File '%s' couldn't be added as an attachment to the current e-mail. Please make sure that the file is accessible and that is not read protected.
da: Filen '%s' kunne ikke vedhæftes den aktuelle meddelelse. Sørg for at filen er tilgængelig og ikke er beskyttet mod læsning.

# MSG_ER_PACKERROR (1712//)
source: An error occurred while trying to create an archive out of the selected files. Please make sure that all files are accessible and not read protected.
da: Der indtraf en fejl under forsøg på at oprette et arkiv af de valgte filer. Sørg for at alle filerne er tilgængelige og ikke er beskyttet mod læsning.

# MSG_CO_ABOOKLOOKUP (1713//)
source: _Address book lookup in message list
da: _Adressebogsopslag i meddelelseslisten

# MSG_HELP_CO_CH_ABOOKLOOKUP (1714//)
source: Resolve sender/recipient addresses in the message list by looking them up in the address book and show the real name instead. Please note that this is a quite time consuming job and may bring down the performance of the list display. This is especially true for a large amount of address book entries.
da: Fortolker afsender-/modtageradresser i meddelelseslisten ved at slå dem op i adressebogen og vise det rigtige navn i stedet. Bemærk at dette er ganske tidskrævende og kan gøre visningen af listen langsommere. Dette er specielt tilfældet når der er mange poster i adressebogen.

# MSG_TR_MESSAGEGAUGE (1715//)
source: Message %%ld of %ld
da: Meddelelse %%ld af %ld

# MSG_CO_CONVERTHTML (1716//)
source: Con_vert HTML e-mails to plain text
da: Konvertere HTML-meddelelser til almindelig r_å tekst

# MSG_HELP_CO_CONVERTHTML (1717//)
source: If the main part of an e-mail is HTML, YAM will convert it to plain text before displaying it.
da: Hvis hovedafsnittet af en meddelelse er HTML, konverterer YAM det til almindelig tekst før visning.

# MSG_TR_TRANSFERSTATUS (1719//)
source: %s of %s @ %s/s %02ld'%02ld'' running - %02ld'%02ld'' left
da: %s af %s @ %s/s %02ld'%02ld'' brugt - %02ld'%02ld'' endnu

# MSG_TR_TRANSFERSIZE (1720//)
source: %s of %s
da: %s af %s

# MSG_FI_GAUGETEXT (1721//)
source: %%ld of %ld messages
da: %%ld af %ld meddelelser

# MSG_MA_MIMEPART_INFO (1725//)
source: \033bAttachment - MIME part #%ld\033n Name: %s Description: %s Content-Type: %s <%s> Size: ~%s
da: \033bVedhæftning - MIME-del nr. %ld\033n Navn: %s Beskrivelse: %s Indholdstype: %s <%s> Størrelse: ~%s

# MSG_MA_MIMEPART_MENU (1726//)
source: Attachment/MIME part #%ld
da: Vedhæftning/MIME-del nr. %ld

# MSG_CO_PGPPASSINTERVAL1 (1727//)
source: Remem_ber passphrase for
da: Huske _adgangstekst i

# MSG_CO_PGPPASSINTERVAL2 (1728//)
source: idle minute(s)
da: minut(ter) uden aktivitet

# MSG_HELP_CO_PGPPASSINTERVAL (1729//)
source: If selected, your PGP passphrase will be remembered for this amount of time. Subsequent PGP operations then won't trigger another passphrase query.
da: Ved hak her vil YAM huske din PGP-adgangstekst i det angivne tidsrum. Efterfølgende PGP-handlinger vil så ikke medføre endnu en anmodning om PGP-adgangstekst.

# MSG_UT_PGPPASSREQ_TITLE (1730//)
source: PGP passphrase request
da: Anmodning om PGP-adgangstekst

# MSG_CO_GR_REPLYFORWARD (1731//)
source: Reply/Forward
da: Besvarelse/Videresendelse

# MSG_CO_GR_STARTUPQUIT (1733//)
source: Startup/Quit
da: Start/Afslutning

# MSG_CO_SCRIPTS_PREGET (1734//)
source: %p Type of download action
da: %p Hentningshandlingens type

# MSG_CO_SCRIPTS_POSTGET (1735//)
source: %p Number of messages received
da: %p Antal modtagne meddelelser

# MSG_CO_SCRIPTS_NEWMSG (1736//)
source: %p Name of new message file
da: %p Navn på den nye meddelelsesfil

# MSG_CO_SCRIPTS_READ (1737//)
source: %p Number of read window
da: %p Læsevinduets nummer

# MSG_CO_SCRIPTS_WRITE (1738//)
source: %p Number of write window
da: %p Skrivevinduets nummer

# MSG_CO_SCRIPTS_URL (1739//)
source: %p Full URL path
da: %p Den fulde URL-sti

# MSG_CO_MIMECMD_PARAMETER (1740//)
source: %s Full path of file
da: %s Filens fulde sti

# MSG_ER_CANTOPENASL (1741//)
source: An error occurred while trying to open an ASL requester. Please make sure that your ASL setup is valid and that you have enough memory left.
da: Der indtraf en fejl under forsøg på at åbne en ASL-dialog. Sørg for at dine ASL-indstillinger er gyldige, og at der er nok hukommelse tilbage.

# MSG_MA_CONFIRMDELETION (1742//)
source: %ld message(s) are selected. Do you really want to delete these messages?
da: %ld meddelelse(r) markeret. Er du sikker på at du vil slette disse meddelelser?

# MSG_LOADINGSPAMTRAININGDATA (1745//)
source: Loading spam training data...
da: Indlæser spam-indlæringsdata...

# MSG_MA_TBNOTSPAM (1747//8)
source: N.Sp_am
da: Ej sp_am

# MSG_HELP_MA_BT_SPAM (1748//)
source: Mark message as spam
da: Markerer meddelelse som værende spam

# MSG_HELP_MA_BT_NOTSPAM (1749//)
source: Mark message as not spam
da: Markerer meddelelse som ikke værende spam

# MSG_RE_TBNOTSPAM (1751//8)
source: N.Sp_am
da: Ej sp_am

# MSG_HELP_RE_BT_SPAM (1752//)
source: Mark message as spam.
da: Markerer meddelelse som værende spam.

# MSG_HELP_RE_BT_NOTSPAM (1753//)
source: Mark message as not spam.
da: Markerer meddelelse som ikke værende spam.

# MSG_LOG_MAILISSPAM (1754//)
source: Message from '%s' about '%s' is treated as spam.
da: Meddelelse fra '%s' om '%s' behandles som spam.

# MSG_LOG_MAILISNOTSPAM (1755//)
source: Message from '%s' about '%s' is no longer treated as spam.
da: Meddelelse fra '%s' om '%s' behandles ikke længere som spam.

# MSG_MA_TONOTSPAM (1758//)
source: Not spam
da: Ikke spam

# MSG_CO_SPAMFILTER_SUMMARY (1764//)
source: Configure the spam filter...
da: Opsætning af spamfilteret...

# MSG_CO_SPAM_FILTERFORNEWMAIL (1765//)
source: Check _new mails for spam content
da: Undersøge _nye meddelelser for spam-indhold

# MSG_CO_SPAM_RESETTRAININGDATA (1766//)
source: _Reset training data
da: Nulstille indlæ_ringsdata

# MSG_CO_SPAM_GOODCOUNT (1767//)
source: "Not spam" classified mails
da: Meddelelser klassificeret som "ikke spam"

# MSG_CO_SPAM_BADCOUNT (1768//)
source: "Spam" classified mails
da: Meddelelser klassificeret som "spam"

# MSG_BUSYFLUSHINGSPAMTRAININGDATA (1771//)
source: Flushing spam training data...
da: Nulstiller spamindlæringsdata...

# MSG_CO_SPAM_MARKONMOVE (1772//)
source: Mark mails as spam when _moved to the Spam folder
da: _Markere meddelelser som spam ved flytning til mappen Spam

# MSG_CO_SPAM_ADDRESSBOOKISWHITELIST (1773//)
source: Address book is _white list
da: Adressebogen er h_vidliste

# MSG_CO_SPAM_RECOGNITION (1774//)
source: Spam recognition
da: Spamgenkendelse

# MSG_CO_SPAM_FILTERENABLED (1775//)
source: S_pam filter enabled
da: S_pamfilter aktiveret

# MSG_CO_SPAM_RESETTRAININGDATAASK (1776//)
source: Do you really want to reset the spam filter's training data? The spam filter must be trained again afterwards.
da: Er du sikker på at du vil nulstille spamfilterets indlæringsdata? Spamfilteret skal genoptrænes bagefter.

# MSG_TR_CHECKUIDL (1778//)
source: Checking UIDLs to avoid duplicates...
da: Tjekker UIDL'er for at undgå dubletter...

# MSG_CO_SPAM_DISABLEFILTERASK (1779//)
source: The spam filter has now been disabled. Which of the following operations do you want to apply?
da: Spamfilteret er nu slået fra. Hvilken af følgende handlinger vil du udføre?

# MSG_CO_SPAM_RESETTDATA (1780//)
source: _Reset training data
da: Nulstille indlæ_ringsdata

# MSG_CO_SPAM_RESETMAILFLAGS (1781//)
source: Reset _spam state of all mails
da: Nulstille alle meddelelsers _spamstatus

# MSG_CO_SPAM_DELETESPAMFOLDER (1782//)
source: _Delete Spam folder
da: S_lette mappen Spam
