Repository: Futaura/yam
Catalog: locale/danish.po
Languages: da

# MSG_HELP_CO_TX_DEFCODESET_LOCAL (2468//)
source: Use the popup button to select the character set you would like YAM to use for displaying text. This should usually match your system's default charset, otherwise a requester will appear asking how to proceed.
da: Med duk-op-knappen kan man vælge det tegnsæt som man vil have YAM til at benytte til tekstvisning. Det bør normalt svare til det valgte system-tegnsæt, ellers vil der blive vist en dialogboks som spørger hvad man vil gøre.

# MSG_HELP_CO_TX_DEFCODESET_WRITE (2469//)
source: Use the popup button to select the character set you would like YAM to encode emails to. This should usually match your system's default charset so that the displayed character set matches the one you write mail. However, you can select any character set you want to encode your outgoing mails to.
da: Med duk-op-knappen kan man vælge det tegnsæt som man vil have YAM til at kode meddelelser i. Det bør normalt svare til det valgte system-tegnsæt, så det viste tegnsæt svarer til det man skriver med. Man kan dog vælge et vilkårligt tegnsæt at kode sine udgående meddelelser i.

# MSG_CO_DEFAULTCODESET_WRITE (2470//)
source: Default c_harset
da: Standard_tegnsæt

# MSG_CO_MIME_CODESET (2471//)
source: Display _charset
da: Visnings_tegnsæt

# MSG_HELP_CO_TX_MIME_CODESET (2472//)
source: Select the charset here that printable text should be converted to before executing the command of this MIME type.
da: Her kan man vælge et tegnsæt som klartekst konverteres til før kommandoen for denne MIME-type udføres.

# MSG_CO_DEFAULTVIEWER_CODESET (2473//)
source: _Display charset
da: _Visningstegnsæt

# MSG_HELP_CO_TX_DEFVIEWER_CODESET (2474//)
source: Select the charset here that printable text should be converted to before starting the default viewer.
da: Her kan man vælge et tegnsæt som klartekst konverteres til før standardfremviseren startes.

# MSG_LOG_FILTER_DONE (2475//)
source: Filtered %ld message(s) with %ld match(es)
da: Filtreret %ld meddelelse(r) med %ld der passede

# MSG_FO_JUMP_TO_UNREAD_MESSAGE (2476//)
source: Jump to first unread message
da: Gå til første ulæste meddelelse

# MSG_HELP_FO_CH_JUMPTOUNREAD (2477//)
source: Jump to the first unread message when entering this folder.
da: Finder og markerer den første ulæste meddelelse når denne mappe åbnes.

# MSG_FO_JUMP_TO_RECENT_MESSAGE (2478//)
source: Jump to newest message
da: Gå til nyeste meddelelse

# MSG_HELP_FO_CH_JUMPTORECENT (2479//)
source: Jump to the most recent message when entering this folder.
da: Finder og markerer den nyeste meddelelse når denne mappe åbnes.

# MSG_FO_MAXAGE_DAYS (2480//)
source: days
da: dage

# MSG_QUICKSEARCH_FILTER_LIST (2481//)
source: Filter list...
da: Filtrere liste på...

# MSG_QUICKSEARCH_FROM (2482//)
source: Sender
da: Afsender

# MSG_QUICKSEARCH_TO (2483//)
source: Receiver
da: Modtager

# MSG_QUICKSEARCH_SUBJECT (2484//)
source: Subject
da: Emne

# MSG_QUICKSEARCH_BODY (2485//)
source: Mail body
da: Indhold

# MSG_CO_CHECK_FOR_MISSING_ATTACHMENTS (2486//)
source: Check for missing attachments
da: Tjekke for manglende bilag

# MSG_CO_ATTACHMENT_KEYWORDS (2487//)
source: Keywords:
da: Nøgleord:

# MSG_HELP_CO_CH_ATTACHMENTREMINDER (2495//)
source: Would you like to be warned if the mail body suggests the existance of an attachment but these are missing?
da: Vil du gerne advares hvis meddelelsen indeholder ord der tyder på at der skal vedhæftes bilag, men der ikke er nogen?

# MSG_HELP_CO_LV_ATTACHMENTKEYWORDS (2496//)
source: Configure the keywords which might suggest the desired existance of an attachment.
da: Her angives de nøgleord som kan tyde på at man havde planlagt at vedhæfte et bilag.

# MSG_ATTACHMENT_KEYWORDS (2497//)
source: attachment,attach,attached,attaching,enclosed,CV,cover letter
da: vedhæftet,vedhæftning,vedlagt,vedlægges,vedlægger,bilag,attachment,attach,attached,attaching,enclosed,CV,cover letter,enclose,enclosing

# MSG_ATTACHMENT_REMIND_INFO (2498//)
source: Did you possibly forget to add an attachment?
da: Har du mon glemt at vedhæfte et bilag?

# MSG_ATTACHMENT_REMIND_ADD (2499//)
source: Add attachment...
da: Vedhæfte bilag...

# MSG_ATTACHMENT_REMIND_LATER (2500//)
source: Remind me later
da: Få påmindelse senere

# MSG_WR_NO_ATTACHMENTS_TITLE (2501//)
source: Attachment reminder
da: Påmindelse om bilag

# MSG_WR_NO_ATTACHMENTS (2502//)
source: Did you forget to add an attachment?
da: Har du glemt at vedhæfte et bilag?

# MSG_WR_NO_ATTACHMENTS_GADS (2503//)
source: Yes, I did|No, send now
da: Ja, jeg har|Nej, sende nu

# MSG_CO_MAILACCOUNT_TRANSFERRED (2504//)
source: Mail account
da: E-postkonto

# MSG_MAILACCOUNT_TRANSFERRED (2505//)
source: Mail account
da: E-postkonto

# MSG_CO_SAVE_LAYOUT (2506//)
source: Save user interface layout
da: Gemme udseendet af brugergrænsefladen

# MSG_HELP_CO_CH_SAVELAYOUTQUIT (2507//)
source: Permanently save the position and dimensions of all windows, the layout of certain groups and the state of various graphical objects.
da: Gemmer placering og dimensioner for alle vinduer, udseendet af visse grupper samt status for forskellige grafiske objekter permanent.

# MSG_CO_SMTP_FOLDERS (2508//)
source: Default folders
da: Standardmapper

# MSG_CO_SMTP_SENTFOLDER (2509//)
source: 'Sent' folder
da: 'Sendt'-mappe

# MSG_HELP_CO_PO_SMTP_SENTFOLDER (2510//)
source: Allows to set a different folder where mails will be stored after being sent out.
da: Her kan man angive en alternativ mappe hvor meddelelser skal gemmes efter at de er afsendt.

# MSG_CO_IDENTITY_SAVESENTMAIL (2511//)
source: After transfer store mails in 'Sent' folder
da: Gemme meddelelser i 'Sendt'-mappen efter overførsel

# MSG_HELP_CO_CH_IDENTITY_SAVESENTMAIL (2512//)
source: If enabled, sent mails will be stored after the mail transfer. Otherwise the sent mails will be deleted.
da: Ved hak her vil afsendte meddelelser blive gemt efter overførslen. Ellers vil de afsendte meddelelser blive slettet.

# MSG_CO_IDENTITY_ALTSENTFOLDER (2513//)
source: Use alternative 'Sent' folder:
da: Benytte alternativ 'Sendt'-mappe

# MSG_HELP_CO_CH_IDENTITY_ALTSENTFOLDER (2514//)
source: If enabled, sent mails will be stored in an alternative mail folder than configured in the TCP/IP section of the configuration.
da: Ved hak her vil afsendte meddelelser blive gemt i en anden meddelelsesmappe end den som er valgt på TCP/IP-fanebladet i opsætningen.

# MSG_HELP_CO_TX_IDENTITY_ALTSENTFOLDER (2515//)
source: Allows to specify which alternative mail folder should be used when storing sent mail.
da: Her vælges den alternative mappe som skal benyttes til at gemme afsendte meddelelser.

# MSG_CO_POP_FOLDERS (2516//)
source: Default folders
da: Standardmapper

# MSG_CO_POP_INCOMINGFOLDER (2517//)
source: 'Incoming' folder
da: 'Indbakke'-mappe

# MSG_HELP_CO_PO_POP_INCOMINGFOLDER (2518//)
source: Allows to set a different folder where mails will be stored after having received them.
da: Her vælges den alternative mappe hvor meddelelser sal gemmes efter modtagelse.

# MSG_DOC_LANGUAGE_CODE (2519//)
source: <EMPTY>en
da: da

# MSG_CO_CYRILLICCHARSETWARN (2520//)
source: Automatic detection of cyrillic charsets is enabled, but the configured charset '%s' is no cyrillic charset. This combination might cause malformed characters. Do you want to deactivate the cyrillic charset detection?
da: Automatisk detektering af kyrilliske tegnsæt er slået til, men det valgte tegnsæt '%s' er ikke et kyrillisk tegnsæt. Denne kombination kan medføre tegn med forkert udseende. Vil du slå detekteringen af kyrilliske tegnsæt fra?

# MSG_CO_CYRILLICCHARSETWARN_BT (2521//)
source: *_Deactivate|_Ignore
da: *Slå _fra|_Ignorere

# MSG_WR_NORCPT_WARNING_GADGET (2522//)
source: _Save as draft|*_Cancel
da: _Gemme som kladde|*_Fortryde

# MSG_WR_NORCPT_WARNING (2523//)
source: The message is incomplete since no recipient had been specified. How do you want to proceed?
da: Meddelelsen er ufuldstændig, da der ikke er angivet nogen modtager. Hvad vil du gøre?

# MSG_WR_DISCARDCHANGES_GADGET (2524//)
source: *_Save as draft|_Discard|_Cancel
da: *_Gemme som kladde|_Forkaste|_Afbryde

# MSG_MA_NO_SUBJECT (2525//)
source: (No Subject)
da: (Intet emne)

# MSG_MA_NO_RECIPIENTS (2526//)
source: (No Recipients)
da: (Ingen modtagere)

# MSG_WR_CANCEL (2527//)
source: _Cancel
da: _Fortryde

# MSG_HELP_WR_BT_CANCEL (2528//)
source: Aborts the mail editing and closes the window.
da: Afbryder redigeringen af meddelelsen og lukker vinduet.

# MSG_MA_REPLYREQ_OPTIONS2 (2529//)
source: *_Sender|Sender and _all Recipients|_Cancel
da: *Af_sender|Afsender _og alle modtagere|_Fortryde

# MSG_ABOUT_DONATE_TEXT (2530//)
source: Secure the future of YAM
da: Hjælp med at sikre YAMs fremtid

# MSG_TR_MAILCHECKFROM (2531//)
source: Checking mails from '%s'
da: Søger efter meddelelser fra '%s'

# MSG_WR_CC (2532//)
source: _Cc
da: _Kopi til

# MSG_WR_BCC (2533//)
source: _Bcc
da: _Blindkopi til

# MSG_WR_REPLYTO (2534//)
source: Reply _To
da: _Svar til

# MSG_AB_TO_TOOLBAR (2535//)
source: _To:
da: _Til:

# MSG_AB_CC_TOOLBAR (2536//)
source: _Cc:
da: _Kopi til:

# MSG_AB_BCC_TOOLBAR (2537//)
source: _Bcc:
da: _Blindkopi til:

# MSG_AB_FROM_TITLE (2538//)
source: (From)
da: (Afsenderadresse)

# MSG_AB_TO_TITLE (2539//)
source: (To)
da: (Til)

# MSG_AB_CC_TITLE (2540//)
source: (Cc)
da: (Kopi til)

# MSG_AB_BCC_TITLE (2541//)
source: (Bcc)
da: (Blindkopi til)

# MSG_AB_REPLYTO_TITLE (2542//)
source: (Reply To)
da: (Svar til)
