Repository: Futaura/yam
Catalog: locale/danish.po
Languages: da

# MSG_HELP_CO_CY_SMTPAUTHMETHOD (1784//)
source: Select here the authentication method YAM should use. 'Auto' lets YAM pick one automatically depending on the server's capabilities and is the recommended value. The others let you explicitly select one. They are listed in order according to how safe they are, with the safest at the top.
da: Her vælges den autentificeringsmetode som YAM skal anvende. 'Automatisk' får YAM til selv at vælge én ud fra serverens muligheder, og dette er den anbefalede indstilling. De andre giver mulighed for eksplicit at vælge en metode. De er opstillet i rækkefølge efter hvor sikre de er, med den sikreste øverst.

# MSG_CO_SMTPAUTH_AUTO (1785//)
source: Auto
da: Automatisk

# MSG_CO_ER_SMTPAUTH (1790//)
source: The SMTP server '%s' doesn't seem to support the selected SMTP-AUTH method. Please ask your provider which authentication methods are available and how to configure them in your e-mail client.
da: SMTP-serveren '%s' ser ikke ud til at understøtte den valgte SMTP-AUTH-metode. Spørg din udbyder hvilke autentificeringsmetoder der er til rådighed, og hvordan de konfigureres i din e-postklient.

# MSG_ER_SPAMDIR_EXISTS (1791//)
source: While trying to create a new Spam folder, YAM found that a directory named 'Spam' already exists. Do you want to use this directory as the standard Spam folder?
da: Under forsøg på at oprette en ny Spam-mappe opdagede YAM at der allerede er et katalog ved navn 'Spam'. Vil du anvende dette katalog som standard-spammappe?

# MSG_ER_SPAMDIR_EXISTS_ANSWERS (1792//)
source: C_leanup&Use|_Use|*_Cancel
da: _Rydde og anvende|_Anvende|*_Fortryde

# MSG_CO_ER_CANNOT_CREATE_SPAMFOLDER (1793//)
source: Couldn't create the standard Spam folder. The spam filter has been disabled again. Please make sure that there is enough space left on the drive and that the drive is not write protected.
da: Fejl ved forsøg på at oprette standard-spammappen. Spamfilteret er slået fra igen. Sørg for at der er plads nok på drevet, og at drevet eller kataloget ikke er skrivebeskyttet.

# MSG_MA_CHECKSPAM (1794//)
source: Apply spam filter
da: Anvende spamfilteret

# MSG_FI_BUSYCHECKSPAM (1795//)
source: Applying spam filter on folder...
da: Anvender spamfilter på mappen...

# MSG_MA_REMOVESPAM (1796//)
source: Delete spam from folder
da: Slette spam fra mappen

# MSG_MA_BUSYEMPTYINGSPAM (1797//)
source: Deleting spam from folder...
da: Sletter spam fra mappen...

# MSG_MA_TRASH (1798//)
source: Trash
da: Affaldskurv

# MSG_WR_SEARCH (1799//)
source: Search...
da: Søge...

# MSG_AB_IMPORT (1800//)
source: Import
da: Importere

# MSG_AB_EXPORT (1801//)
source: Export
da: Eksportere

# MSG_AB_LDIF (1802//)
source: LDIF address book (*.ldif)
da: LDIF-adressebog (*.ldif)

# MSG_AB_CSV (1803//)
source: Comma separated values (*.csv)
da: Kommasepareret indhold (*.csv)

# MSG_AB_TAB (1804//)
source: TAB separated values (*.tab)
da: TAB-separeret indhold (*.tab)

# MSG_ER_ADDRBOOKIMPORT (1805//)
source: Could not import address book "%s".
da: Fejl ved forsøg på import af adressebogen "%s".

# MSG_ER_ADDRBOOKEXPORT (1806//)
source: Could not export address book "%s".
da: Fejl ved forsøg på eksport af adressebogen "%s".

# MSG_LOADINGUPDATESTATE (1807//)
source: Loading update state data...
da: Indlæser oplysninger om opdateringsstatus...

# MSG_MA_HIDE (1809//)
source: Hide
da: Skjule

# MSG_MA_QUIT (1810//)
source: Quit
da: Afbryde

# MSG_MA_SELECTALL (1811//)
source: All
da: Alle

# MSG_MA_SELECTNONE (1812//)
source: None
da: Ingen

# MSG_MA_SELECTTOGGLE (1813//)
source: Toggle
da: Omskifte

# MSG_MA_MSEARCH (1814//)
source: Search...
da: Søge...

# MSG_MA_MFILTER (1815//)
source: Filter...
da: Filtrere...

# MSG_MA_REMOVEDELETED (1816//)
source: Empty trash
da: Tømme affaldskurv

# MSG_MA_UPDATEINDEX (1817//)
source: Update index
da: Opdatere indeks

# MSG_MA_MREAD (1821//)
source: Read
da: Læse

# MSG_MA_TOUNREAD (1822//)
source: Unread
da: Ulæst

# MSG_MA_TOREAD (1823//)
source: Read
da: Læst

# MSG_PROJECT_MABOUT (1826//)
source: About...
da: Om...

# MSG_MA_MEDIT (1827//)
source: Edit...
da: Redigere...

# MSG_MA_MMOVE (1828//)
source: Move...
da: Flytte...

# MSG_MA_MCOPY (1829//)
source: Copy...
da: Kopiere...

# MSG_MA_MPRINT (1830//)
source: Print...
da: Udskrive...

# MSG_MA_MSAVE (1831//)
source: Save...
da: Gemme...

# MSG_MA_MSAVEATT (1832//)
source: Save...
da: Gemme...

# MSG_MA_MNEW (1834//)
source: New...
da: Ny...

# MSG_MA_MREPLY (1835//)
source: Reply...
da: Besvare...

# MSG_MA_MFORWARD (1836//)
source: Forward...
da: Videresende...

# MSG_MA_MSAVEADDRESS (1838//)
source: Save address...
da: Notere adresse...

# MSG_MA_MADDRESSBOOK (1839//)
source: Address book...
da: Adressebog...

# MSG_MA_MCONFIG (1840//)
source: Configuration...
da: Opsætning...

# MSG_MA_TOMARKED (1841//)
source: Marked
da: Markeret

# MSG_MA_TOUNMARKED (1842//)
source: Unmarked
da: Umarkeret

# MSG_MA_ALLTOREAD (1843//)
source: All to read
da: Alle til læst

# MSG_MA_MEDITASNEW (1844//)
source: Edit as new...
da: Redigere som ny...

# MSG_RE_SEARCH (1847//)
source: Search...
da: Søge...

# MSG_RE_SEARCH_AGAIN (1848//)
source: Search again
da: Søge igen

# MSG_WR_SEARCH_AGAIN (1849//)
source: Search again
da: Søge igen

# MSG_WR_AUTOWRAP (1850//)
source: Word-wrap?
da: Ombryde?

# MSG_CO_SPAM_MARK_AS_READ (1851//)
source: Mark new spam mai_ls as read
da: Markere nye spam-meddelelser som _læst

# MSG_HELP_CH_SPAMFILTERENABLED (1852//)
source: Enables the spam filter, allowing you to filter out abusive advertising e-mails.
da: Slår spamfilteret til så man kan få bortfiltreret misbrugende reklamemeddelelser.

# MSG_HELP_TX_SPAMBADCOUNT (1853//)
source: Shows the amount of e-mails manually classified as 'spam'.
da: Viser antallet af meddelelser som manuelt er blevet klassificeret som 'spam'.

# MSG_HELP_TX_SPAMGOODCOUNT (1854//)
source: Shows the amount of e-mails manually classified as 'not spam', also known as 'ham'.
da: Viser antallet af meddelelser som manuelt er blevet klassificeret som 'ikke spam', også kaldet 'ham'.

# MSG_HELP_BT_SPAMRESETTRAININGDATA (1855//)
source: Allows to manually reset the whole spam filter training data. This should be necessary only in very rare cases.
da: Giver mulighed for at nulstille alle spamfilterets indlæringsdata. Dette bør kun være nødvendigt i meget sjældne tilfælde.

# MSG_HELP_CH_SPAMFILTERFORNEWMAIL (1856//)
source: If enabled, new incoming e-mail will be immediately analyzed by the spam filter.
da: Ved hak her bliver nyankomne meddelelser straks analyseret af spamfilteret.

# MSG_HELP_CH_SPAMABOOKISWHITELIST (1857//)
source: If enabled, any e-mail with a From: address that can be found in the address book will never be considered as spam.
da: Ved hak her bliver mails med en afsenderadresse som findes i adressebogen, aldrig opfattet som spam.

# MSG_HELP_CH_SPAMMARKONMOVE (1858//)
source: If checked, any e-mail manually moved to the Spam folder will be automatically marked as spam.
da: Ved hak her bliver enhver meddelelse som manuelt flyttes til spam-mappen, automatisk markeret som spam.

# MSG_HELP_CH_SPAMMARKASREAD (1859//)
source: If checked, spam mail will be automatically flagged as 'read'.
da: Ved hak her bliver spam-meddelelser automatisk markeret som 'læst'.

# MSG_HELP_CH_UPDATECHECK (1860//)
source: How often do you want YAM to automatically check for updates? Select 'never' to disable this feature.
da: Hvor ofte vil du have YAM til automatisk at søge efter opdateringer? Vælg 'Aldrig' for at slå denne funktion fra.

# MSG_WR_SELECTALL (1861//)
source: Select all
da: Markere alt

# MSG_RE_MDN_ACCEPT_LATER (1862//)
source: Accept and send _later
da: Acceptere og sende _senere

# MSG_RE_MDN_ACCEPT_NOW (1863//)
source: Accept and send _now
da: Acceptere og sende _nu

# MSG_RE_MDN_IGNORE (1864//)
source: _Ignore
da: _Ignorere

# MSG_RE_MDN_IGNORE_ALL (1865//)
source: Ignore _all
da: Ignorere _alle

# MSG_CO_MDN_ACTION_IGNORE (1866//)
source: Never send
da: Aldrig sende

# MSG_CO_MDN_ACTION_SEND (1867//)
source: Always send
da: Altid sende

# MSG_CO_MDN_ACTION_QUEUE (1868//)
source: Always queue
da: Altid lægge i kø

# MSG_CO_MDN_ACTION_ASK (1869//)
source: Ask me
da: Spørge

# MSG_CO_MDN_TITLE (1870//)
source: Return receipts
da: Returkvitteringer

# MSG_CO_MDN_DESCRIPTION (1871//)
source: When I receive a request for a return receipt...
da: Når der modtages en anmodning om en returkvittering...

# MSG_CO_MDN_DISABLED (1872//)
source: _Never send a return receipt
da: se_ndes aldrig en returkvittering

# MSG_CO_MDN_ENABLED (1873//)
source: Allow _return receipts for some messages
da: sendes _returkvitteringer for visse meddelelser

# MSG_CO_MDN_NORECIPIENT (1874//)
source: If I'm not in the _To: or Cc: of the message:
da: Hvis jeg ikke er i _To: eller CC: i meddelelsen:

# MSG_CO_MDN_NODOMAIN (1875//)
source: If the sender is _outside my domain:
da: Hvis afsenderen er uden f_or mit domæne:

# MSG_CO_MDN_DELETE (1876//)
source: If I'm going to just _delete the message:
da: Hvis jeg blot vil slette med_delelsen:

# MSG_CO_MDN_OTHER (1877//)
source: In all oth_er cases:
da: I alle andre tilf_ælde:

# MSG_HELP_CO_CH_MDN_NEVER (1880//)
source: If selected, no return receipt will be sent, even if explicitly requested.
da: Ved hak her vil der ikke blive sendt nogen returkvittering selv om der anmodes om det.

# MSG_HELP_CO_CH_MDN_ALLOW (1881//)
source: If selected, return receipts will be processed according to the rules defined here.
da: Ved hak her bliver returkvitteringer håndteret ifølge de regler som er defineret her.

# MSG_HELP_CO_CY_MDN_NORECIPIENT (1882//)
source: What to do with a return receipt request when your e-mail address doesn't appear neither in the To: or Cc: headers.
da: Hvad der skal ske med en returkvittering når ens egen e-postadresse ikke figurerer hverken i To:- eller Cc:-hovedfelterne.

# MSG_HELP_CO_CY_MDN_NODOMAIN (1883//)
source: What to do with a return receipt request when the sender's domain doesn't match yours.
da: Hvad der skal ske med en returkvittering når afsenderens domæne ikke er det samme som ens eget.

# MSG_HELP_CO_CY_MDN_DELETE (1884//)
source: What to do with a return receipt request when you just delete the original message.
da: Hvad der skal ske med en returkvittering når man blot sletter den oprindelige meddelelse.

# MSG_HELP_CO_CY_MDN_OTHER (1885//)
source: What to do with a return receipt request when none of the above rules applies.
da: Hvad der skal ske med en returkvittering når ingen af ovenstående regler er anvendt.

# MSG_CO_LOOKFEEL_TITLE (1886//)
source: Look & Feel
da: Udseende og opførsel

# MSG_CO_LOOKFEEL_SUMMARY (1887//)
source: Configure the general Look & Feel of YAM...
da: Opsætning af YAM's overordnede udseende og opførsel...

# MSG_CO_CRDLOOKFEEL (1888//)
source: Look & Feel
da: Udseende og opførsel

# MSG_CO_LOOKFEEL_THEMES (1898//)
source: Themes
da: Temaer

# MSG_CO_THEME_ACTIVATE (1899//)
source: _Activate
da: _Anvende

# MSG_CO_THEME_PREVIEW (1900//)
source: Preview
da: Forhåndsvisning

# MSG_CO_THEME_AUTHOR (1901//)
source: Author
da: Skabt af

# MSG_CO_RELDATETIME (1903//)
source: Rela_tive date output
da: Rela_tiv datovisning

# MSG_HELP_CO_CH_RELDATETIME (1904//)
source: If selected, columns with date information will use a relative output (e.g. 'Today' or 'Yesterday') instead of the full date if possible.
da: Sættes hak her, vil kolonner med datooplysninger benytte relativ datovisning (fx 'I dag' eller 'I går') i stedet for den fulde dato, om muligt.

# MSG_ER_USER_UNKNOWN_TITLE (1910//)
source: Unknown user
da: Ukendt bruger

# MSG_ER_USER_UNKNOWN_ERROR (1912//)
source: Unknown user '%s'.
da: Ukendt bruger '%s'.

# MSG_HELP_CO_CA_COLSIG (1913//)
source: The color that should be used to print the signature of a mail.
da: Farven som skal anvendes til at vise signaturen i en meddelelse.

# MSG_ER_SPAM_NOT_ENOUGH_CLASSIFIED_MAILS (1914//)
source: It is not recommended to enable this feature with as few as %ld mails classified as spam so far, as this may lead to poor performance of the spam filter. Do you want to disable this option again?
da: Det frarådes at slå denne funktion til, når der endnu kun er %ld meddelelser klassificeret som spam, da dette vil få spamfilteret til at virke dårligt. Vil du slå funktionen fra igen?

# MSG_ER_CANNOT_CREATE_SEMAPHORE (1915//)
source: Can't create semaphore.
da: Fejl ved forsøg på at oprette semafor.

# MSG_RE_HDR_FROM (1917//)
source: From
da: Fra

# MSG_RE_HDR_TO (1918//)
source: To
da: Til

# MSG_RE_HDR_DATE (1919//)
source: Date
da: Dato

# MSG_RE_HDR_SUBJECT (1920//)
source: Subject
da: Emne

# MSG_RE_VIRTUALMAIL (1921//)
source: Virtual e-mail
da: Virtuel meddelelse

# MSG_CO_MIMECMD_PUBSCREEN (1922//)
source: %p Name of YAM's public screen
da: %p Navnet på YAM's offentlige skærm

# MSG_ER_ZOMBIE_FILES_EXIST (1923//)
source: Couldn't delete all temporary files during cleanup. These files might be locked by other applications. Please make sure that you have closed all aplications which you may have used from within YAM, like MIME viewers (e.g. MultiView).
da: Fejl ved forsøg på at slette de midlertidige filer under oprydning. Disse filer kan være låst af andre applikationer. Sørg for at du har lukket alle applikationer som du kan have brugt inde fra YAM, såsom MIME-fremvisere (fx MultiView).

# MSG_ER_ZOMBIE_FILES_EXIST_BT (1924//)
source: _Retry|_Ignore
da: _Prøve igen|_Ignorere

# MSG_ER_ZOMBIE_FILES_EXIST_TITLE (1925//)
source: YAM cleanup warning
da: Advarsel om oprydning i YAM

# MSG_CO_SHOWALTPARTS (1926//)
source: Show a_lternative parts
da: Vise a_lternative afsnit

# MSG_HELP_CO_CH_SHOWALTPARTS (1927//)
source: If enabled, alternative MIME parts of a 'multipart/alternative' e-mail that would otherwise remain hidden will be displayed as attachments instead.
da: Sættes hak her, vil alternative MIME-afsnit i en meddelelse af typen 'multipart/alternative' som ellers ville være skjult, blive vist som vedhæftninger i stedet.

# MSG_US_DIRECTORY_DOESNT_EXIST (1928//)
source: Mail directory '%s' for user '%s' does not exist. Do you want to create it now?
da: Meddelelseskataloget '%s' for brugeren '%s' findes ikke. Vil du oprette det nu?

# MSG_HELP_CO_BT_APPICONGETPOS (1929//)
source: Click to get the current position of the AppIcon.
da: Ved klik her vises App-ikonets aktuelle koordinater.

# MSG_CO_MOVE_HAM_TO_INCOMING (1930//)
source: Move 'not spam' e-mails back to _Incoming folder
da: Flytte meddelelser som ikke er 'spam', tilbage til _indbakken

# MSG_HELP_CH_MOVE_HAM_TO_INCOMING (1931//)
source: If enabled, any e-mail which was incorrectly classified as 'spam' and later manually marked as 'not spam' will be automatically moved back to the Incoming folder.
da: Ved hak her vil meddelelser som var fejlagtigt klassificeret som 'spam' og senere manuelt bliver markeret som 'ikke spam', automatisk flyttet tilbage til Indbakke-mappen.

# MSG_CO_FILTER_HAM (1933//)
source: Apply _filters
da: _Anvende filtre

# MSG_HELP_CH_FILTER_HAM (1934//)
source: If enabled, after moving the e-mail all the user defined filters will be applied to it.
da: Ved hak her vil alle brugerdefinerede filtre blive anvendt på meddelelserne efter at de er flyttet.

# MSG_SHUTDOWN_SHUTTING_DOWN (1935//)
source: Shutting down YAM...
da: Lukker YAM...

# MSG_HELP_CO_CY_FOLDERINFO (1937//)
source: Information that should be displayed as the label of the folder.
da: Oplysninger som skal vises som mappens påskrift.

# MSG_CO_FOLDERINFO01 (1938//)
source: Folder name
da: Mappenavn

# MSG_CO_FOLDERINFO02 (1939//)
source: Folder name (new)
da: Mappenavn (nye)

# MSG_CO_FOLDERINFO03 (1940//)
source: Folder name (unread)
da: Mappenavn (ulæste)

# MSG_CO_FOLDERINFO04 (1941//)
source: Folder name (new/unread)
da: Mappenavn (nye/ulæste)

# MSG_CO_FOLDERINFO05 (1942//)
source: Folder name (unread/new)
da: Mappenavn (ulæste/nye)

# MSG_FO_EXPIREUNREAD (1945//)
source: also unread
da: også ulæste

# MSG_HELP_FO_CH_EXPIREUNREAD (1946//)
source: If selected, old messages will be deleted, even if they are not yet read.
da: Ved hak her vil gamle meddelelser blive slettet, selv hvis de endnu ikke er læst.

# MSG_WR_SENDNOW (1947//)
source: _Send now
da: Sende _nu

# MSG_WR_SENDLATER (1948//)
source: Send _later
da: _Lægge i udbakken

# MSG_WR_MSENDNOW (1951//)
source: Send now
da: Sende nu

# MSG_WR_MSENDLATER (1952//)
source: Send later
da: Lægge i udbakken

# MSG_ER_CONNECTIONBROKEN (1955//)
source: Connection with server '%s' was interrupted while trying to send command '%s'. This may be due to a connection dropped by the server.
da: Forbindelsen med serveren '%s' blev afbrudt under forsøget på at sende kommandoen '%s'. Dette kan skyldes at serveren lukkede forbindelsen ned.

# MSG_WR_MSWITCH_MSG (1956//)
source: Message
da: Meddelelse

# MSG_WR_MSWITCH_ATT (1957//)
source: Attachments
da: Vedhæftninger

# MSG_WR_MSWITCH_OPT (1958//)
source: Options
da: Tilvalg

# MSG_CO_FWDMSG (1959//)
source: _Forward messages
da: _Videresende meddelelser

# MSG_CO_FWDMSG_INLINE (1961//)
source: inlined
da: indsat i tekst

# MSG_HELP_CO_CY_FORWARDMODE (1962//)
source: Select here the way messages should be forwarded by default. Either a message can be forwarded as an attachment or the message text can be put inlined to the new message.
da: Her vælges hvordan meddelelser som standard skal videresendes. Meddelelser kan enten blive videresendt som vedhæftning, eller deres tekst kan blive indsat som en del af teksten i den nye meddelelse.

# MSG_ABOUT_CURRENT_DEVELOPERS (1963//)
source: Current Developers:
da: Aktuelle udviklere:

# MSG_ABOUT_CONTRIBUTORS (1964//)
source: Contributors:
da: Medvirkende:

# MSG_ABOUT_LOCALIZATION_CONTRIBUTORS (1965//)
source: Localization Contributors:
da: Lokaliserings-medvirkende:

# MSG_ABOUT_GPL (1966//)
source: This program is free software; you're welcome to distribute and/or modify it under the terms of the GNU Public License. See the enclosed documents for more details.
da: Dette program er fri software; du er velkommen til at distribuere og/eller modificere det i henhold til vilkårene i GNU Public License. Yderligere detaljer findes i de vedlagte dokumenter.

# MSG_ABOUT_3RD_PARTY_SOFTWARE (1967//)
source: This program uses the following third party software:
da: Dette program bruger følgende tredjepartssoftware:

# MSG_ABOUT_YAM_NEWS (1968//)
source: The latest news about YAM can be found at the YAM Support Site at \0335http://yam.ch/\033n
da: De seneste nyheder om YAM findes på YAM-supportsiderne \0335http://www.yam.ch/\033n

# MSG_WR_VIEW (1969//)
source: View
da: Visning

# MSG_CONFIG_MODIFIED (1974//)
source: The configuration has been modified, but wasn't saved yet. How do you want to proceed?
da: Indstillingerne er ændret, men er endnu ikke blevet gemt. Hvad vil du gøre?

# MSG_CONFIG_MODIFIED_GAD (1975//)
source: *_Save now|_Quit without saving|_Cancel
da: *_Gemme nu|_Afslutte uden at gemme|_Fortryde

# MSG_ABOOK_MODIFIED_GAD (1976//)
source: *_Save now|_Quit without saving|_Cancel
da: *_Gemme nu|_Afslutte uden at gemme|_Fortryde

# MSG_HELP_CO_BT_MIMEIMPORT (1977//)
source: Allows to import MIME type settings from third party MIME files, such as 'MIME.prefs', 'mailcap' or 'mime.types'.
da: Giver mulighed for at importere indstillinger af MIME-typer fra tredjeparts-MIME-filer som fx 'MIME.prefs', 'mailcap' eller 'mime.types'.

# MSG_AB_INVALIDSECURITY_TITLE (1978//)
source: Security warning
da: Sikkerhedsadvarsel

# MSG_AB_INVALIDSECURITY (1979//)
source: This address book entry was set to default to either signed and/or encrypted messages, but the required PGP installation couldn't be found. Do you want to reset the default security setting for this entry?
da: Denne adressebogspost blev sat til at oprette signerede og/eller krypterede meddelelser som standard, men den nødvendige PGP-installation kunne ikke findes. Vil du nulstille standard-sikkerhedsindstillingen for denne adressebogspost?

# MSG_AB_INVALIDSECURITY_GADS (1980//)
source: *_Yes|_No
da: *_Ja|_Nej

# MSG_WR_INVALIDSECURITY_TITLE (1981//)
source: Security warning
da: Sikkerhedsadvarsel

# MSG_WR_INVALIDSECURITY (1982//)
source: The address book security setting for recipient '%s' is set to signed and/or encrypted messages, but the required PGP installation wasn't found. The message will be neither signed or encrypted.
da: Adressebogens sikkerhedsindstillnig for modtageren '%s' er sat til at oprette signerede og/eller krypterede meddelelser, men den nødvendige PGP-installation kunne ikke findes. Meddelelsen vil hverken blive signeret eller krypteret.

# MSG_WR_INVALIDSECURITY_GADS (1983//)
source: *_Ok|_Cancel
da: *_OK|_Fortryde

# MSG_ER_FILEENCODE (1984//)
source: An unexpected error occurred while trying to encode file '%s'. Please make sure that the file exists and is readable, then try to compose the message again.
da: Der indtraf en uventet fejl under forsøg på at kode filen '%s'. Sørg for at filen eksisterer og er læsbar, og prøv derefter at opbygge meddelelsen igen.

# MSG_ER_MISSINGATTFILE (1985//)
source: File '%s' couldn't be found while trying to compose the attachments of a message. Please make sure that the file exists and is readable, then try to compose the message again.
da: Filen '%s' kunne ikke findes under forsøg på at opbygge en meddelelses vedhæftninger. Sørg for at filen eksisterer og er læsbar, og prøv derefter at opbygge meddelelsen igen.

# MSG_ER_INVALIDATTFILE (1986//)
source: File '%s' couldn't be found while trying to view the attachment of a message. Please make sure that the file exists and is readable.
da: Filen '%s' kunne ikke findes under forsøg på at fremvise vedhæftningen i en meddelelse. Sørg for at filen eksisterer og er læsbar.

# MSG_ER_PRINTER_OFFLINE (1987//)
source: The printer seems to be offline or busy. Please check the printer or try again later.
da: Printeren lader til at være slukket eller optaget. Tjek printeren eller prøv igen senere.

# MSG_ER_PRINTER_OFFLINE_GADS (1988//)
source: *_Retry|_Ignore|_Cancel
da: *_Prøve igen|_Ignorere|_Fortryde

# MSG_ER_PRINTER_NOPAPER (1989//)
source: The printer seems to be out of paper. Please check the printer or try again later.
da: Printeren lader til at være løbet tør for papir. Tjek printeren eller prøv igen senere.

# MSG_ER_PRINTER_NOPAPER_GADS (1990//)
source: *_Retry|_Ignore|_Cancel
da: *_Prøve igen|_Ignorere|_Fortryde

# MSG_ER_PRINTER_FAILED (1991//)
source: An error was returned while sending data to the printer. Please check your printer and try again if your document wasn't printed properly.
da: Der blev meldt en fejl tilbage under afsendelse af data til printeren. Tjek printeren og prøv igen, hvis dit dokument ikke blev printet korrekt.

# MSG_MA_EDIT (1992//)
source: Edit
da: Redigere

# MSG_MA_EDIT_UNDO (1993//)
source: Undo
da: Tilbageføre

# MSG_MA_EDIT_REDO (1994//)
source: Redo
da: Gendanne

# MSG_MA_EDIT_CUT (1995//)
source: Cut
da: Klippe

# MSG_MA_EDIT_COPY (1996//)
source: Copy
da: Kopiere

# MSG_MA_EDIT_PASTE (1997//)
source: Paste
da: Indsætte

# MSG_MA_EDIT_SALL (1998//)
source: Select all
da: Markere alt

# MSG_MA_EDIT_SNONE (1999//)
source: Select none
da: Afmarkere alt

# MSG_WR_SELECTNONE (2000//)
source: Select none
da: Afmarkere alt

# MSG_MA_INVALIDMFILE_TITLE (2001//)
source: Invalid mail file found
da: Ugyldig meddelelsesfil fundet

# MSG_MA_INVALIDMFILE (2002//)
source: File '%s' in folder '%s' doesn't seem to have a valid mail format or may be corrupted. Please make sure that the file is readable and is a valid mail file.
da: Filen '%s' i mappen '%s' ser ikke ud til at have et gyldigt meddelelsesformat, eller den kan være ødelagt. Sørg for at filen er læsbar og er en gyldig meddelelsesfil.

# MSG_MA_INVALIDMFILE_BT (2003//)
source: *_Retry|_Ignore|Ignore _All|_Delete|_Cancel
da: *_Prøve igen|_Ignorere|Ignorere _alle|_Slette|A_fbryde
