Repository: Futaura/yam
Catalog: locale/danish.po
Languages: da

# MSG_CO_Organization (432//)
source: _Organization
da: _Organisation

# MSG_CO_ExtraHeaders (433//)
source: E_xtra headers
da: E_kstra meddelelseshovedfelter

# MSG_CO_MessageBody (434//)
source: Message body
da: Meddelelsestekst

# MSG_CO_Welcome (435//)
source: Welcome _phrase
da: _Indledende tekst

# MSG_CO_Greetings (436//)
source: Closing p_hrase
da: _Afsluttende tekst

# MSG_CO_Editor (437//)
source: Editor
da: Redigering

# MSG_CO_WordWrap (438//)
source: _Word-wrap
da: _Ombrydning

# MSG_CO_EWOff (439//)
source: off
da: slået fra

# MSG_CO_EWAsYouType (440//)
source: as you type
da: mens du skriver

# MSG_CO_EWBeforeSend (441//)
source: before sending
da: før afsendelse

# MSG_CO_ExternalEditor (442//)
source: _External editor
da: _Eksternt program

# MSG_CO_PhraseOpen (444//)
source: Open
da: Hilsen

# MSG_CO_PhraseIntro (445//)
source: Intro
da: Indledning

# MSG_CO_PhraseClose (446//)
source: Close
da: Afslutning

# MSG_CO_Forwarding (447//)
source: Forwarding
da: Videresendelse

# MSG_CO_FwdInit (448//)
source: _Initial phrase
da: _Indledende tekst

# MSG_CO_FwdFinish (449//)
source: _Terminating phrase
da: _Afsluttende tekst

# MSG_CO_Replying (450//)
source: Replying
da: Besvarelse

# MSG_CO_RepInit (451//)
source: Default _reply phrases
da: _Normale svartekster

# MSG_CO_AltRepInit (452//)
source: _Alternative reply phrases
da: A_lternative svartekster

# MSG_CO_AltRepPat (453//)
source: Use with these _domains
da: Benytte til disse _domæner

# MSG_CO_MLRepInit (454//)
source: _Mailing list reply phrases
da: _Postliste-svartekster

# MSG_CO_QuoteEmpty (456//)
source: Quote _empty lines
da: Citere t_omme linjer

# MSG_CO_VerifyAddress (457//)
source: _Verify recipient address
da: _Tjekke modtageradresse

# MSG_CO_StripSignature (458//)
source: Stri_p signature
da: _Udelade signatur

# MSG_CO_DefSig (459//)
source: Default signature
da: Standardsignatur

# MSG_CO_AltSig1 (460//)
source: Alt. signature #1
da: Alt. signatur 1

# MSG_CO_AltSig2 (461//)
source: Alt. signature #2
da: Alt. signatur 2

# MSG_CO_Signature (462//)
source: Signature
da: Signatur

# MSG_CO_EditSig (464//)
source: _Edit in external editor
da: _Redigere i eksternt program

# MSG_CO_InsertTag (465//)
source: Insert _random tagline
da: Indsætte _tilfældigt guldkorn

# MSG_CO_InsertENV (466//)
source: Insert E_NV:Signature
da: Indsætte _ENV:Signature

# MSG_CO_Taglines (467//)
source: Taglines
da: Guldkorn

# MSG_CO_TaglineFile (468//)
source: Tagline _file
da: Gu_ldkornsfil

# MSG_CO_TaglineSep (469//)
source: T_agline separator
da: Guldk_ornsadskillelse

# MSG_CO_FixedFontList (470//)
source: Use _fixed font
da: Benytte s_kriftsnit med fast bredde

# MSG_CO_SwatchBeat (471//)
source: Show time in Swatch _Beats
da: Klokkeslæt i _Swatch-slag

# MSG_CO_LogNone (472//)
source: none
da: ingen

# MSG_CO_LogVerbose (474//)
source: verbose
da: udvidet

# MSG_CO_PGPExe (475//)
source: P_GP's directory
da: Sti til _PGP

# MSG_CO_Logfiles (481//)
source: Log files
da: Logfiler

# MSG_CO_LogPath (482//)
source: _Path
da: _Sti

# MSG_CO_LogSplit (483//)
source: Split _log file
da: Op_dele logfil

# MSG_CO_LogMode (484//)
source: _Mode
da: _Modus

# MSG_CO_LogAllEvents (485//)
source: Log _all events
da: _Logge alle hændelser

# MSG_CO_OnStartup (486//)
source: On program startup
da: Ved programstart

# MSG_CO_LoadAll (487//)
source: Load all folders
da: Indlæse alle mapper

# MSG_CO_MarkNew (488//)
source: Mark new mail as unread
da: Markere ny post som ulæst

# MSG_CO_SendStart (489//)
source: Send mail in outgoing queue
da: Sende post i udbakken

# MSG_CO_CheckDOB (491//)
source: Check birthdates
da: Tjekke fødselsdage

# MSG_CO_OnTermination (492//)
source: On program termination
da: Ved programafslutning

# MSG_CO_DeleteOld (493//)
source: Delete old mail
da: Slette gammel post

# MSG_CO_RemoveDel (494//)
source: Remove deleted mail
da: Fjerne slettet post

# MSG_CO_ATABnever (495//)
source: never
da: aldrig

# MSG_CO_ATABask (496//)
source: ask before
da: bede om godkendelse først

# MSG_CO_ATABinfoask (497//)
source: if info available; ask
da: hvis oplysninger sendt med; spørge

# MSG_CO_ATABinfo (498//)
source: if info available
da: hvis oplysninger sendt med

# MSG_CO_ATABalways (499//)
source: always
da: altid

# MSG_CO_InfoExc (500//)
source: Personal data exchange
da: Udveksling af personoplysninger

# MSG_CO_Gallery (501//)
source: Save _photos in
da: Gemme b_illeder i

# MSG_CO_AddToAddrbook (503//)
source: Sa_ve sender's address
da: G_emme afsenderens adresse

# MSG_CO_NewGroup (505//)
source: _Group for new entries
da: G_ruppe til nye poster

# MSG_CO_Paths (507//)
source: Paths
da: Stier

# MSG_CO_Detach (508//)
source: D_ecode files to
da: Gemme ved_hæftede filer i

# MSG_CO_Attach (509//)
source: _Attach files from
da: _Vedhæfte filer fra

# MSG_CO_TempDir (510//)
source: For _temporary files
da: Katalog til _midlertidige filer

# MSG_CO_AppIcon (511//)
source: Mailbox status
da: App-ikon til postkasse-status

# MSG_CO_PositionX (512//)
source: Position _X
da: _X-koordinat

# MSG_CO_CloseGadget (513//)
source: Close _gadget iconifies program
da: _Lukkeknap ikonificerer program

# MSG_CO_SaveDelete (514//)
source: Save/delete messages
da: Gemning og sletning af meddelelser

# MSG_CO_ConfirmDelPart1 (515//)
source: Confirm _deletion of
da: God_kende sletning af

# MSG_CO_ConfirmDelPart2 (516//)
source: or more messages
da: eller flere meddelelser

# MSG_CO_Remove (517//)
source: _Remove messages immediately
da: _Slette meddelelser straks

# MSG_CO_XPK (525//)
source: XPK/LhA settings
da: XPK- og LhA-indstillinger

# MSG_CO_XPKPack (526//)
source: Packer
da: Pakning med

# MSG_CO_XPKPackEnc (527//)
source: Pack/Protect
da: Kodet pakning med

# MSG_CO_Archiver (528//)
source: Archi_ver
da: A_rkiveringsprogram

# MSG_CO_ScriptMenu (529//)
source: 'Scripts' menu entry %ld
da: Punkt %ld i menuen 'Makroer'

# MSG_CO_ScriptStartup (530//)
source: Program startup
da: Programstart

# MSG_CO_ScriptTerminate (531//)
source: Program termination
da: Programafslutning

# MSG_CO_ScriptPreGetMail (532//)
source: Before getting mail
da: Før hentning af post

# MSG_CO_ScriptPostGetMail (533//)
source: After getting mail
da: Efter hentning af post

# MSG_CO_ScriptNewMsg (534//)
source: With each new message
da: For hver ny meddelelse

# MSG_CO_ScriptPreSendMail (535//)
source: Before sending mail
da: Før afsendelse af post

# MSG_CO_ScriptPostSendMail (536//)
source: After sending mail
da: Efter afsendelse af post

# MSG_CO_ScriptReadMsg (537//)
source: When reading a message
da: Ved læsning af meddelelse

# MSG_CO_ScriptPreWriteMsg (538//)
source: Before writing a message
da: Før skrivning af meddelelse

# MSG_CO_ScriptPostWriteMsg (539//)
source: After writing a message
da: Efter skrivning af meddelelse

# MSG_CO_ScriptClickURL (540//)
source: When double-clicking an URL
da: Ved dobbeltklik på en URL

# MSG_CO_Script (541//)
source: Sc_ript
da: _Makro

# MSG_CO_OpenConsole (542//)
source: _Open console window
da: _Åbne konsolvindue

# MSG_CO_WaitTerm (543//)
source: _Wait for termination
da: Vente på _afslutning

# MSG_CO_Open (544//)
source: Open...
da: Åbne...

# MSG_CO_SaveAs (545//)
source: Save as...
da: Gemme som...

# MSG_CO_Edit (546//)
source: Edit
da: Redigering

# MSG_CO_ResetDefaults (547//)
source: Reset to defaults
da: Sætte til standardværdier

# MSG_CO_ResetAll (548//)
source: Reset all settings
da: Nulstille alle indstillinger

# MSG_CO_LastSaved (549//)
source: Last saved
da: Sidst gemte

# MSG_CO_Restore (550//)
source: Restore
da: Genskabe

# MSG_CO_ImportMIME (553//)
source: Import MIME viewers & types...
da: Importere MIME-fremvisere og -typer...

# MSG_HELP_CO_ST_REALNAME (554//)
source: Your full name (first name last name).
da: Dit fulde navn (fornavn efternavn).

# MSG_HELP_CO_ST_EMAIL (555//)
source: Your e-mail address.
da: Din e-postadresse.

# MSG_HELP_CO_ST_POPHOST (556//)
source: The address of the POP3 server to receive mail from. If you leave this field empty, the address of the SMTP server will be used as fallback.
da: Adressen på den POP3-server du vil hente post fra. Hvis du lader dette felt stå tomt, så benyttes SMTP-serverens adresse.

# MSG_HELP_CO_ST_PASSWD (557//)
source: Password to access the POP3 server.
da: Adgangskode for at tilgå postserveren.

# MSG_HELP_CO_ST_SMTPHOST (560//)
source: The address of the SMTP server to send mail to. If you leave this field empty, the address of the POP3 server will be used as fallback.
da: Adressen på den SMTP-server du vil sende post til. Hvis du lader dette felt stå tomt, så benyttes POP3-serverens adresse.

# MSG_HELP_CO_CH_SMTP8BIT (562//)
source: Do not convert messages to 7-bit when transferring. You should only use this option if you're sure that your SMTP server supports 8-bit transfers, otherwise your messages may get corrupted.
da: Undlader at konvertere meddelelser til 7-bit-tegnsæt under afsendelse. Brug kun denne indstilling hvis din server understøtter 8-bit-overførsler, ellers risikerer du at dine meddelelser bliver ødelagt.

# MSG_HELP_CO_LV_POP3 (563//)
source: List of the POP3 servers.
da: Liste over POP3-konti.

# MSG_HELP_CO_BT_PADD (564//)
source: Add a new POP3 servers to the list.
da: Føjer en ny POP3-konto til listen.

# MSG_HELP_CO_BT_PDEL (565//)
source: Remove the selected POP3 servers from the list.
da: Fjerner den markerede POP3-konto fra listen.

# MSG_HELP_CO_ST_POPUSERID (566//)
source: User name to log in on the POP3 server. If you leave this field empty, the user name part of your e-mail address will be used.
da: Brugernavn for at logge ind på POP3-serveren. Hvis du lader dette felt stå tomt, så tages bruger-ID'en fra din e-postadresse.

# MSG_HELP_CO_CH_DELETE (567//)
source: Delete messages from mail server after the download.
da: Sletter meddelelser fra postserveren efter hentning.

# MSG_HELP_CO_CH_POPENABLED (569//)
source: Check this account while checking for new mail.
da: Forbinder til denne server for at se efter ny post.

# MSG_HELP_CO_CH_TRANSWIN (571//)
source: Show a progress window during mail transfers.
da: Viser et statusvindue under postoverførsel.

# MSG_HELP_CO_CY_MSGSELECT (572//)
source: Message pre-selection shows (a part of) the contents of the POP3 mailbox and allows you to select which messages you want to download.
da: Slå denne indstilling til for at se indholdet af POP3-postkassen og give mulighed for at udvælge meddelelser inden hentningen.

# MSG_HELP_CO_ST_WARNSIZE (574//)
source: Incoming messages bigger than this will be considered as 'large'.
da: Ankommende meddelelser som er større end denne størrelse, vil blive regnet som 'store'.

# MSG_HELP_CO_ST_INTERVAL (575//)
source: How often do you want YAM to automatically check for new mail?
da: Hvor ofte vil du have undersøgt om der er kommet post? (Vælg 0 for at slå denne funktion fra.)

# MSG_HELP_CO_CH_DLLARGE (576//)
source: When automatically checking for new mail, download large messages even if they exceed the size limit specified above.
da: Når der automatisk ses efter ny post, hentes store meddelelser selv om de er større end angivet ovenfor.

# MSG_HELP_CO_CH_NOTIREQ (577//)
source: Show a requester when you get new mail.
da: Viser en dialogboks når du får ny post.

# MSG_HELP_CO_ST_NOTICMD (578//)
source: The program you want to execute when you get new mail.
da: Programmet du vil have udført, når du får ny post.

# MSG_HELP_CO_ST_NOTISOUND (579//)
source: The sound file you want to play when you get new mail.
da: Lydfilen du vil have afspillet, når du får ny post.

# MSG_HELP_CO_LV_RULES (580//)
source: List of filters.
da: Liste over filtre.

# MSG_HELP_CO_ST_RNAME (581//)
source: Filter name.
da: Filternavn.

# MSG_HELP_CO_CH_REMOTE (582//)
source: Apply this filter before downloading new mail.
da: Anvender dette filter før meddelelsen hentes.

# MSG_HELP_CO_CH_APPLYNEW (583//)
source: Apply this filter to new messages.
da: Anvender dette filter på nye meddelelser.

# MSG_HELP_CO_CH_APPLYSENT (584//)
source: Apply this filter to sent messages.
da: Anvender dette filter på sendte meddelelser.

# MSG_HELP_CO_CH_APPLYREQ (585//)
source: Apply this filter when you use the filter function manually.
da: Anvender dette filter når du aktiverer filterfunktionen manuelt.

# MSG_HELP_CO_CH_AFORWARD (589//)
source: Forward matching messages to another person.
da: Videresender passende meddelelser til en anden person.

# MSG_HELP_CO_ST_AFORWARD (590//)
source: E-mail address(es) that should get the forwarded messages.
da: E-postadresse på personen som skal modtage de videresendte meddelelser.

# MSG_HELP_CO_CH_ARESPONSE (591//)
source: Send an automatic reply for each matching message.
da: Sender et automatisk svar på hver passende meddelelse.

# MSG_HELP_CO_ST_ARESPONSE (592//)
source: Text file that contains the response.
da: Tekstfil som indeholder svaret.

# MSG_HELP_CO_CH_AEXECUTE (593//)
source: Execute a command for each matching message.
da: Udfører en kommando for hver passende meddelelse.

# MSG_HELP_CO_ST_AEXECUTE (594//)
source: Command to execute. The path of the matching message is passed as an argument.
da: Kommandoen der skal udføres. Stien til den passende meddelelse gives med som argument.

# MSG_HELP_CO_CH_APLAY (595//)
source: Play a sound file for each matching message.
da: Afspiller en lydfil for hver passende meddelelse.

# MSG_HELP_CO_ST_APLAY (596//)
source: Sound file to play.
da: Lydfil der skal afspilles.

# MSG_HELP_CO_CH_AMOVE (597//)
source: Move matching messages to a different folder.
da: Flytter passende meddelelser til en anden mappe.

# MSG_HELP_CO_PO_MOVETO (598//)
source: Destination folder.
da: Mappe som meddelelserne skal flyttes til.

# MSG_HELP_CO_CH_ADELETE (599//)
source: Delete the matching messages.
da: Sletter passende meddelelser.

# MSG_HELP_CO_CH_ASKIP (600//)
source: Do not download the matching messages.
da: Undlader at hente passende meddelelser.

# MSG_HELP_CO_BT_RADD (601//)
source: Add a new filter.
da: Tilføjer et nyt filter.

# MSG_HELP_CO_BT_RDEL (602//)
source: Remove the selected filter from the list.
da: Fjerner det markerede filter fra listen.

# MSG_HELP_CO_CA_COL2QUOT (603//)
source: Color used to display 2nd level quotes.
da: Farven der bruges til gamle citater, niveau 2.

# MSG_HELP_CO_CH_WRAPHEAD (604//)
source: Split long headers on multiple lines.
da: Viser lange meddelelseshovedfelter over flere linjer.

# MSG_HELP_CO_CY_HEADER (606//)
source: Which message headers do you want YAM to display by default in the Read window?
da: Hvordan vil du have meddelelseshovedet vist i læsningsvinduet?

# MSG_HELP_CO_ST_HEADERS (607//)
source: Specify an AmigaDOS pattern to choose the headers in SELECTED format. Default is (From|To|Cc|Bcc|Date|Subject).
da: Angiv et AmigaDOS-mønster for at vælge meddelelseshovedfelterne til formatet UDVALGTE. Standard er (From|To|Cc|Bcc|Date|Subject).

# MSG_HELP_CO_CY_SENDERINFO (608//)
source: Information about the sender to display in the Read window (if available).
da: Oplysninger om afsenderen der skal vises i læsningsvinduet (hvis de haves).

# MSG_HELP_CO_CY_SIGSEPLINE (609//)
source: Type of separation line for the signature.
da: Typen af skillelinje mod signaturen.

# MSG_HELP_CO_CH_ALLTEXTS (611//)
source: Display all plain text parts of a multipart message.
da: Viser alle tekstdele i en meddelelse med flere dele.

# MSG_HELP_CO_CH_MULTIWIN (612//)
source: Use a separate Read window for each opened message.
da: Åbner et nyt læsningsvindue for hver markerede meddelelse.

# MSG_HELP_CO_CA_COLTEXT (613//)
source: Color for the 'colored' text used in the Read window and the editor.
da: Farven som bruges til 'kulørt' tekst i læsnings- og redigeringsvinduerne.

# MSG_HELP_CO_CH_FIXFEDIT (614//)
source: Display messages using a fixed width font.
da: Viser meddelelser med et skriftsnit med fast bredde.

# MSG_HELP_CO_ST_CTYPE (615//)
source: Enter a new MIME type or select one using the popup button at the right.
da: MIME-fremviseren aktiveres af denne bilagstype.

# MSG_HELP_CO_ST_COMMAND (616//)
source: Path and optional arguments of the viewer command. Click the popup button to see the list of supported variables.
da: Sti og valgfrie argumenter til fremviserkommandoen. Brug duk-op-knappen til at se listen over de understøttede variabler.

# MSG_HELP_CO_BT_MADD (617//)
source: Add a new MIME viewer.
da: Tilføjer en ny MIME-fremviser.

# MSG_HELP_CO_BT_MDEL (618//)
source: Remove the selected MIME viewer.
da: Fjerner den markerede MIME-fremviser fra listen.

# MSG_HELP_CO_ST_EXTENS (619//)
source: A space separated list of extensions (suffixes) used by this file type.
da: Filnavnsendelser der benyttes af denne filtype.

# MSG_HELP_CO_ST_DEFVIEWER (620//)
source: Program used to display attachments of unknown type.
da: Program der benyttes til at fremvise bilag af ukendt type.

# MSG_HELP_CO_ST_HELLOTEXT (625//)
source: Text to insert at the top of a new message.
da: Tekst som skal indsættes i starten af en ny meddelelse.

# MSG_HELP_CO_ST_BYETEXT (626//)
source: Text to add at the bottom of a new message.
da: Tekst som skal indsættes i bunden af en ny meddelelse.

# MSG_HELP_CO_ST_EDWRAP (628//)
source: Word-wrap message text at this column.
da: Ombryder meddelelsestekst ved denne tekstkolonne.

# MSG_HELP_CO_CY_EDWRAP (630//)
source: Select 'as you type' to have line feeds automatically added while you're typing your messages.
da: Vælg 'mens du skriver' for at indsætte linjeskift mens du skriver meddelelsen.

# MSG_HELP_CO_CH_LAUNCH (631//)
source: Automatically launch the external editor when starting a new message.
da: Starter det eksterne redigeringsprogram så snart du opretter en ny meddelelse.

# MSG_HELP_CO_ST_FWDSTART (633//)
source: Text used to introduce a forwarded message. Click the popup button at the right to see the variables you can use.
da: Tekst som skal bruges til at indlede en videresendt meddelelse. Brug knappen til højre for at indsætte en variabel.

# MSG_HELP_CO_ST_FWDEND (634//)
source: Text to add at the end of a forwarded message.
da: Tekst som skal sættes under en videresendt meddelelse.

# MSG_HELP_CO_ST_REPLYTEXT (635//)
source: Default phrases used in replies to messages. Use the popup button at the right to see the supported variables.
da: Tekster som skal bruges i svar på meddelelser. Brug knappen til højre for at indsætte en variabel.

# MSG_HELP_CO_ST_AREPLYTEXT (636//)
source: Use these phrases instead when then pattern below matches the recipient's address.
da: Bruger disse tekstdele i svar til meddelelser hvis mønsteret nedenfor passer på modtageradressen.

# MSG_HELP_CO_ST_AREPLYPAT (637//)
source: AmigaDOS pattern that triggers the alternative reply phrases.
da: AmigaDOS-mønster som aktiverer de alternative svar-tekster.

# MSG_HELP_CO_ST_MREPLYTEXT (638//)
source: Use these phrases in replies to messages from a mailing list.
da: Bruger disse tekstdele i svar til meddelelser fra en postliste.

# MSG_HELP_CO_CH_QUOTEEMPTY (641//)
source: Insert quote character for empty lines?
da: Indsætte citationstegn ved tomme linjer?

# MSG_HELP_CO_CH_COMPADDR (642//)
source: If checked, you will be asked where to send your reply when the 'From:' and 'Reply-To:' addresses of the original message differ.
da: Lader brugeren vælge den ønskede modtageradresse hvis afsender- og returadresserne er forskellige.

# MSG_HELP_CO_CH_STRIPSIG (643//)
source: Avoids quoting the signature of the original message.
da: Undlader at citere signaturen fra den oprindelige meddelelse.

# MSG_HELP_CO_BT_EDITSIG (645//)
source: Modify this signature using the external editor.
da: Redigerer din signatur i redigeringsprogrammet.

# MSG_HELP_CO_BT_INSTAG (646//)
source: Insert a control code for a random tagline.
da: Indsætter styrekode for tilfældige guldkorn.

# MSG_HELP_CO_BT_INSENV (647//)
source: Insert a control code for the 'SIGNATURE' environment variable.
da: Indsætter styrekode for systemvariablen SIGNATURE.

# MSG_HELP_CO_ST_TAGFILE (648//)
source: Specify here a database file containing taglines (also known as 'cookies').
da: Database som indeholder guldkorn ("taglines" eller "cookies").

# MSG_HELP_CO_ST_TAGSEP (649//)
source: String used to separate the taglines in the database.
da: Tegn eller tegnfølge som benyttes til at adskille guldkornene i databasen.

# MSG_HELP_CO_CG_FO (650//)
source: Columns that should be displayed in the folder list.
da: Kolonner der skal vises i mappelisten.

# MSG_HELP_CO_CG_MA (651//)
source: Columns that should be displayed in the message list.
da: Kolonner der skal vises i meddelelseslisten.

# MSG_HELP_CO_CG_AB (652//)
source: Columns that should be displayed in the address book.
da: Kolonner der skal vises i adressebogen.

# MSG_HELP_CO_CH_FIXFLIST (653//)
source: Display list entries using a fixed width font.
da: Viser listeposterne med et skriftsnit med fast bredde.

# MSG_HELP_CO_CH_BEAT (654//)
source: Display time in Swatch Beats, the unit of time from Swatch.
da: Viser klokken i Swatch-slag, tidsenheden fra Swatch.

# MSG_HELP_CO_ST_PGPCMD (655//)
source: Directory where the PGP executable can be found.
da: Kataloget hvori PGP-programmet findes.

# MSG_HELP_CO_ST_LOGFILE (660//)
source: Path where the log files will be stored.
da: Kataloget hvori log- filerne gemmes.

# MSG_HELP_CO_CH_SPLITLOG (661//)
source: If checked, a separate log file will be started every month.
da: Begynder på en ny logfil hver måned.

# MSG_HELP_CO_CY_LOGMODE (662//)
source: Select type of logging.
da: Vælger typen af logning.

# MSG_HELP_CO_CH_LOGALL (663//)
source: Disable this option to log mail transfers only.
da: Slå denne indstilling fra for kun at logge postoverførsler.

# MSG_HELP_CO_CH_LOADALL (664//)
source: Load index files of all folders.
da: Indlæser alle mappers indeksfiler.

# MSG_HELP_CO_CH_MARKNEW (665//)
source: Change status of new messages to unread.
da: Ændrer nye meddelelsers status til ulæst.

# MSG_HELP_CO_CH_SEND (666//)
source: Send queued messages.
da: Sender de meddelelser i udbakken som ikke er tilbageholdt.

# MSG_HELP_CO_CH_CHECKBD (668//)
source: Check the address book and open a reminder if it's a person's birthday.
da: Kigger i adressebogen og viser en påmindelse hvis det er en persons fødselsdag.

# MSG_HELP_CO_CH_DELETEOLD (669//)
source: Delete messages that exceed the maximum age (see folder configuration).
da: Sletter meddelelser som overskrider den højest tilladte alder (se mappe-indstillingerne).

# MSG_HELP_CO_CH_REMOVEDEL (670//)
source: Empty Trash folder.
da: Tømmer affaldsmappen.

# MSG_HELP_CO_ST_GALLDIR (671//)
source: Directory to save the pictures of your correspondents.
da: Kataloget hvori billederne af dem du korresponderer med, skal gemmes.

# MSG_HELP_CO_CY_ATAB (673//)
source: Automatically create an address book entry for the sender when you read his/her message?
da: Automatisk oprette en adressebogspost for afsenderen når du læser hans/hendes meddelelse?

# MSG_HELP_CO_ST_PROXY (674//)
source: Address and optional port number of your HTTP proxy server (default port is 80). You may leave this field empty.
da: Adresse og evt. portnummer på din HTTP-proxy-server (standardporten er 80). Du kan godt lade dette felt stå tomt.

# MSG_HELP_CO_ST_NEWGROUP (675//)
source: Add new address book entries to this group (it will be created if it doesn't exist yet).
da: Anbringer nye adressebogsposter i denne gruppe (den oprettes hvis den ikke findes i forvejen).

# MSG_HELP_CO_ST_TEMPDIR (676//)
source: Directory to store temporary files.
da: Kataloget hvori midlertidige filer skal lægges.

# MSG_HELP_CO_ST_DETACHDIR (677//)
source: Directory to save attached files to.
da: Kataloget hvori bilag skal gemmes.

# MSG_HELP_CO_ST_ATTACHDIR (678//)
source: Default source directory for attachments.
da: Kataloget som normalt skal benyttes til at indlæse bilag fra.
