Repository: Futaura/yam
Catalog: locale/finnish.po
Languages: fi

# MSG_ER_SPAMDIR_EXISTS_ANSWERS (1792//)
source: C_leanup&Use|_Use|*_Cancel
fi: P_uhdista ja käytä|_Käytä|*_Peru

# MSG_CO_ER_CANNOT_CREATE_SPAMFOLDER (1793//)
source: Couldn't create the standard Spam folder. The spam filter has been disabled again. Please make sure that there is enough space left on the drive and that the drive is not write protected.
fi: Roskapostikansion luonti ei onnistunut. Roskapostisuodatin on kytketty pois käytöstä. Tarkista, että levyllä on riittävästi tilaa ja levyä ei ole kirjoitussuojattu.

# MSG_MA_CHECKSPAM (1794//)
source: Apply spam filter
fi: Käytä roskapostisuodatinta

# MSG_FI_BUSYCHECKSPAM (1795//)
source: Applying spam filter on folder...
fi: Käytetään roskapostisuodatinta kansiossa...

# MSG_MA_REMOVESPAM (1796//)
source: Delete spam from folder
fi: Poista roskaposti kansiosta

# MSG_MA_BUSYEMPTYINGSPAM (1797//)
source: Deleting spam from folder...
fi: Poistetaan roskapostia kansiosta...

# MSG_MA_TRASH (1798//)
source: Trash
fi: Roskakori

# MSG_WR_SEARCH (1799//)
source: Search...
fi: Etsi...

# MSG_AB_IMPORT (1800//)
source: Import
fi: Tuo

# MSG_AB_EXPORT (1801//)
source: Export
fi: Tallenna

# MSG_AB_LDIF (1802//)
source: LDIF address book (*.ldif)
fi: LDIF-osoitekirja (*.ldif)

# MSG_AB_CSV (1803//)
source: Comma separated values (*.csv)
fi: Pilkulla erotettu-muotoinen (*.csv)

# MSG_AB_TAB (1804//)
source: TAB separated values (*.tab)
fi: TAB-merkillä erotettu-muoto (*.tab)

# MSG_ER_ADDRBOOKIMPORT (1805//)
source: Could not import address book "%s".
fi: Osoitekirjan "%s" tuonti ei onnistunut.

# MSG_ER_ADDRBOOKEXPORT (1806//)
source: Could not export address book "%s".
fi: Osoitekirjan "%s" tallennus ei onnistunut.

# MSG_LOADINGUPDATESTATE (1807//)
source: Loading update state data...
fi: Ladataan päivitystilannetta...

# MSG_MA_HIDE (1809//)
source: Hide
fi: Piilota

# MSG_MA_QUIT (1810//)
source: Quit
fi: Lopeta

# MSG_MA_SELECTALL (1811//)
source: All
fi: Kaikki

# MSG_MA_SELECTNONE (1812//)
source: None
fi: Ei mitään

# MSG_MA_SELECTTOGGLE (1813//)
source: Toggle
fi: Vaihda

# MSG_MA_MSEARCH (1814//)
source: Search...
fi: Etsi...

# MSG_MA_MFILTER (1815//)
source: Filter...
fi: Suodata...

# MSG_MA_REMOVEDELETED (1816//)
source: Empty trash
fi: Tyhjennä roskakori

# MSG_MA_UPDATEINDEX (1817//)
source: Update index
fi: Päivitä hakemisto

# MSG_MA_MREAD (1821//)
source: Read
fi: Lue

# MSG_MA_TOUNREAD (1822//)
source: Unread
fi: Lukemattomaksi

# MSG_MA_TOREAD (1823//)
source: Read
fi: Luetuksi

# MSG_PROJECT_MABOUT (1826//)
source: About...
fi: Tietoja ohjelmasta...

# MSG_MA_MEDIT (1827//)
source: Edit...
fi: Muokkaa...

# MSG_MA_MMOVE (1828//)
source: Move...
fi: Siirrä...

# MSG_MA_MCOPY (1829//)
source: Copy...
fi: Kopioi...

# MSG_MA_MPRINT (1830//)
source: Print...
fi: Tulosta...

# MSG_MA_MSAVE (1831//)
source: Save...
fi: Tallenna...

# MSG_MA_MSAVEATT (1832//)
source: Save...
fi: Tallenna...

# MSG_MA_MNEW (1834//)
source: New...
fi: Uusi...

# MSG_MA_MREPLY (1835//)
source: Reply...
fi: Vastaa...

# MSG_MA_MFORWARD (1836//)
source: Forward...
fi: Jatkolähetä...

# MSG_MA_MSAVEADDRESS (1838//)
source: Save address...
fi: Tallenna osoite...

# MSG_MA_MADDRESSBOOK (1839//)
source: Address book...
fi: Osoitekirja...

# MSG_MA_MCONFIG (1840//)
source: Configuration...
fi: Asetukset...

# MSG_MA_TOMARKED (1841//)
source: Marked
fi: Merkitse

# MSG_MA_TOUNMARKED (1842//)
source: Unmarked
fi: Poista merkintä

# MSG_MA_ALLTOREAD (1843//)
source: All to read
fi: Kaikki luetuksi

# MSG_MA_MEDITASNEW (1844//)
source: Edit as new...
fi: Muokkaa uutena...

# MSG_RE_SEARCH (1847//)
source: Search...
fi: Etsi...

# MSG_RE_SEARCH_AGAIN (1848//)
source: Search again
fi: Etsi uudelleen

# MSG_WR_SEARCH_AGAIN (1849//)
source: Search again
fi: Etsi uudelleen

# MSG_WR_AUTOWRAP (1850//)
source: Word-wrap?
fi: Rivitä?

# MSG_CO_SPAM_MARK_AS_READ (1851//)
source: Mark new spam mai_ls as read
fi: Merkitse uudet roskapostiviestit _luetuksi

# MSG_HELP_CH_SPAMFILTERENABLED (1852//)
source: Enables the spam filter, allowing you to filter out abusive advertising e-mails.
fi: Ottaa roskapostisuodattimen käyttöön, jotta häiritsevät mainosviestit suodatetaan pois.

# MSG_HELP_TX_SPAMBADCOUNT (1853//)
source: Shows the amount of e-mails manually classified as 'spam'.
fi: Näyttää roskapostiksi manuaalisesti merkittyjen viestien lukumäärän.

# MSG_HELP_TX_SPAMGOODCOUNT (1854//)
source: Shows the amount of e-mails manually classified as 'not spam', also known as 'ham'.
fi: Näyttää ei-roskapostiksi merkittyjen viestien lukumäärän.

# MSG_HELP_BT_SPAMRESETTRAININGDATA (1855//)
source: Allows to manually reset the whole spam filter training data. This should be necessary only in very rare cases.
fi: Nollaa kaiken roskapostisuodattimelle opetetun tiedon. Tämä toiminto on hyvin harvoin tarpeen.

# MSG_HELP_CH_SPAMFILTERFORNEWMAIL (1856//)
source: If enabled, new incoming e-mail will be immediately analyzed by the spam filter.
fi: Jos valittu, roskapostisuodatin analysoi uudet vastaanotetut viestit heti niiden saavuttua.

# MSG_HELP_CH_SPAMABOOKISWHITELIST (1857//)
source: If enabled, any e-mail with a From: address that can be found in the address book will never be considered as spam.
fi: Jos valittu, viestit, joiden lähettäjän osoite löytyy osoitekirjasta, ei koskaan arvioida roskapostiksi.

# MSG_HELP_CH_SPAMMARKONMOVE (1858//)
source: If checked, any e-mail manually moved to the Spam folder will be automatically marked as spam.
fi: Jos valittu, kaikki Roskaposti-kansioon manuaalisesti siirretyt postit merkitään automaattisesti roskapostiksi.

# MSG_HELP_CH_SPAMMARKASREAD (1859//)
source: If checked, spam mail will be automatically flagged as 'read'.
fi: Jos valittu, roskaposti merkitään automaattisesti luetuksi.

# MSG_HELP_CH_UPDATECHECK (1860//)
source: How often do you want YAM to automatically check for updates? Select 'never' to disable this feature.
fi: Kuinka usein haluat YAMin tarkistavan uudet päivitykset? Valitse 'ei koskaan' kytkeäksesi tarkistuksen pois.

# MSG_WR_SELECTALL (1861//)
source: Select all
fi: Valitse kaikki

# MSG_RE_MDN_ACCEPT_LATER (1862//)
source: Accept and send _later
fi: Hyväksy ja lähetä _myöhemmin

# MSG_RE_MDN_ACCEPT_NOW (1863//)
source: Accept and send _now
fi: Hyväksy ja lähetä _heti

# MSG_RE_MDN_IGNORE (1864//)
source: _Ignore
fi: _Ohita

# MSG_RE_MDN_IGNORE_ALL (1865//)
source: Ignore _all
fi: Ohita _kaikki

# MSG_CO_MDN_ACTION_IGNORE (1866//)
source: Never send
fi: Älä lähetä koskaan

# MSG_CO_MDN_ACTION_SEND (1867//)
source: Always send
fi: Lähetä aina

# MSG_CO_MDN_ACTION_QUEUE (1868//)
source: Always queue
fi: Laita aina jonoon

# MSG_CO_MDN_ACTION_ASK (1869//)
source: Ask me
fi: Kysy

# MSG_CO_MDN_TITLE (1870//)
source: Return receipts
fi: Vastaanottoilmoitukset

# MSG_CO_MDN_DESCRIPTION (1871//)
source: When I receive a request for a return receipt...
fi: Kun saadaan pyyntö vastaanottoilmoituksesta...

# MSG_CO_MDN_DISABLED (1872//)
source: _Never send a return receipt
fi: Älä lähetä _koskaan vastaanottoilmoitusta

# MSG_CO_MDN_ENABLED (1873//)
source: Allow _return receipts for some messages
fi: Salli _joidenkin viestien vastaanottoilmoitukse lähetys

# MSG_CO_MDN_NORECIPIENT (1874//)
source: If I'm not in the _To: or Cc: of the message:
fi: Jos en ole viestin _Vastaanottaja- tai Kopio-kentissä:

# MSG_CO_MDN_NODOMAIN (1875//)
source: If the sender is _outside my domain:
fi: Jos lähettäjä on alueeni _ulkopuolella:

# MSG_CO_MDN_DELETE (1876//)
source: If I'm going to just _delete the message:
fi: Jos olen _poistamassa viestiä:

# MSG_CO_MDN_OTHER (1877//)
source: In all oth_er cases:
fi: Kaikissa _muissa tapauksissa:

# MSG_HELP_CO_CH_MDN_NEVER (1880//)
source: If selected, no return receipt will be sent, even if explicitly requested.
fi: Jos valittu, vastaanottoilmoitusta ei lähetetä vaikka niitä olisi pyydetty.

# MSG_HELP_CO_CH_MDN_ALLOW (1881//)
source: If selected, return receipts will be processed according to the rules defined here.
fi: Jos valittu, vastaanottoilmoituspyynnöt käsitellään tässä määriteltyjen sääntöjen mukaan.

# MSG_HELP_CO_CY_MDN_NORECIPIENT (1882//)
source: What to do with a return receipt request when your e-mail address doesn't appear neither in the To: or Cc: headers.
fi: Mitä tehdään vastaanottoilmoituspyynnölle kun sähköpostiosoitteesi ei ole Vastaanottaja- eikä Kopio-kentässä.

# MSG_HELP_CO_CY_MDN_NODOMAIN (1883//)
source: What to do with a return receipt request when the sender's domain doesn't match yours.
fi: Mitä tehdään vastaanottoilmoituspyynnölle kun lähettäjän alue ei ole sama kuin sinulla.

# MSG_HELP_CO_CY_MDN_DELETE (1884//)
source: What to do with a return receipt request when you just delete the original message.
fi: Mitä tehdään vastaanottoilmoituspyynnölle kun vain poistat alkuperäisen viestin.

# MSG_HELP_CO_CY_MDN_OTHER (1885//)
source: What to do with a return receipt request when none of the above rules applies.
fi: Mitä tehdään vastaanottoilmoituspyynnölle kun mikään ylläolevista säännöistä ei sovi.

# MSG_CO_LOOKFEEL_TITLE (1886//)
source: Look & Feel
fi: Ulkoasu

# MSG_CO_LOOKFEEL_SUMMARY (1887//)
source: Configure the general Look & Feel of YAM...
fi: Muokkaa YAMin yleistä ulkoasua...

# MSG_CO_CRDLOOKFEEL (1888//)
source: Look & Feel
fi: Ulkoasu

# MSG_CO_SMTP_SERVERPORT (1891//)
source: Ser_ver/Port
fi: Pal_velin/Portti

# MSG_CO_POP_SERVERPORT (1892//)
source: Serve_r/Port
fi: _Palvelin/Portti

# MSG_CO_LOOKFEEL_THEMES (1898//)
source: Themes
fi: Teemat

# MSG_CO_THEME_ACTIVATE (1899//)
source: _Activate
fi: _Aktivoi

# MSG_CO_THEME_PREVIEW (1900//)
source: Preview
fi: Esikatsele

# MSG_CO_THEME_AUTHOR (1901//)
source: Author
fi: Tekijä

# MSG_CO_RELDATETIME (1903//)
source: Rela_tive date output
fi: Suhteellinen _päiväys

# MSG_HELP_CO_CH_RELDATETIME (1904//)
source: If selected, columns with date information will use a relative output (e.g. 'Today' or 'Yesterday') instead of the full date if possible.
fi: Jos valittu, päiväyssarakkeissa näytetään tieto suhteellisessa muodossa (esim. 'Tänään' tai 'Eilen') koko päiväyksen sijasta, jos mahdollista.

# MSG_ER_USER_UNKNOWN_TITLE (1910//)
source: Unknown user
fi: Tuntematon käyttäjä

# MSG_ER_USER_UNKNOWN_ERROR (1912//)
source: Unknown user '%s'.
fi: Tuntematon käyttäjä '%s'.

# MSG_HELP_CO_CA_COLSIG (1913//)
source: The color that should be used to print the signature of a mail.
fi: Postin allekirjoituksen näyttämiseen käytettävä väri.

# MSG_ER_SPAM_NOT_ENOUGH_CLASSIFIED_MAILS (1914//)
source: It is not recommended to enable this feature with as few as %ld mails classified as spam so far, as this may lead to poor performance of the spam filter. Do you want to disable this option again?
fi: Tätä ominaisuutta ei suositella käytettäväksi tähän mennessä roskapostiksi merkittyjen %ld viestien kanssa, koska tämä voi heikentää roskapostisuodattimen tehokkuutta. Haluatko kytkeä tämän toiminnon jällen pois käytöstä?

# MSG_ER_CANNOT_CREATE_SEMAPHORE (1915//)
source: Can't create semaphore.
fi: Semaphore-rakennetta ei luotu.

# MSG_RE_HDR_FROM (1917//)
source: From
fi: Keneltä

# MSG_RE_HDR_TO (1918//)
source: To
fi: Kenelle

# MSG_RE_HDR_DATE (1919//)
source: Date
fi: Päiväys

# MSG_RE_HDR_SUBJECT (1920//)
source: Subject
fi: Aihe

# MSG_RE_VIRTUALMAIL (1921//)
source: Virtual e-mail
fi: Virtuaalisähköposti

# MSG_CO_MIMECMD_PUBSCREEN (1922//)
source: %p Name of YAM's public screen
fi: %p YAMin julkisen näytön nimi

# MSG_ER_ZOMBIE_FILES_EXIST (1923//)
source: Couldn't delete all temporary files during cleanup. These files might be locked by other applications. Please make sure that you have closed all aplications which you may have used from within YAM, like MIME viewers (e.g. MultiView).
fi: Kaikkia väliaikaistiedostoja ei saatu poistettua. Jokin toinen sovellus on voinut lukita tiedoston. Tarkista, että ole sulkenut kaikki tiedostot joita olet ehkä käyttänyt YAMista käsin, kuten MIME-katseluohjelmia (esim. MultiView).

# MSG_ER_ZOMBIE_FILES_EXIST_BT (1924//)
source: _Retry|_Ignore
fi: _Yritä uudestaan|_Ohita

# MSG_ER_ZOMBIE_FILES_EXIST_TITLE (1925//)
source: YAM cleanup warning
fi: YAMin puhdistusvaroitus

# MSG_CO_SHOWALTPARTS (1926//)
source: Show a_lternative parts
fi: Näytä _vaihtoehtoiset osat

# MSG_HELP_CO_CH_SHOWALTPARTS (1927//)
source: If enabled, alternative MIME parts of a 'multipart/alternative' e-mail that would otherwise remain hidden will be displayed as attachments instead.
fi: Jos valittu, 'multipart/alternative'-viestin vaihtoehtoiset MIME-osat, jotka muuten olisivat piilossa, näytetään liitteinä.

# MSG_US_DIRECTORY_DOESNT_EXIST (1928//)
source: Mail directory '%s' for user '%s' does not exist. Do you want to create it now?
fi: Postihakemisto '%s' käyttäjällä '%s' ei löydy. Haluatko luoda sen nyt?

# MSG_HELP_CO_BT_APPICONGETPOS (1929//)
source: Click to get the current position of the AppIcon.
fi: Klikkaa saadakseni nykyisen AppIcon-kuvakkeen paikan.

# MSG_CO_MOVE_HAM_TO_INCOMING (1930//)
source: Move 'not spam' e-mails back to _Incoming folder
fi: Siirrä 'ei roskapostia'-viestit takaisin Tulevat-kansioon

# MSG_HELP_CH_MOVE_HAM_TO_INCOMING (1931//)
source: If enabled, any e-mail which was incorrectly classified as 'spam' and later manually marked as 'not spam' will be automatically moved back to the Incoming folder.
fi: Jos valittu, kaikki viestit, jotka olivat virheellisesti määritetty roskapostiksi ja myöhemmin manuaalisesti merkitty ei-roskapostiksi, siirretään automaattisesti takaisin Tulevat-kansioon.

# MSG_CO_FILTER_HAM (1933//)
source: Apply _filters
fi: Käytä _suodattimia

# MSG_HELP_CH_FILTER_HAM (1934//)
source: If enabled, after moving the e-mail all the user defined filters will be applied to it.
fi: Jos valittu, viestin siirron jälkeen kaikkia käyttäjän määrittelemiä suodattimia käytetään siihen.

# MSG_SHUTDOWN_SHUTTING_DOWN (1935//)
source: Shutting down YAM...
fi: YAM suljetaan...

# MSG_HELP_CO_CY_FOLDERINFO (1937//)
source: Information that should be displayed as the label of the folder.
fi: Tiedot, jotka näytetään kansion nimenä.

# MSG_CO_FOLDERINFO01 (1938//)
source: Folder name
fi: Kansion nimi

# MSG_CO_FOLDERINFO02 (1939//)
source: Folder name (new)
fi: Kansion nimi (uusi)

# MSG_CO_FOLDERINFO03 (1940//)
source: Folder name (unread)
fi: Kansion nimi (lukemattomat)

# MSG_CO_FOLDERINFO04 (1941//)
source: Folder name (new/unread)
fi: Kansion nimi (uudet/lukemattomat)

# MSG_CO_FOLDERINFO05 (1942//)
source: Folder name (unread/new)
fi: Kansion nimi (lukemattomat/uudet)

# MSG_FO_EXPIREUNREAD (1945//)
source: also unread
fi: myös lukemattomat

# MSG_HELP_FO_CH_EXPIREUNREAD (1946//)
source: If selected, old messages will be deleted, even if they are not yet read.
fi: Jos valittu, vanhat viestit poistetaan, vaikka niitä ei ole vielä luettu.

# MSG_WR_SENDNOW (1947//)
source: _Send now
fi: _Lähetä nyt

# MSG_WR_SENDLATER (1948//)
source: Send _later
fi: Lähetä _myöhemmin

# MSG_WR_MSENDNOW (1951//)
source: Send now
fi: Lähetä nyt

# MSG_WR_MSENDLATER (1952//)
source: Send later
fi: Lähetä myöhemmin

# MSG_ER_CONNECTIONBROKEN (1955//)
source: Connection with server '%s' was interrupted while trying to send command '%s'. This may be due to a connection dropped by the server.
fi: Yhteys palvelimeen '%s' keskeytyi kun lähetettiin viestiä '%s'. Tämä voi johtua yhteyden katkaisemisesta.

# MSG_WR_MSWITCH_MSG (1956//)
source: Message
fi: Viesti

# MSG_WR_MSWITCH_ATT (1957//)
source: Attachments
fi: Liitteet

# MSG_WR_MSWITCH_OPT (1958//)
source: Options
fi: Valinnat

# MSG_CO_FWDMSG (1959//)
source: _Forward messages
fi: _Jatkolähetä viestit

# MSG_CO_FWDMSG_INLINE (1961//)
source: inlined
fi: sisällytetty

# MSG_HELP_CO_CY_FORWARDMODE (1962//)
source: Select here the way messages should be forwarded by default. Either a message can be forwarded as an attachment or the message text can be put inlined to the new message.
fi: Valitse tässä jatkolähettämisen oletustapa. Viesti voidaan jatkolähettää joko liitetiedostona tai se voidaan sisällyttää uuteen viestiin.

# MSG_ABOUT_CURRENT_DEVELOPERS (1963//)
source: Current Developers:
fi: Nykyiset kehittäjät:

# MSG_ABOUT_CONTRIBUTORS (1964//)
source: Contributors:
fi: Avustajat:

# MSG_ABOUT_LOCALIZATION_CONTRIBUTORS (1965//)
source: Localization Contributors:
fi: Käännöksissä avustaneet:

# MSG_ABOUT_GPL (1966//)
source: This program is free software; you're welcome to distribute and/or modify it under the terms of the GNU Public License. See the enclosed documents for more details.
fi: Tämä ohjelma on vapaa ohjelmisto (free software). Voit jakaa ja/tai muuttaa sitä GNU Public Licence-lisenssin ehtojen mukaisesti. Katso lisätietoja mukana tulleista dokumenteista.

# MSG_ABOUT_3RD_PARTY_SOFTWARE (1967//)
source: This program uses the following third party software:
fi: Tämä ohjelma käyttää seuraavia muiden tahojen tekemiä ohjelmia:

# MSG_ABOUT_YAM_NEWS (1968//)
source: The latest news about YAM can be found at the YAM Support Site at \0335http://yam.ch/\033n
fi: Uusimmat YAMia koskevat uutiset löytyvät YAMin tukisivulta \0335http://yam.ch/\033n

# MSG_WR_VIEW (1969//)
source: View
fi: Näytä

# MSG_CONFIG_MODIFIED (1974//)
source: The configuration has been modified, but wasn't saved yet. How do you want to proceed?
fi: Asetuksia on muutettu, mutta ei vielä tallennettu. Miten haluat jatkaa?

# MSG_CONFIG_MODIFIED_GAD (1975//)
source: *_Save now|_Quit without saving|_Cancel
fi: *_Tallenna nyt|_Lopeta tallentamatta|_Peruuta

# MSG_ABOOK_MODIFIED_GAD (1976//)
source: *_Save now|_Quit without saving|_Cancel
fi: *_Tallenna nyt|_Lopeta tallentamatta|_Peruuta

# MSG_HELP_CO_BT_MIMEIMPORT (1977//)
source: Allows to import MIME type settings from third party MIME files, such as 'MIME.prefs', 'mailcap' or 'mime.types'.
fi: Toiminnolla voidaan tuoda MIME-tyyppiasetukset muista MIME-tiedostoista, kuten 'MIME.prefs', 'mailcap' tai 'mime.types'.

# MSG_AB_INVALIDSECURITY_TITLE (1978//)
source: Security warning
fi: Turvallisuusvaroitus

# MSG_AB_INVALIDSECURITY (1979//)
source: This address book entry was set to default to either signed and/or encrypted messages, but the required PGP installation couldn't be found. Do you want to reset the default security setting for this entry?
fi: Tämä osoitekirjan osoitteen oletukseksi on asetettu allekirjoitettu ja/tai salattu viesti, mutta tarvittava PGP-sovellus puuttuu. Haluatko nollata tämän osoitteen oletusturvallisuusasetukset?

# MSG_AB_INVALIDSECURITY_GADS (1980//)
source: *_Yes|_No
fi: *_Kyllä|_Ei

# MSG_WR_INVALIDSECURITY_TITLE (1981//)
source: Security warning
fi: Turvallisuusvaroitus

# MSG_WR_INVALIDSECURITY (1982//)
source: The address book security setting for recipient '%s' is set to signed and/or encrypted messages, but the required PGP installation wasn't found. The message will be neither signed or encrypted.
fi: Vastaanottajan turvallisuusasetus osoitekirjassa '%s' on allekirjoitettu ja/tai salattu viesti, mutta tarvittava PGP-sovellus puuttuu. Viestiä ei allekirjoiteta eikä salata.

# MSG_WR_INVALIDSECURITY_GADS (1983//)
source: *_Ok|_Cancel
fi: *_Ok|_Peruuta

# MSG_ER_FILEENCODE (1984//)
source: An unexpected error occurred while trying to encode file '%s'. Please make sure that the file exists and is readable, then try to compose the message again.
fi: Tiedostoa '%s' pakatessa tapahtui virhe. Tarkista, että tiedosto on olemassa ja luettavissa, yritä sitten koostaa viesti uudestaan.

# MSG_ER_MISSINGATTFILE (1985//)
source: File '%s' couldn't be found while trying to compose the attachments of a message. Please make sure that the file exists and is readable, then try to compose the message again.
fi: Tiedostoa '%s' ei löytynyt, kun viestin liitteitä yritettin koostaa. Tarkista, että tiedosto on olemassa ja luettavissa, yritä sitten koostaa viesti uudestaan.

# MSG_ER_INVALIDATTFILE (1986//)
source: File '%s' couldn't be found while trying to view the attachment of a message. Please make sure that the file exists and is readable.
fi: Tiedostoa '%s' ei löytynyt, kun viestin liitettä yritettin näyttää. Tarkista, että tiedosto on olemassa ja luettavissa.

# MSG_ER_PRINTER_OFFLINE (1987//)
source: The printer seems to be offline or busy. Please check the printer or try again later.
fi: Tulostin näyttää olevan pois päältä tai varattu. Tarkista tulostin tai yritä myöhemmin uudestaan.

# MSG_ER_PRINTER_OFFLINE_GADS (1988//)
source: *_Retry|_Ignore|_Cancel
fi: *_Yritä uudestaan|_Ohita|_Peruuta

# MSG_ER_PRINTER_NOPAPER (1989//)
source: The printer seems to be out of paper. Please check the printer or try again later.
fi: Tulostimessa ei ole paperia. Tarkista tulostin tai yritä myöhemmin uudestaan.

# MSG_ER_PRINTER_NOPAPER_GADS (1990//)
source: *_Retry|_Ignore|_Cancel
fi: *_Yritä uudestaan|_Ohita|_Peruuta

# MSG_ER_PRINTER_FAILED (1991//)
source: An error was returned while sending data to the printer. Please check your printer and try again if your document wasn't printed properly.
fi: Virhe lähetettäessä tietoa tulostimelle. Tarkista tulostin ja yritä myöhemmin uudestaan jos dokumentti ei tulostunut oikein.

# MSG_MA_EDIT (1992//)
source: Edit
fi: Muokkaa

# MSG_MA_EDIT_UNDO (1993//)
source: Undo
fi: Peru

# MSG_MA_EDIT_REDO (1994//)
source: Redo
fi: Tee uudelleen

# MSG_MA_EDIT_CUT (1995//)
source: Cut
fi: Leikkaa

# MSG_MA_EDIT_COPY (1996//)
source: Copy
fi: Kopioi

# MSG_MA_EDIT_PASTE (1997//)
source: Paste
fi: Liimaa

# MSG_MA_EDIT_SALL (1998//)
source: Select all
fi: Valitse kaikki

# MSG_MA_EDIT_SNONE (1999//)
source: Select none
fi: Poista valinnat

# MSG_WR_SELECTNONE (2000//)
source: Select none
fi: Poista valinnat

# MSG_MA_INVALIDMFILE_TITLE (2001//)
source: Invalid mail file found
fi: Virheellinen postitiedosto

# MSG_MA_INVALIDMFILE (2002//)
source: File '%s' in folder '%s' doesn't seem to have a valid mail format or may be corrupted. Please make sure that the file is readable and is a valid mail file.
fi: Tiedosto '%s' kansiossa '%s' ei ole oikeassa postimuodossa tai voi olla vaurioitunut. Varmista, että tiedosto on luettavissa ja on oikeassa postimuodossa.

# MSG_MA_INVALIDMFILE_BT (2003//)
source: *_Retry|_Ignore|Ignore _All|_Delete|_Cancel
fi: *_Yritä uudelleen|_Ohita|Ohita _kaikki|P_oista|_Peruuta

# MSG_ER_CANNOT_READ_INDEX (2004//)
source: An error occurred while trying to read the index file '%s' of folder '%s'. Please check that you can read the contents of the file and that the permission settings are correct.
fi: Virhe luettaessa indeksitiedostoa '%s' kansiossa '%s'. Tarkista, että voit lukea tiedoston sisällön ja suojausasetukset ovat oikein.

# MSG_ER_CANNOT_WRITE_INDEX (2005//)
source: An error occurred while trying to write the index file '%s' in folder '%s'. Please check that you can write to the directory where the file is supposed to be stored.
fi: Virhe kirjoitettaessa indeksitiedostoa '%s' kansiossa '%s'. Tarkista, että voit tallentaa hakemistoon, johon tiedosto kirjoitetaan.

# MSG_ER_INDEX_CORRUPTED (2006//)
source: Index file '%s' in folder '%s' is corrupt at position %d near the information about mail file '%s' (MoreBytes: 0x%x). The folder was flagged as 'unloaded' and an index update was initiated or is required to solve the problem.
fi: Indeksitiedosto '%s' kansiossa '%s' on vaurioitunut kohdassa %d lähellä postitiedostoa '%s' (MoreBytes: 0x%x). Kansio merkittiin 'lataamattomaksi' ja indeksin päivitys aloitettiin tai tarvitaan ongelman ratkaisemiseksi.

# MSG_ER_UNKNOWN_MIME_ENCODING (2007//)
source: Unknown MIME encoding '%s' in mail file '%s'. YAM failed to decode a part of the message. Save the message to disk and try with a different decoder.
fi: Tuntematon MIME-koodaus '%s' postitiedostossa '%s'. YAM ei pystynyt purkamaan osaa viestistä. Tallenna viesti levylle ja yritä toisella purkamisohjelmalla.
