Repository: Futaura/yam
Catalog: locale/finnish.po
Languages: fi

# MSG_CO_SPAM_OPTIMIZE_TRAININGDATA_ASK (2141//)
source: Do you really want to optimize the spam filter's training data? The spam filter's efficency might decrease slightly afterwards, but the filter process will be faster and use less memory.
fi: Oletko varma, että haluat optimoida roskapostisuodattimen opettelutiedot? Roskapostisuodattimen tehokkuus voi heikentyä hieman, mutta suodatusprosessi on tämän jälkeen nopeampi ja käyttää vähemmän muistia.

# MSG_CO_SPAM_STATISTICS (2142//)
source: %ld (%ld words)
fi: %ld (%ld sanaa)

# MSG_ER_WRONG_DOB_FORMAT (2143//)
source: Date of birth uses a wrong format. The correct format is '%s'. %%d - day with leading zeros (01-31) %%-d - day without leading zeros (1-31) %%e - day with leading spaces ( 1-31) %%m - month with leading zeros (01-12) %%-m - month without leading zeros (1-12) %%y - year with leading zeros (00-99, 2 digits) %%-y - year without leading zeros (0-99, 2 digits) %%Y - year with leading zeros (4 digits) %%-Y - year without leading zeros (4 digits) The year number must be greater or equal 1900.
fi: Syntymäpäivä on väärässä muodossa. Oikea muoto on '%s' %%d - päivä,jossa alkunolla (01-31) %%-d - päivä ilman alkunollia (1-31) %%e - päivä, jossa alussa tyhjää ( 1-31) %%m - kuukausi, jossa alkunolla (01-12) %%-m - kuukausi ilman tyhjää alussa (1-12) %%y - vuosi, jossa alkunolla (00-99, 2 numeroa) %%-y - vuosi ilman alkunollaa (0-99, 2 numeroa) %%Y - vuosi, jossa alkunollat (4 numeroa) %%-Y - vuosi ilman alkunollia (4 numeroa) Vuosiluvun pitää olla 1900 tai enemmän

# MSG_CO_NOTIOS41SYSTEM (2149//)
source: AmigaOS_4.1 notification system
fi: AmigaOS_4.1 ilmoitusjärjestelmä

# MSG_HELP_CO_CH_NOTIOS41SYSTEM (2150//)
source: If checked, YAM will use AmigaOS4.1's notification system to notify the user about new received mails. This requires at least application.library V53.2.
fi: Jos valittu, YAM käyttää AmigaOS4.1:n notification-ilmoitusjärjestelmää ilmoittamaan uusista saapuneista viesteistä. Tähän tarvitaan vähintään application.libraryn V53.2

# MSG_USERNAME_FALLBACK (2152//)
source: John Doe
fi: Matti Mainio

# MSG_RE_DEFAULT_MIMEPART_NAME (2153//)
source: Part %ld.%ld
fi: Osa %ld.%ld

# MSG_OPEN_WRITEWINDOWS (2154//)
source: There are still some write windows open. How do you want to proceed?
fi: Joitakin kirjoitusikkunoita on edelleen avoinna. Miten haluat jatkaa?

# MSG_OPEN_WRITEWINDOWS_GAD (2155//)
source: *_Save now|_Quit without saving|_Cancel
fi: *_Tallenna nyt|_Lopeta tallentamatta|_Peruuta

# MSG_MA_MFORWARD_ATTACH (2156//)
source: as attachment
fi: liitteenä

# MSG_MA_MFORWARD_INLINE (2157//)
source: inlined
fi: sisällytettynä

# MSG_CO_FWDMSG_ATTACH (2158//)
source: as attachment
fi: liitteenä

# MSG_CO_ScriptPreFilterMail (2159//)
source: Before filter mail
fi: Ennen postin suodatusta

# MSG_CO_ScriptPostFilterMail (2160//)
source: After filter mail
fi: Postin suodatuksen jälkeen

# MSG_FI_DOS_PATTERN (2161//)
source: Use AmigaDOS patterns
fi: Käytä AmigaDOS-jokerimerkkejä

# MSG_HELP_FI_CH_DOS_PATTERN (2162//)
source: Enable AmigaDOS patterns in the string search.
fi: Salli AmigaDOS-jokerimerkit merkkijonon etsinnässä.

# MSG_CTapplicationpgpsig (2163//)
source: PGP signature
fi: PGP-allekirjoitus

# MSG_AB_BirthdayReqBody (2164//)
source: Today, on %s, %s reaches age %ld. Do you want to send a greetings card?
fi: Tänään '%s', %s täyttää %ld vuotta. Haluatko lähettää onnittelukortin?

# MSG_ER_AREXX_EXECUTION_ERROR (2165//)
source: Execution of the ARexx command '%s' failed (error code %ld). Please make sure that the file is accessible and is a valid ARexx script.
fi: ARexx-komennon '%s' suoritus ei onnistunut (virhekoodi %ld). Tarkista, että tiedosto on saavutettavissa ja on oikea ARexx-komentojono.

# MSG_BIRTHDAYREQUEST_DONTSHOWAGAIN (2166//)
source: Do not show this requester today again.
fi: Älä näytä tätä ikkunaa enää tänään.

# MSG_RE_SAVE_FILE (2169//)
source: Save file
fi: Tallenna tiedosto

# MSG_UPD_NO_UPDATES_FOUND_TITLE (2170//)
source: No software updates available
fi: Ei päivityksiä saatavilla

# MSG_UPD_NO_UPDATES_FOUND (2171//)
source: There are no software updates available. %s
fi: Ei ohjelmistopäivityksiä saatavilla. %s

# MSG_UPD_NO_UPDATES_FOUND_HINT_AUTOCHECK (2172//)
source: YAM will check for available updates automatically.
fi: YAM tarkistaa päivitysten saatavuuden automaattisesti.

# MSG_UPD_NO_UPDATES_FOUND_HINT_NOAUTOCHECK (2173//)
source: Please try again later or activate the automatic software update check.
fi: Yritä myöhemmin uudelleen tai aktivoi automaattinen ohjelmisto päivitysten tarkistus.

# MSG_THREAD_EXIT_WARNING_TITLE (2174//)
source: YAM warning
fi: YAM-varoitus

# MSG_THREAD_EXIT_WARNING (2175//)
source: While trying to cleanup YAM still running sub threads have been found. Please make sure to close all still existing sub threads (e.g. MIME viewers, etc.) you may have initiated from YAM. Do you want to retry to quit YAM or ignore the still running sub thread (which could end up in later crashes)?
fi: Kun YAMia suljettiin, löytyi edelleen käynnissä olevia aliohjelmia. Sulje kaikki vielä käynnissä olevat aliohjelmat (kuten MIME-katseluohjelmat jne.), jotka olet käynnistänyt YAMin kautta. Haluatko yrittää sulkea YAMin uudestaan tai ohittaa sulkemisen ja jättää käynnissä olevan aliohjelman päälle (tämä voi johtaa myöhemmin koneen kaatumiseen)?

# MSG_THREAD_EXIT_WARNING_BT (2176//)
source: _Retry|_Ignore
fi: _Yritä uudelleen|_Ohita

# MSG_EXECUTE_COMMAND_FAILED (2177//)
source: The execution of the command '%s' failed (error code %ld: %s).
fi: Komennon '%s' suoritus epäonnistui (virhekoodi %ld: %s).

# MSG_ERROR_METHODSTACK (2178//)
source: Cannot initialize method stack.
fi: Metodipinoa ei voitu alustaa.

# MSG_TRANSFERS_IN_PROGRESS (2179//)
source: Transfers in progress
fi: Siirto käynnissä

# MSG_ERROR_CONNECTIONS (2180//)
source: Cannot initialize connections.
fi: Yhteyksiä ei voitu alustaa.

# MSG_LOG_CONNECT_POP3 (2181//)
source: Logged in on POP3 account '%s': %ld messages waiting
fi: POP3-tilille '%s' kirjauduttu: %ld viestiä odottamassa

# MSG_LOG_RETRIEVED_POP3 (2182//)
source: Retrieved %ld message(s) from POP3 account '%s'
fi: Noudettu %ld viesti(ä) POP3-tililtä '%s'

# MSG_TR_ENTER_POP3_PASSWORD (2183//)
source: Please enter the password for POP3 account '%s':
fi: Annan POP3-tilin '%s' salasana:

# MSG_PRESELECT_INDEX (2186//)
source: Index
fi: Indeksi

# MSG_TR_WAIT_FOR_PASSWORD (2187//)
source: Waiting for user's password input...
fi: Odotetaan käyttäjän antamaa salasanaa...

# MSG_TR_WAIT_FOR_PRESELECTION (2188//)
source: Waiting for user's preselection...
fi: Odotetaan käyttäjän valintaa...

# MSG_POP3_NEW_MAIL_NOTIFY_REQ (2189//)
source: \0338You have new mail from account '%s'.\0332 %3ld messages downloaded, %3ld left on server %3ld duplicates skipped
fi: \0338Sinulla on uutta postia tililtä '%s'.\0332 %3ld viestiä ladattu, %3ld jäljellä palvelimella %3ld tuplaviestiä ohitettu

# MSG_POP3_NEW_MAIL_NOTIFY_OS4_ONE (2190//)
source: %s Received 1 new mail.
fi: %s Vastaanotettu 1 uusi viesti

# MSG_POP3_NEW_MAIL_NOTIFY_OS4_MANY (2191//)
source: %s Received %ld new mails.
fi: %s Vastaanotettu %ld uutta viestiä

# MSG_MA_SEND_AND_GET_MAIL (2192//)
source: Send and get mail
fi: Lähetä ja vastaanota postia

# MSG_MA_SEND_MAIL (2193//)
source: Send mail
fi: Lähetä postia

# MSG_MA_GET_MAIL (2194//)
source: Get mail
fi: Hae postia

# MSG_WR_SECURITYREQ_GADS (2195//)
source: *_Plain|_Signed|_Encrypted|S_igned & encrypted|_Cancel
fi: *P_erus|_Allekirjoitettu|_Salattu|Alle_kirjoitettu ja salattu|_Peruuta

# MSG_HTTP_CONNECTING_TO_SERVER (2196//)
source: Connecting to server...
fi: Yhdistetään palvelimeen...

# MSG_HTTP_SENDING_REQUEST (2197//)
source: Sending HTTP request...
fi: Lähetetään HTTP-pyyntö...

# MSG_HTTP_WAITING_FOR_ANSWER (2198//)
source: Waiting for server's answer...
fi: Odotetaan palvelimen vastausta...

# MSG_HTTP_RECEIVING_DATA (2199//)
source: Receiving data...
fi: Vastaanotetaan tietoa...

# MSG_HTTP_DISCONNECTING_FROM_SERVER (2200//)
source: Disconnecting from server...
fi: Katkaistaan palvelinyhteys...

# MSG_SHOW_TRANSFER_WINDOW (2201//)
source: Show transfers in progress...
fi: Näytä meneillään olevat siirrot...

# MSG_CO_APPLY_REMOTE_FILTERS (2202//)
source: Apply remote _filters
fi: Käytä _etäsuodattimia

# MSG_HELP_CO_CH_APPLY_REMOTE_FILTERS (2203//)
source: Apply all defined remote filters when downloading mail from this server.
fi: Käytä kaikkia määriteltyjä etäsuodattimia kun tältä palvelimelta haetaan postia.

# MSG_CO_DOWNLOAD_ON_STARTUP (2204//)
source: Check for new mail on startup
fi: Tarkista uusi posti käynnistyessä

# MSG_HELP_CO_CH_DOWNLOAD_ON_STARTUP (2205//)
source: Check this account for new mail on every startup of YAM automatically.
fi: Tarkista tämän tilin uudet postit automaattisesti YAMin käynnistyessä.

# MSG_IMPORT_UNKNOWN_FILE_FORMAT (2206//)
source: Unknown mail file format in file '%s'.
fi: Postitiedoston '%s' muoto on tuntematon.

# MSG_IMPORT_NO_MAILS (2207//)
source: The file '%s' does not contain any importable mails.
fi: Tiedostossa '%s' ei ole tuotavissa olevia posteja.

# MSG_CO_CONFIG_IS_LOCKED (2208//)
source: The configuration is currently locked. Please wait until all POP3 and SMTP transfers are finished.
fi: Asetukset on lukittu. Odota, kunnes kaikki PO3 ja SMTP-siirrot ovat valmiita.

# MSG_FOLDERINFO_SHORTHELP (2209//)
source: \033bFolder\033n Name: %s Path: %s Size: %s Messages: %ld (%ld new, %ld unread)
fi: \033bKansio\033n Nimi: %s Polku: %s Koko: %s Viestejä: %ld (%ld uutta, %ld lukematonta)

# MSG_MAILINFO_SHORTHELP (2210//)
source: \033bMail\033n From: %s <%s> To: %s <%s> Subject: %s Date: %s Filename: %s Size: %s
fi: \033bViesti\033n Keneltä: %s <%s> Kenelle: %s <%s> Aihe: %s Päiväys: %s Tiedoston nimi: %s Koko: %s

# MSG_CO_UPDATE_DOWNLOAD_PATH (2211//)
source: Download _path:
fi: Lataus_polku:

# MSG_UPD_NOTIFICATION_DOWNLOAD (2212//)
source: Download
fi: Lataa

# MSG_TR_DOWNLOADING_FROM_SERVER (2213//)
source: Downloading from '%s'
fi: Ladataan palvelimelta '%s'

# MSG_MA_HELP (2214//)
source: Help
fi: Apua

# MSG_MA_HELP_CONTENTS (2215//)
source: Contents
fi: Sisällys

# MSG_MA_HELP_AREXX (2216//)
source: ARexx interface
fi: ARexx-toiminnot

# MSG_EA_SEARCH_GRAVATAR (2218//)
source: Search on gra_vatar.com...
fi: Etsitään _gravatar.com...

# MSG_ER_NO_GRAVATAR_FOUND (2219//)
source: No Gravatar found for address '%s'. Perhaps the person has not uploaded a portrait image to gravatar.com yet.
fi: Osoitteessa '%s' ei ollut Gravataria. Ehkä henkilö ei ole tallentanut vielä kuvaansa palveluun gravatar.com.

# MSG_ER_NON_MIME_CONFORMANT_MAIL (2220//)
source: No 'MIME-Version' header line was found while scanning the mail file '%s'. The generated output may therefore contain invalid data or may be corrupted.
fi: Viestitiedostosta '%s' ei löytynyt 'MIME-Version'-otsikkoriviä. Tulostiedostossa voi tämän takia olla virheellistä tietoa.

# MSG_CO_ACTION_SET_STATUS_TO_MARKED (2221//)
source: Set status to 'Marked'
fi: Aseta tilaksi 'Merkitty'

# MSG_HELP_CO_CH_ACTION_SET_STATUS_TO_MARKED (2222//)
source: Set the status of the filtered mail to 'Marked'
fi: Aseta suodatetun postin tilaksi 'Merkitty'

# MSG_CO_ACTION_SET_STATUS_TO_UNMARKED (2223//)
source: Set status to 'Unmarked'
fi: Aseta tilaksi 'Merkitsemätön'

# MSG_HELP_CO_CH_ACTION_SET_STATUS_TO_UNMARKED (2224//)
source: Set the status of the filtered mail to 'Unmarked'
fi: Aseta suodatetun postin tilaksi 'Merkitsemätön'

# MSG_CO_ACTION_SET_STATUS_TO_READ (2225//)
source: Set status to 'Read'
fi: Aseta tilaksi 'Luettu'

# MSG_HELP_CO_CH_ACTION_SET_STATUS_TO_READ (2226//)
source: Set the status of the filtered mail to 'Read'
fi: Aseta suodatetun postin tilaksi 'Luettu'

# MSG_CO_ACTION_SET_STATUS_TO_UNREAD (2227//)
source: Set status to 'Unread'
fi: Aseta tilaksi 'Lukematon'

# MSG_HELP_CO_CH_ACTION_SET_STATUS_TO_UNREAD (2228//)
source: Set the status of the filtered mail to 'Unread'
fi: Aseta suodatetun postin tilaksi 'Lukematon'

# MSG_CO_ACTION_SET_STATUS_TO_SPAM (2229//)
source: Set status to 'Spam'
fi: Aseta tilaksi 'Roskapostia'

# MSG_HELP_CO_CH_ACTION_SET_STATUS_TO_SPAM (2230//)
source: Set the status of the filtered mail to 'Spam'
fi: Aseta suodatetun postin tilaksi 'Roskapostia'

# MSG_CO_ACTION_SET_STATUS_TO_HAM (2231//)
source: Set status to 'Not spam'
fi: Aseta tilaksi 'Ei roskapostia'

# MSG_HELP_CO_CH_ACTION_SET_STATUS_TO_HAM (2232//)
source: Set the status of the filtered mail to 'Not spam'
fi: Aseta suodatetun postin tilaksi 'Ei roskapostia'

# MSG_CO_SMTP_ACTIVE (2233//)
source: _Active
fi: _Aktiivinen

# MSG_CO_POP_AUTH (2234//)
source: Authentification
fi: Todennus

# MSG_HELP_CO_CY_POPAUTH (2235//)
source: When not using any connection security (TLS or SSL) the password can be send using the APOP encryption algorithm instead. (not supported by all POP3 servers)
fi: Kun ei käytetä yhteyden suojausta (TLS tai SSL), salasana voidaan lähettää APOP-salattuna. (kaikki POP3-palvelimet eivät tue tätä)

# MSG_CO_POP_AUTH_PLAIN (2236//)
source: Plain Password
fi: Suojaton salasana

# MSG_CO_POP_AUTH_APOP (2237//)
source: Encrypted Password (APOP)
fi: Salattu salasana (APOP)

# MSG_CO_POP_SECURITY (2238//)
source: Connection Security
fi: Yhteyden suojaus

# MSG_CO_POP_SECURITY_NONE (2239//)
source: No Security
fi: Ei suojausta

# MSG_HELP_CO_CY_POPSECURE (2242//)
source: A STARTTLS or SSL/TLS secure connection will be established between the POP3 server and YAM to receive e-mail through an encrypted connection. If this cycle gadget is ghosted, it means AmiSSL support is currently not available.
fi: STARTTLS- tai SSL/TLS suojattu yhteys rakennetaan POP3-palvelimen ja YAMin välille viestien vastaanottamiseksi suojatun yhteyden kautta. Jos tämä painike on harmaana, ei AmiSSL-suojausohjelmisto ole tällä hetkellä käytettävissä.

# MSG_CO_POP_SERVERLIST (2243//)
source: Server List
fi: Palvelinlista

# MSG_CO_POP_SERVERSETTINGS (2244//)
source: Server Settings
fi: Palvelinasetukset

# MSG_CO_POP_SECURITYAUTH (2245//)
source: Security and Authentification
fi: Turvallisuus ja todennus

# MSG_CO_POP_MSGHANDLING (2246//)
source: Message handling
fi: Viestien käsittely

# MSG_CO_SMTP_SERVERLIST (2247//)
source: Server List
fi: Palvelinlista

# MSG_CO_SMTP_SERVERSETTINGS (2248//)
source: Server Settings
fi: Palvelinasetukset

# MSG_CO_POP_DESC (2249//)
source: Description
fi: Kuvaus

# MSG_HELP_CO_ST_POPDESC (2250//)
source: An arbitrary description/name for this server connection which will be used instead of user@host.
fi: Vapaavalintainen palvelinyhteyden kuvaus/nimi, jota käytetään käyttäjä@palvelin -nimen tilalla.

# MSG_CO_SMTP_DESC (2251//)
source: Description
fi: Kuvaus

# MSG_HELP_CO_ST_SMTPDESC (2252//)
source: An arbitrary description/name for this server connection which will be used instead of user@host.
fi: Vapaavalintainen palvelinyhteyden kuvaus/nimi, jota käytetään käyttäjä@palvelin -nimen tilalla.

# MSG_CO_SMTP_SECURITY (2253//)
source: Connection Security
fi: Yhteyden suojaus

# MSG_CO_SMTP_SECURITY_NONE (2254//)
source: No Security
fi: Ei suojausta

# MSG_CO_SMTP_SECURITYAUTH (2257//)
source: Security and Authentification
fi: Suojaus ja todennus

# MSG_HELP_CO_CY_SMTPSECURE (2258//)
source: A STARTTLS or SSL/TLS secure connection will be established between the SMTP server and YAM to receive e-mail through an encrypted connection. If this cycle gadget is ghosted, it means AmiSSL support is currently not available.
fi: STARTTLS- tai SSL/TLS suojattu yhteys rakennetaan POP3-palvelimen ja YAMin välille viestien välittämiseksi suojatun yhteyden kautta. Jos tämä painike on harmaana, ei AmiSSL-suojausohjelmisto ole tällä hetkellä käytettävissä.

# MSG_CO_SMTP_AUTH (2259//)
source: Authentification
fi: Todennus

# MSG_CO_SMTPAUTH_NONE (2260//)
source: No Authentication
fi: Ei todennusta

# MSG_CO_SMTP_OPTIONS (2261//)
source: Options
fi: Valinnat

# MSG_CO_CRDIDENTITIES (2262//)
source: Identities
fi: Identiteetit

# MSG_CO_IDENTITIES_TITLE (2263//)
source: Identities Settings
fi: Identiteettiasetukset

# MSG_CO_IDENTITIES_SUMMARY (2264//)
source: Manage multiple identities for composing mails...
fi: Ylläpidä useita identiteettejä viestejä kootessa...

# MSG_CO_IDENTITY_LIST (2265//)
source: Identities
fi: Identiteetit

# MSG_CO_IDENTITY_SETTINGS (2266//)
source: General Settings
fi: Yleiset asetukset

# MSG_CO_IDENTITY_REGISTER_SETTINGS (2268//)
source: General Settings
fi: Yleiset asetukset

# MSG_CO_IDENTITY_REGISTER_COMPOSE (2269//)
source: Compose Mail
fi: Viestin kokoaminen

# MSG_CO_IDENTITY_REGISTER_PGPSEC (2270//)
source: PGP-Security
fi: PGP-suojaus

# MSG_CO_IDENTITY_NOSIGNATURE (2271//)
source: no signature
fi: ei allekirjoitusta

# MSG_CO_IDENTITY_ABOVEQUOTE (2272//)
source: above quotes
fi: ennen lainausta

# MSG_CO_IDENTITY_BELOWQUOTE (2273//)
source: below quotes
fi: lainauksen jälkeen

# MSG_CO_IDENTITY_DESCRIPTION (2274//)
source: Description
fi: Kuvaus

# MSG_CO_IDENTITY_MAILSERVER (2275//)
source: Mail server (SMTP)
fi: Postipalvelin (SMTP)

# MSG_CO_IDENTITY_COMPOSE (2277//)
source: Compose mail settings
fi: Viestin kokoamisasetukset

# MSG_CO_IDENTITY_CC (2278//)
source: CC: address
fi: Kopio: -osoite

# MSG_CO_IDENTITY_BCC (2280//)
source: BCC: address
fi: BCC: -osoite

# MSG_CO_IDENTITY_REPLYTO (2282//)
source: Reply-To: address
fi: Vastausosoite:

# MSG_CO_IDENTITY_COMPOSE_OPTIONS (2284//)
source: Options
fi: Valinnat

# MSG_CO_IDENTITY_COMPOSE_QUOTE (2287//)
source: Quote messages when answering
fi: Lainaa viestejä vastatessasi

# MSG_CO_IDENTITY_COMPOSE_ANSWER (2288//)
source: Put my answer
fi: Laita vastaukseni

# MSG_CO_IDENTITY_COMPOSE_SIGNATURE (2289//)
source: Put my signature
fi: Laita allekirjoitukseni

# MSG_CO_IDENTITY_USESIG_REPLY (2290//)
source: Use signature when replying
fi: Käytä allekirjoitusta vastattaessa

# MSG_CO_IDENTITY_USESIG_FORWARD (2291//)
source: Use signature when forwarding
fi: Käytä allekirjoitusta jatkolähettäessä

# MSG_CO_IDENTITY_PGPSETTINGS (2292//)
source: PGP-Security Settings
fi: PGP-suojausasetukset

# MSG_CO_IDENTITY_USEPGP (2293//)
source: Use PGP for this identity
fi: Käytä PGP:tä tässä identiteetissä

# MSG_CO_IDENTITY_PGPKEY_ID (2294//)
source: PGP key ID
fi: PGP-avaimen ID-tunnus

# MSG_CO_IDENTITY_PGPKEY_URL (2295//)
source: PGP key URL
fi: PGP-avaimen URL

# MSG_CO_IDENTITY_PGP_OPTIONS (2296//)
source: Options
fi: Valinnat

# MSG_CO_IDENTITY_PGP_SIGN_UNENC (2297//)
source: Sign unencrypted mails per default
fi: Allekirjoita salaamattomat postit oletuksena

# MSG_CO_IDENTITY_PGP_SIGN_ENC (2298//)
source: Sign encrypted mails per default
fi: Allekirjoita salatut viestit oletuksena

# MSG_CO_IDENTITY_PGP_ENCRYPTALL (2299//)
source: Encrypt all mails per default
fi: Salaa kaikki viestit oletuksena

# MSG_CO_IDENTITY_PGP_ADDOWN (2300//)
source: Add own key when encrypting mails
fi: Lisää oma avain kun salaat postia

# MSG_CO_IDENTITY_PHOTOURL (2301//)
source: URL to own photo
fi: Oman kuvan URL

# MSG_CO_IDENTITY_ADDINFO (2302//)
source: Add personal information
fi: Lisää henkilökohtaisia tietoja

# MSG_CO_IDENTITY_REQUESTMDN (2303//)
source: Request a return receipt
fi: Pyydä vastaanottoilmoitus

# MSG_CO_SERVERNAME (2304//)
source: Server name
fi: Palvelimen nimi

# MSG_HELP_CO_ST_USER (2305//)
source: The username for accessing the mail server.
fi: Postipalvelimen käyttäjänimi

# MSG_FO_MOVEFOLDERTO (2306//)
source: Do you really want to move the folder from '%s' to '%s'?
fi: Haluatko varmasti siirtää kansion paikasta '%s' paikkaan '%s'?

# MSG_FO_FOLDER_ALREADY_EXISTS (2307//)
source: A file or directory named '%s' already exists and will be overwritten/deleted. Do you really want to proceed?
fi: Tiedosto/hakemisto '%s' on jo olemassa ja kirjoitetaan päälle/poistetaan. Haluatko varmasti jatkaa?

# MSG_ER_CANNOT_CREATE_FOLDER (2308//)
source: Failed to create directory '%s' (%s).
fi: Hakemiston '%s' luominen ei onnistunut (%s).

# MSG_CO_IdentityActive (2309//)
source: _Active
fi: _Aktiivinen

# MSG_MA_FLUSH_ALL_INDICES (2310//)
source: Flush all indices
fi: Tyhjennä kaikki indeksit

# MSG_HELP_CO_CH_IDENTITY_ENABLED (2312//)
source: If checked, this user identity is enabled for use.
fi: Jos valittu, tämä käyttäjäidentiteetti on käytettävissä.

# MSG_HELP_CO_ST_IDENTITY_DESCRIPTION (2313//)
source: A custom description for this user identity.
fi: Tämän käyttäjäidentiteetin kuvaus

# MSG_HELP_CO_ST_IDENTITY_REALNAME (2314//)
source: The realname "firstname lastname" for this user identity.
fi: Tämän käyttäjäidentiteetin oikea nimi muodossa "etunimi sukunimi".

# MSG_HELP_CO_ST_IDENTITY_EMAIL (2315//)
source: The e-mail address associated with this user identity.
fi: Tähän käyttäjäidentiteettiin liittyvä sähköpostiosoite.

# MSG_HELP_CO_ST_IDENTITY_ORGANIZATION (2316//)
source: Optional name of the organization this user identity belongs to.
fi: Valinnainen organisaation nimi, johon tämä käyttäjäidentiteetti kuuluu.

# MSG_HELP_CO_CY_IDENTITY_MAILSERVER (2317//)
source: Allows you to select the outgoing SMTP server which will be used when mail is going to be sent using this user identity.
fi: Voit valita lähtevän postin SMTP-palvelimen, jota käytetään kun tämä käyttäjäidentiteetti lähettää postia.

# MSG_HELP_CO_ST_IDENTITY_CC (2318//)
source: The default CC: recipients added when composing a new mail.
fi: Kopio:-vastaanottajat, jotka lisätään oletuksena kun uutta viestiä tehdään.

# MSG_HELP_CO_ST_IDENTITY_BCC (2319//)
source: The default BCC: recipients added when composing a new mail.
fi: BCC:-vastaanottajat, jotka lisätään oletuksena kun uutta viestiä tehdään.

# MSG_HELP_CO_ST_IDENTITY_REPLYTO (2320//)
source: The default Reply-To: recipients added when composing a new mail.
fi: Vastaanottajat, jotka lisätään oletuksena kun uutta viestiä tehdään.

# MSG_HELP_CO_ST_IDENTITY_EXTRAHEADER (2321//)
source: Allows you to specify the default for putting additional headers to an outgoing mail.
fi: Voit määrittää ylimääräiset otsikot, jotka liitetään oletuksena lähtevään postiin.

# MSG_HELP_CO_ST_IDENTITY_PHOTOURL (2322//)
source: An optional URL to a photo associated with this user identity.
fi: Valinnainen URL valokuvaan, joka liittyy tähän käyttäjäidentiteettiin.

# MSG_HELP_CO_CH_IDENTITY_QUOTEMAILS (2325//)
source: When replying or forwarding mails text will be quoted if this option is enabled.
fi: Kun viestiin vastataan tai lähetetään eteenpäin, teksti lainataan jos tämä toiminto on valittu.

# MSG_HELP_CO_CH_IDENTITY_QUOTEPOS (2326//)
source: Allows to define if your answer should be placed above or below quotes.
fi: Voit valita, laitetaanko vastauksesi ennen lainausta vai sen jälkeen.

# MSG_HELP_CO_CH_IDENTITY_SIGPOS (2327//)
source: Allows to define if your signature should appear below or above the quotes.
fi: Voit valita, laitetaanko allekirjoituksesi ennen lainausta vai sen jälkeen.

# MSG_HELP_CO_CH_IDENTITY_SIGREPLY (2328//)
source: If enabled, a signature will be added when replying to a mail.
fi: Jos valittu, allekirjoitus lisätään kun viestiin vastataan.

# MSG_HELP_CO_CH_IDENTITY_SIGFORWARD (2329//)
source: If enabled, a signature will be added when forwarding a mail.
fi: Jos valittu, allekirjoitus lisätään kun viesti jatkolähetetään.

# MSG_HELP_CO_CH_IDENTITY_ADDINFO (2330//)
source: If enabled, personal information will be added to the mail (X-SenderInfo header). This requires an addressbook entry with the same email address as this user identity.
fi: Jos valittu, henkilökohtainen tieto lisätään viestiin (X-SenderInfo-otsikko). Tämä vaatii osoitekirjaan kohdan, jossa on sama sähköpostiosoite kuin tällä käyttäjäidentiteetillä.

# MSG_HELP_CO_CH_IDENTITY_REQUESTMDN (2331//)
source: If enabled, a mail disposition notification will be requested per default when composing a mail.
fi: Jos valittu, postin vastaanottoilmoitus pyydetään oletuksena viestiä tehtäessä.
