Repository: Futaura/yam
Catalog: locale/finnish.po
Languages: fi

# MSG_WR_NO_ATTACHMENTS_GADS (2503//)
source: Yes, I did|No, send now
fi: Kyllä|Ei, lähetä nyt

# MSG_CO_MAILACCOUNT_TRANSFERRED (2504//)
source: Mail account
fi: Postitili

# MSG_MAILACCOUNT_TRANSFERRED (2505//)
source: Mail account
fi: Postitili

# MSG_CO_SAVE_LAYOUT (2506//)
source: Save user interface layout
fi: Tallenna käyttöliittymän asetukset

# MSG_HELP_CO_CH_SAVELAYOUTQUIT (2507//)
source: Permanently save the position and dimensions of all windows, the layout of certain groups and the state of various graphical objects.
fi: Tallenna pysyvästi ikkunoiden, ryhmien ja eri graafisten objektien paikat ja koot.

# MSG_CO_SMTP_FOLDERS (2508//)
source: Default folders
fi: Oletuskansiot

# MSG_CO_SMTP_SENTFOLDER (2509//)
source: 'Sent' folder
fi: 'Lähetetty'-kansio

# MSG_HELP_CO_PO_SMTP_SENTFOLDER (2510//)
source: Allows to set a different folder where mails will be stored after being sent out.
fi: Voit asettaa eri hakemiston, johon lähetetyt viestit tallennetaan.

# MSG_CO_IDENTITY_SAVESENTMAIL (2511//)
source: After transfer store mails in 'Sent' folder
fi: Siirron jälkeen tallenna viestit 'Lähetetyt'-kansioon

# MSG_HELP_CO_CH_IDENTITY_SAVESENTMAIL (2512//)
source: If enabled, sent mails will be stored after the mail transfer. Otherwise the sent mails will be deleted.
fi: Jos valittu, lähetetyt viestit tallennetaan viestin lähetyksen jälkeen. Muutoin lähetetyt viestit poistetaan.

# MSG_CO_IDENTITY_ALTSENTFOLDER (2513//)
source: Use alternative 'Sent' folder:
fi: Käytä vaihtoehtoista 'Lähetetyt'-kansiota:

# MSG_HELP_CO_CH_IDENTITY_ALTSENTFOLDER (2514//)
source: If enabled, sent mails will be stored in an alternative mail folder than configured in the TCP/IP section of the configuration.
fi: Jos valittu, lähetetut viestit tallennetaan vaihtoehtoiseen kansioon eikä TCP/IP-asetuksiin merkittyyn kansioon.

# MSG_HELP_CO_TX_IDENTITY_ALTSENTFOLDER (2515//)
source: Allows to specify which alternative mail folder should be used when storing sent mail.
fi: Voit määritellä, mihin vaihtoehtoiseen kansioon lähetetyt viestit tallennetaan.

# MSG_CO_POP_FOLDERS (2516//)
source: Default folders
fi: Oletuskansiot

# MSG_CO_POP_INCOMINGFOLDER (2517//)
source: 'Incoming' folder
fi: 'Saapuvat'-kansio

# MSG_HELP_CO_PO_POP_INCOMINGFOLDER (2518//)
source: Allows to set a different folder where mails will be stored after having received them.
fi: Voit määritellä eri kansion, johon vastaanotetut viestit tallennetaan.

# MSG_DOC_LANGUAGE_CODE (2519//)
source: <EMPTY>en
fi: fi

# MSG_CO_CYRILLICCHARSETWARN (2520//)
source: Automatic detection of cyrillic charsets is enabled, but the configured charset '%s' is no cyrillic charset. This combination might cause malformed characters. Do you want to deactivate the cyrillic charset detection?
fi: Automaattinen kyrillisten kirjaimistojen tarkistus on päällä mutta valittu kirjaimisto '%s' ei ole kyrillinen kirjaimisto. Tämä yhdistelmä voi aiheuttaa virheellisiä kirjaimia. Haluatko kytkeä kyrillisten kirjaimistojen tarkistuksen pois päältä?

# MSG_CO_CYRILLICCHARSETWARN_BT (2521//)
source: *_Deactivate|_Ignore
fi: *_Kytke pois|_Ohita

# MSG_WR_NORCPT_WARNING_GADGET (2522//)
source: _Save as draft|*_Cancel
fi: _Tallenna luonnoksena|*_Peruuta

# MSG_WR_NORCPT_WARNING (2523//)
source: The message is incomplete since no recipient had been specified. How do you want to proceed?
fi: Tämä viesti on epätäydellinen, koska vastaanottajaa ei ole määritelty. Miten haluat edetä?

# MSG_WR_DISCARDCHANGES_GADGET (2524//)
source: *_Save as draft|_Discard|_Cancel
fi: *_Tallenna luonnoksena|_Hylkää|_Peruuta

# MSG_MA_NO_SUBJECT (2525//)
source: (No Subject)
fi: (Ei aihetta)

# MSG_MA_NO_RECIPIENTS (2526//)
source: (No Recipients)
fi: (Ei vastaanottajia)

# MSG_WR_CANCEL (2527//)
source: _Cancel
fi: _Peruuta

# MSG_HELP_WR_BT_CANCEL (2528//)
source: Aborts the mail editing and closes the window.
fi: Keskeyttää viestin muokkauksen ja sulkee ikkunan.

# MSG_MA_REPLYREQ_OPTIONS2 (2529//)
source: *_Sender|Sender and _all Recipients|_Cancel
fi: *_Lähettäjä|Lähettäjä ja _kaikki vastaanottajat|_Peruuta

# MSG_ABOUT_DONATE_TEXT (2530//)
source: Secure the future of YAM
fi: Varmista YAMin tulevaisuus

# MSG_TR_MAILCHECKFROM (2531//)
source: Checking mails from '%s'
fi: Tarkistetaan viestejä tililtä '%s'

# MSG_WR_CC (2532//)
source: _Cc
fi: _Kopio

# MSG_WR_REPLYTO (2534//)
source: Reply _To
fi: _Vastausosoite
