Repository: Futaura/yam
Catalog: locale/finnish.po
Languages: fi

# MSG_CO_MimeCmd (426//)
source: _Viewer
fi: _Katseluohjelma

# MSG_CO_Extension (427//)
source: File e_xtensions
fi: P_ääte

# MSG_CO_DefaultViewer (428//)
source: De_fault viewer
fi: _Oletuskatseluohjelma

# MSG_CO_Organization (432//)
source: _Organization
fi: Or_ganisaatio

# MSG_CO_ExtraHeaders (433//)
source: E_xtra headers
fi: _Lisätunnisteet

# MSG_CO_MessageBody (434//)
source: Message body
fi: Viestin runko

# MSG_CO_Welcome (435//)
source: Welcome _phrase
fi: Alkut_ervehdys

# MSG_CO_Greetings (436//)
source: Closing p_hrase
fi: L_oppulause

# MSG_CO_Editor (437//)
source: Editor
fi: Editori

# MSG_CO_WordWrap (438//)
source: _Word-wrap
fi: _Rivitys

# MSG_CO_EWOff (439//)
source: off
fi: pois

# MSG_CO_EWAsYouType (440//)
source: as you type
fi: kirjoittaessa

# MSG_CO_EWBeforeSend (441//)
source: before sending
fi: ennen lähetystä

# MSG_CO_ExternalEditor (442//)
source: _External editor
fi: _Ulkoinen editori

# MSG_CO_PhraseOpen (444//)
source: Open
fi: Avaus

# MSG_CO_PhraseIntro (445//)
source: Intro
fi: Pohjustus

# MSG_CO_PhraseClose (446//)
source: Close
fi: Lopetus

# MSG_CO_Forwarding (447//)
source: Forwarding
fi: Välitys

# MSG_CO_FwdInit (448//)
source: _Initial phrase
fi: _Alkulause

# MSG_CO_FwdFinish (449//)
source: _Terminating phrase
fi: _Loppusanat

# MSG_CO_Replying (450//)
source: Replying
fi: Vastaaminen

# MSG_CO_RepInit (451//)
source: Default _reply phrases
fi: _Oletusvastaus

# MSG_CO_AltRepInit (452//)
source: _Alternative reply phrases
fi: _Vaihtoehtoinen vastaus

# MSG_CO_AltRepPat (453//)
source: Use with these _domains
fi: Käytä _näillä toimialueilla

# MSG_CO_MLRepInit (454//)
source: _Mailing list reply phrases
fi: Po_stituslistan vastaus

# MSG_CO_QuoteEmpty (456//)
source: Quote _empty lines
fi: Lainaa tyhjät _rivit

# MSG_CO_VerifyAddress (457//)
source: _Verify recipient address
fi: Var_mista vastaanottajan osoite

# MSG_CO_StripSignature (458//)
source: Stri_p signature
fi: Poista allekir_joitus

# MSG_CO_DefSig (459//)
source: Default signature
fi: Oletusallekirjoitus

# MSG_CO_AltSig1 (460//)
source: Alt. signature #1
fi: Vaihtoehto #1

# MSG_CO_AltSig2 (461//)
source: Alt. signature #2
fi: Vaihtoehto #2

# MSG_CO_Signature (462//)
source: Signature
fi: Allekirjoitus

# MSG_CO_EditSig (464//)
source: _Edit in external editor
fi: _Muokkaa ulkoisessa editorissa

# MSG_CO_InsertTag (465//)
source: Insert _random tagline
fi: Lisää _satunnainen sananparsi

# MSG_CO_InsertENV (466//)
source: Insert E_NV:Signature
fi: Lisää E_NV:Signature

# MSG_CO_Taglines (467//)
source: Taglines
fi: Sananparret

# MSG_CO_TaglineFile (468//)
source: Tagline _file
fi: Sananparsit_iedosto

# MSG_CO_TaglineSep (469//)
source: T_agline separator
fi: S_ananparsien erotin

# MSG_CO_FixedFontList (470//)
source: Use _fixed font
fi: Käytä t_asalevyistä kirjasinta

# MSG_CO_SwatchBeat (471//)
source: Show time in Swatch _Beats
fi: Aika Swatch _Beats-yksikköinä

# MSG_CO_LogNone (472//)
source: none
fi: ei mitään

# MSG_CO_LogNormal (473//)
source: normal
fi: normaali

# MSG_CO_LogVerbose (474//)
source: verbose
fi: monisanainen

# MSG_CO_PGPExe (475//)
source: P_GP's directory
fi: P_GP hakemisto

# MSG_CO_Logfiles (481//)
source: Log files
fi: Lokitiedostot

# MSG_CO_LogPath (482//)
source: _Path
fi: Polk_u

# MSG_CO_LogSplit (483//)
source: Split _log file
fi: Jaa _lokitiedosto

# MSG_CO_LogMode (484//)
source: _Mode
fi: _Muoto

# MSG_CO_LogAllEvents (485//)
source: Log _all events
fi: Tallenna k_aikki tapahtumat

# MSG_CO_OnStartup (486//)
source: On program startup
fi: Ohjelman käynnistyessä

# MSG_CO_LoadAll (487//)
source: Load all folders
fi: Lataa kaikki kansiot

# MSG_CO_MarkNew (488//)
source: Mark new mail as unread
fi: Merkitse uusi posti lukemattomaksi

# MSG_CO_SendStart (489//)
source: Send mail in outgoing queue
fi: Lähetä posti lähtevien kansiosta

# MSG_CO_CheckDOB (491//)
source: Check birthdates
fi: Tarkista syntymäpäivät

# MSG_CO_OnTermination (492//)
source: On program termination
fi: Ohjelman sammutuksen yhteydessä

# MSG_CO_DeleteOld (493//)
source: Delete old mail
fi: Poista vanha posti

# MSG_CO_RemoveDel (494//)
source: Remove deleted mail
fi: Tuhoa poistettu posti

# MSG_CO_ATABnever (495//)
source: never
fi: ei koskaan

# MSG_CO_ATABask (496//)
source: ask before
fi: kysy ensin

# MSG_CO_ATABinfoask (497//)
source: if info available; ask
fi: jos tieto saatavana, kysy

# MSG_CO_ATABinfo (498//)
source: if info available
fi: jos tieto saatavana

# MSG_CO_ATABalways (499//)
source: always
fi: aina

# MSG_CO_InfoExc (500//)
source: Personal data exchange
fi: Henkilökohtaisten tietojen vaihto

# MSG_CO_Gallery (501//)
source: Save _photos in
fi: Tallenna ku_vat

# MSG_CO_AddToAddrbook (503//)
source: Sa_ve sender's address
fi: Tallenna lähettäjän _osoite

# MSG_CO_ProxyServer (504//)
source: _HTTP proxy server
fi: _HTTP välityspalvelin

# MSG_CO_NewGroup (505//)
source: _Group for new entries
fi: _Ryhmä uusille tiedoille

# MSG_CO_Paths (507//)
source: Paths
fi: Polut

# MSG_CO_Detach (508//)
source: D_ecode files to
fi: Pu_ra tiedostot

# MSG_CO_Attach (509//)
source: _Attach files from
fi: _Lisää tiedostot

# MSG_CO_TempDir (510//)
source: For _temporary files
fi: _Väliaikaishakemisto

# MSG_CO_AppIcon (511//)
source: Mailbox status
fi: Postilaatikon tilaikoni

# MSG_CO_PositionX (512//)
source: Position _X
fi: Paikka _X

# MSG_CO_CloseGadget (513//)
source: Close _gadget iconifies program
fi: Sa_mmutuspainike ikonisoi ohjelman

# MSG_CO_SaveDelete (514//)
source: Save/delete messages
fi: Tallenna/poista viestit

# MSG_CO_ConfirmDelPart1 (515//)
source: Confirm _deletion of
fi: V_armista

# MSG_CO_ConfirmDelPart2 (516//)
source: or more messages
fi: tai useamman viestin poisto

# MSG_CO_Remove (517//)
source: _Remove messages immediately
fi: Po_ista viestit välittömästi

# MSG_CO_XPK (525//)
source: XPK/LhA settings
fi: XPK/LhA -asetukset

# MSG_CO_XPKPack (526//)
source: Packer
fi: Pakkaa_ja

# MSG_CO_XPKPackEnc (527//)
source: Pack/Protect
fi: Pakkaa/_salaa

# MSG_CO_Archiver (528//)
source: Archi_ver
fi: Pakkaus_ohjelma

# MSG_CO_ScriptMenu (529//)
source: 'Scripts' menu entry %ld
fi: 'Komentojonot'-valikko kohta %ld

# MSG_CO_ScriptStartup (530//)
source: Program startup
fi: Ohjelman käynnistyessä

# MSG_CO_ScriptTerminate (531//)
source: Program termination
fi: Ohjelmasta poistuttaessa

# MSG_CO_ScriptPreGetMail (532//)
source: Before getting mail
fi: Ennen postin hakua

# MSG_CO_ScriptPostGetMail (533//)
source: After getting mail
fi: Postinhaun jälkeen

# MSG_CO_ScriptNewMsg (534//)
source: With each new message
fi: Jokainen uusi viesti

# MSG_CO_ScriptPreSendMail (535//)
source: Before sending mail
fi: Ennen postin lähetystä

# MSG_CO_ScriptPostSendMail (536//)
source: After sending mail
fi: Postin lähetyksen jälkeen

# MSG_CO_ScriptReadMsg (537//)
source: When reading a message
fi: Viestiä lukiessa

# MSG_CO_ScriptPreWriteMsg (538//)
source: Before writing a message
fi: Ennen viestin kirjoitusta

# MSG_CO_ScriptPostWriteMsg (539//)
source: After writing a message
fi: Viestin kirjoituksen jälkeen

# MSG_CO_ScriptClickURL (540//)
source: When double-clicking an URL
fi: Kaksoisklikattaessa URL:ia

# MSG_CO_Script (541//)
source: Sc_ript
fi: Komento_jono

# MSG_CO_OpenConsole (542//)
source: _Open console window
fi: Avaa konsoli-_ikkuna

# MSG_CO_WaitTerm (543//)
source: _Wait for termination
fi: _Odota päättymistä

# MSG_CO_Open (544//)
source: Open...
fi: Avaa...

# MSG_CO_SaveAs (545//)
source: Save as...
fi: Tallenna...

# MSG_CO_Edit (546//)
source: Edit
fi: Muokkaa

# MSG_CO_ResetDefaults (547//)
source: Reset to defaults
fi: Palauta oletusarvoiksi

# MSG_CO_ResetAll (548//)
source: Reset all settings
fi: Palauta kaikki asetukset

# MSG_CO_LastSaved (549//)
source: Last saved
fi: Viimeksi tallennettu

# MSG_CO_Restore (550//)
source: Restore
fi: Palauta

# MSG_CO_ImportMIME (553//)
source: Import MIME viewers & types...
fi: Tuo MIME-katseluohjelmat & tyypit...

# MSG_HELP_CO_ST_REALNAME (554//)
source: Your full name (first name last name).
fi: Koko nimesi (etunimi sukunimi).

# MSG_HELP_CO_ST_EMAIL (555//)
source: Your e-mail address.
fi: Sähköpostiosoitteesi.

# MSG_HELP_CO_ST_POPHOST (556//)
source: The address of the POP3 server to receive mail from. If you leave this field empty, the address of the SMTP server will be used as fallback.
fi: POP3-palvelimen osoite, josta postit haetaan. Jos jätät tämän kentän tyhjäksi, käytetään SMTP-palvelimen osoitetta.

# MSG_HELP_CO_ST_PASSWD (557//)
source: Password to access the POP3 server.
fi: Postipalvelimen salasana

# MSG_HELP_CO_ST_SMTPHOST (560//)
source: The address of the SMTP server to send mail to. If you leave this field empty, the address of the POP3 server will be used as fallback.
fi: SMTP-palvelimen osoite, johon postit lähetetään. Jos jätät tämän kentän tyhjäksi, käytetään POP3-palvelimen osoitetta.

# MSG_HELP_CO_CH_SMTP8BIT (562//)
source: Do not convert messages to 7-bit when transferring. You should only use this option if you're sure that your SMTP server supports 8-bit transfers, otherwise your messages may get corrupted.
fi: Älä muunna viestejä 7-bittisiksi lähetystä varten. Käytä tätä valintaa vain, jos SMTP-palvelin tukee 8-bittistä siirtoa! Muuten viestisi vioittuvat.

# MSG_HELP_CO_LV_POP3 (563//)
source: List of the POP3 servers.
fi: POP3-palvelinlista.

# MSG_HELP_CO_BT_PADD (564//)
source: Add a new POP3 servers to the list.
fi: Lisää uusi POP3-palvelin listalle.

# MSG_HELP_CO_BT_PDEL (565//)
source: Remove the selected POP3 servers from the list.
fi: Poista valittu POP3-palvelin listalta.

# MSG_HELP_CO_ST_POPUSERID (566//)
source: User name to log in on the POP3 server. If you leave this field empty, the user name part of your e-mail address will be used.
fi: Käyttäjänimi, jolla kirjaudut POP3-palvelimelle. Jos jätät tämän kentän tyhjäksi, käyttäjätunnuksena käytetään sähköpostiosoitettasi.

# MSG_HELP_CO_CH_DELETE (567//)
source: Delete messages from mail server after the download.
fi: Poista viestit palvelimelta latauksen jälkeen.

# MSG_HELP_CO_CH_POPENABLED (569//)
source: Check this account while checking for new mail.
fi: Yhdistä tähän palvelimeen kun uudet postit tarkistetaan.

# MSG_HELP_CO_CH_TRANSWIN (571//)
source: Show a progress window during mail transfers.
fi: Näytä edistymisikkuna postinsiirtojen aikana.

# MSG_HELP_CO_CY_MSGSELECT (572//)
source: Message pre-selection shows (a part of) the contents of the POP3 mailbox and allows you to select which messages you want to download.
fi: Tällä valinnalla näet POP3-postilaatikkosi sisällön ja voit valita viestit, jotka ladataan.

# MSG_HELP_CO_ST_WARNSIZE (574//)
source: Incoming messages bigger than this will be considered as 'large'.
fi: Viestit, jotka ylittävät tämän kynnysarvon ovat 'suuria'.

# MSG_HELP_CO_ST_INTERVAL (575//)
source: How often do you want YAM to automatically check for new mail?
fi: Kuinka usein haluat tarkistaa uuden postin?

# MSG_HELP_CO_CH_DLLARGE (576//)
source: When automatically checking for new mail, download large messages even if they exceed the size limit specified above.
fi: Kun posti tarkistetaan automaattisesti, ladataan suuret viestit, vaikka ne olisivat suurempia kuin yllä määritelty koko.

# MSG_HELP_CO_CH_NOTIREQ (577//)
source: Show a requester when you get new mail.
fi: Näytä valintaikkuna, kun saat uutta postia.

# MSG_HELP_CO_ST_NOTICMD (578//)
source: The program you want to execute when you get new mail.
fi: Ohjelma, joka käynnistetään, kun saat uutta postia.

# MSG_HELP_CO_ST_NOTISOUND (579//)
source: The sound file you want to play when you get new mail.
fi: Äänitiedosto, jonka haluat soittaa, kun saat uutta postia

# MSG_HELP_CO_LV_RULES (580//)
source: List of filters.
fi: Suodatinlista

# MSG_HELP_CO_ST_RNAME (581//)
source: Filter name.
fi: Suodattimen nimi

# MSG_HELP_CO_CH_REMOTE (582//)
source: Apply this filter before downloading new mail.
fi: Käytä tätä suodatinta ennen viestin latausta.

# MSG_HELP_CO_CH_APPLYNEW (583//)
source: Apply this filter to new messages.
fi: Käytä tätä suodatinta uusiin viesteihin.

# MSG_HELP_CO_CH_APPLYSENT (584//)
source: Apply this filter to sent messages.
fi: Käytä tätä suodatinta lähetettyihin viesteihin.

# MSG_HELP_CO_CH_APPLYREQ (585//)
source: Apply this filter when you use the filter function manually.
fi: Käytä tätä suodatinta, kun aktivoit suodatintoiminnon manuaalisesti.

# MSG_HELP_CO_CH_AFORWARD (589//)
source: Forward matching messages to another person.
fi: Välitä täsmäävät viestit toiselle henkilölle.

# MSG_HELP_CO_ST_AFORWARD (590//)
source: E-mail address(es) that should get the forwarded messages.
fi: Välitettyjen viestien saajan sähköpostiosoite.

# MSG_HELP_CO_CH_ARESPONSE (591//)
source: Send an automatic reply for each matching message.
fi: Lähetä automaattinen vastaus jokaiseen täsmäävään viestiin.

# MSG_HELP_CO_ST_ARESPONSE (592//)
source: Text file that contains the response.
fi: Tekstitiedosto, joka sisältää vastauksen.

# MSG_HELP_CO_CH_AEXECUTE (593//)
source: Execute a command for each matching message.
fi: Aja komento jokaiselle täsmäävälle viestille.

# MSG_HELP_CO_ST_AEXECUTE (594//)
source: Command to execute. The path of the matching message is passed as an argument.
fi: Suoritettava komento. Täsmäävän viestin polku syötetään argumenttina.

# MSG_HELP_CO_CH_APLAY (595//)
source: Play a sound file for each matching message.
fi: Soittaa äänitiedoston jokaisella täsmäävällä viestillä

# MSG_HELP_CO_ST_APLAY (596//)
source: Sound file to play.
fi: Soitettava äänitiedosto.

# MSG_HELP_CO_CH_AMOVE (597//)
source: Move matching messages to a different folder.
fi: Siirrä täsmäävät viestit toiseen kansioon.

# MSG_HELP_CO_PO_MOVETO (598//)
source: Destination folder.
fi: Kohdekansio

# MSG_HELP_CO_CH_ADELETE (599//)
source: Delete the matching messages.
fi: Poista täsmäävät viestit.

# MSG_HELP_CO_CH_ASKIP (600//)
source: Do not download the matching messages.
fi: Älä lataa täsmääviä viestejä.

# MSG_HELP_CO_BT_RADD (601//)
source: Add a new filter.
fi: Lisää uusi suodatin.

# MSG_HELP_CO_BT_RDEL (602//)
source: Remove the selected filter from the list.
fi: Poista valittu suodatin.

# MSG_HELP_CO_CA_COL2QUOT (603//)
source: Color used to display 2nd level quotes.
fi: Vaihda väriä, jota käytetään näyttämään lainattua viestiä.

# MSG_HELP_CO_CH_WRAPHEAD (604//)
source: Split long headers on multiple lines.
fi: Näytä pitkät otsikot monella rivillä.

# MSG_HELP_CO_CY_HEADER (606//)
source: Which message headers do you want YAM to display by default in the Read window?
fi: Mitkä viestin otsikot haluat YAMin näyttävän oletuksena lukuikkunassa?

# MSG_HELP_CO_ST_HEADERS (607//)
source: Specify an AmigaDOS pattern to choose the headers in SELECTED format. Default is (From|To|Cc|BCC|Date|Subject).
fi: Määritä englanniksi AmigaDOS-mallinne, jolla valitaan otsikon esitysjärjestys. Oletus on (From|To|Cc|BCC|Date|Subject).

# MSG_HELP_CO_CY_SENDERINFO (608//)
source: Information about the sender to display in the Read window (if available).
fi: Lukuikkunassa näytettävät lähettäjän tiedot (jos käytettävissä).

# MSG_HELP_CO_CY_SIGSEPLINE (609//)
source: Type of separation line for the signature.
fi: Allekirjoituksen erotin- viivan tyyppi

# MSG_HELP_CO_CH_ALLTEXTS (611//)
source: Display all plain text parts of a multipart message.
fi: Näytä kaikki moniosaisen viestin tekstiosat.

# MSG_HELP_CO_CH_MULTIWIN (612//)
source: Use a separate Read window for each opened message.
fi: Avaa jokainen valittu viesti omaan lukuikkunaansa.

# MSG_HELP_CO_CA_COLTEXT (613//)
source: Color for the 'colored' text used in the Read window and the editor.
fi: Vaihda lukuikkunassa ja editorissa käytettävän 'värillisen' tekstin väri.

# MSG_HELP_CO_CH_FIXFEDIT (614//)
source: Display messages using a fixed width font.
fi: Näytä viestit käyttäen tasalevyistä kirjasinta.

# MSG_HELP_CO_ST_CTYPE (615//)
source: Enter a new MIME type or select one using the popup button at the right.
fi: Syötä uusi MIME-tyyppi tai valitse oikealla olevasta painikkeesta.

# MSG_HELP_CO_ST_COMMAND (616//)
source: Path and optional arguments of the viewer command. Click the popup button to see the list of supported variables.
fi: Katseluohjelman polku ja valinnaiset argumentit. Painikkeesta saat näkyviin käytettävissä olevat muuttujat.

# MSG_HELP_CO_BT_MADD (617//)
source: Add a new MIME viewer.
fi: Lisää uusi MIME-katseluohjelma.

# MSG_HELP_CO_BT_MDEL (618//)
source: Remove the selected MIME viewer.
fi: Poista valittu MIME-katseluohjelma.

# MSG_HELP_CO_ST_EXTENS (619//)
source: A space separated list of extensions (suffixes) used by this file type.
fi: Tämän tyypin käyttämät tiedostopäätteet välilyönneillä erotettuna.

# MSG_HELP_CO_ST_DEFVIEWER (620//)
source: Program used to display attachments of unknown type.
fi: Ohjelma, jota käytetään näyttämään tunnnistamattomat liitteet.

# MSG_HELP_CO_ST_HELLOTEXT (625//)
source: Text to insert at the top of a new message.
fi: Viestin alkuun lisättävä teksti.

# MSG_HELP_CO_ST_BYETEXT (626//)
source: Text to add at the bottom of a new message.
fi: Viestin loppuun lisättävä teksti.

# MSG_HELP_CO_ST_EDWRAP (628//)
source: Word-wrap message text at this column.
fi: Rivitä teksti tässä sarakkeessa.

# MSG_HELP_CO_CY_EDWRAP (630//)
source: Select 'as you type' to have line feeds automatically added while you're typing your messages.
fi: Valitse 'kirjoittaessa' lisätäksesi rivinvaihto- koodit samalla, kun kirjoitat viestiä

# MSG_HELP_CO_CH_LAUNCH (631//)
source: Automatically launch the external editor when starting a new message.
fi: Käynnistä ulkoinen editori, kun aloitat uuden viestin.

# MSG_HELP_CO_ST_FWDSTART (633//)
source: Text used to introduce a forwarded message. Click the popup button at the right to see the variables you can use.
fi: Teksti, jolla aloitetaan lainattu viesti. Käytä oikealla olevaa painiketta nähdäksesi käytössä olevat muuttujat.

# MSG_HELP_CO_ST_FWDEND (634//)
source: Text to add at the end of a forwarded message.
fi: Teksti, joka liitetään lainatun viestin loppuun.

# MSG_HELP_CO_ST_REPLYTEXT (635//)
source: Default phrases used in replies to messages. Use the popup button at the right to see the supported variables.
fi: Tekstit, joita käytetään viesteihin vastattaessa. Käytä oikealla olevaa painiketta nähdäksesi käytössä olevat muuttujat.

# MSG_HELP_CO_ST_AREPLYTEXT (636//)
source: Use these phrases instead when then pattern below matches the recipient's address.
fi: Käytä näitä tekstejä viesteihin vastattaessa, jos alla oleva teksti täsmää vastaanottajan osoitteeseen.

# MSG_HELP_CO_ST_AREPLYPAT (637//)
source: AmigaDOS pattern that triggers the alternative reply phrases.
fi: AmigaDOS-mallinne, joka ottaa käyttöön vaihtoehtoiset vastaustekstit.

# MSG_HELP_CO_ST_MREPLYTEXT (638//)
source: Use these phrases in replies to messages from a mailing list.
fi: Käytä näitä tekstejä postituslistalta tulleeseen viestiin vastattaessa.

# MSG_HELP_CO_CH_QUOTEEMPTY (641//)
source: Insert quote character for empty lines?
fi: Lisää lainausmerkit tyhjille riveille?

# MSG_HELP_CO_CH_COMPADDR (642//)
source: If checked, you will be asked where to send your reply when the 'From:' and 'Reply-To:' addresses of the original message differ.
fi: Jos tämä valittu, vastausosoite kysytään, jos Lähettäjä ja Vastausosoite eroavat toisistaan

# MSG_HELP_CO_CH_STRIPSIG (643//)
source: Avoids quoting the signature of the original message.
fi: Älä lainaa alkuperäisen viestin allekirjoitusta

# MSG_HELP_CO_BT_EDITSIG (645//)
source: Modify this signature using the external editor.
fi: Muokkaa allekirjoitustasi editoria käyttäen

# MSG_HELP_CO_BT_INSTAG (646//)
source: Insert a control code for a random tagline.
fi: Lisää ohjauskoodi satunnaisia sananparsia varten

# MSG_HELP_CO_BT_INSENV (647//)
source: Insert a control code for the 'SIGNATURE' environment variable.
fi: Lisää ohjauskoodi ympäristömuuttujalle SIGNATURE

# MSG_HELP_CO_ST_TAGFILE (648//)
source: Specify here a database file containing taglines (also known as 'cookies').
fi: Sananparret sisältävä tietokantatiedosto

# MSG_HELP_CO_ST_TAGSEP (649//)
source: String used to separate the taglines in the database.
fi: Merkki tai merkkijono, jota käytetään tietokannassa erottamaan sananparret

# MSG_HELP_CO_CG_FO (650//)
source: Columns that should be displayed in the folder list.
fi: Kansiolistassa näytettävät sarakkeet

# MSG_HELP_CO_CG_MA (651//)
source: Columns that should be displayed in the message list.
fi: Viestilistassa näytettävät sarakkeet

# MSG_HELP_CO_CG_AB (652//)
source: Columns that should be displayed in the address book.
fi: Osoitekirjassa näytettävät sarakkeet

# MSG_HELP_CO_CH_FIXFLIST (653//)
source: Display list entries using a fixed width font.
fi: Näytä lista käyttäen tasalevyistä kirjasinta.

# MSG_HELP_CO_CH_BEAT (654//)
source: Display time in Swatch Beats, the unit of time from Swatch.
fi: Näytä aika Swatch Beats-yksikköinä, uudella vallankumouksellisella aikayksiköllä

# MSG_HELP_CO_ST_PGPCMD (655//)
source: Directory where the PGP executable can be found.
fi: Hakemisto, josta PGP-ohjelma löytyy

# MSG_HELP_CO_ST_LOGFILE (660//)
source: Path where the log files will be stored.
fi: Polku, johon lokitiedostot tallennetaan

# MSG_HELP_CO_CH_SPLITLOG (661//)
source: If checked, a separate log file will be started every month.
fi: Aloita uusi lokitiedosto joka kuukausi

# MSG_HELP_CO_CY_LOGMODE (662//)
source: Select type of logging.
fi: Valitse lokikirjauksen tyyppi

# MSG_HELP_CO_CH_LOGALL (663//)
source: Disable this option to log mail transfers only.
fi: Kytke tämä valinta pois lokittaaksesi ainoastaan postin siirrot.

# MSG_HELP_CO_CH_LOADALL (664//)
source: Load index files of all folders.
fi: Lataa kaikkien kansioiden sisältötiedostot

# MSG_HELP_CO_CH_MARKNEW (665//)
source: Change status of new messages to unread.
fi: Vaihda uusien viestien tila luetuksi

# MSG_HELP_CO_CH_SEND (666//)
source: Send queued messages.
fi: Lähetä jonossa olevat viestit

# MSG_HELP_CO_CH_CHECKBD (668//)
source: Check the address book and open a reminder if it's a person's birthday.
fi: Tarkista osoitekirja ja ilmoita jos on henkilön syntymäpäivä

# MSG_HELP_CO_CH_DELETEOLD (669//)
source: Delete messages that exceed the maximum age (see folder configuration).
fi: Poista viestit, jotka ylittävät maksimi-iän (katso kansion asetuksista)

# MSG_HELP_CO_CH_REMOVEDEL (670//)
source: Empty Trash folder.
fi: Tyhjennä poistettujen viestien kansio

# MSG_HELP_CO_ST_GALLDIR (671//)
source: Directory to save the pictures of your correspondents.
fi: Hakemisto, johon tallennetaan viestikumppaneidesi kuvat

# MSG_HELP_CO_CY_ATAB (673//)
source: Automatically create an address book entry for the sender when you read his/her message?
fi: Lisää automaattisesti osoitekirjaan lukemasi viestin lähettäjän tiedot?

# MSG_HELP_CO_ST_PROXY (674//)
source: Address and optional port number of your HTTP proxy server (default port is 80). You may leave this field empty.
fi: HTTP-välityspalvelimesi osoite ja vaihtoehtoinen porttinumero (oletusportti 80) Voit jättää tämän kentän tyhjäksi.

# MSG_HELP_CO_ST_NEWGROUP (675//)
source: Add new address book entries to this group (it will be created if it doesn't exist yet).
fi: Lisää tämän ryhmän tiedot osoitekirjaan (tiedot lisätään, jos niitä ei ole osoitekirjassa)

# MSG_HELP_CO_ST_TEMPDIR (676//)
source: Directory to store temporary files.
fi: Hakemisto, johon tallennetaan väliaikaistiedostot

# MSG_HELP_CO_ST_DETACHDIR (677//)
source: Directory to save attached files to.
fi: Hakemisto, johon tallennetaan liitetiedostot

# MSG_HELP_CO_ST_ATTACHDIR (678//)
source: Default source directory for attachments.
fi: Oletushakemisto, josta liitetiedostot haetaan

# MSG_HELP_CO_ST_APP (679//)
source: Try to put the AppIcon exactly at these coordinates.
fi: Postilaatikkokuvakkeen paikka pikseleinä
