Repository: Futaura/yam
Catalog: locale/finnish.po
Languages: fi

# MSG_Folder (0//)
source: Folder
fi: Kansio

# MSG_Message (1//)
source: Message
fi: Viesti

# MSG_Attachments (2//)
source: Attachments
fi: Liitetiedostot

# MSG_Options (3//)
source: Options
fi: Valinnat

# MSG_New (6//)
source: New
fi: Uusi

# MSG_Open (7//)
source: Open...
fi: Avaa...

# MSG_Append (8//)
source: Append...
fi: Lisää...

# MSG_Save (9//)
source: Save
fi: Tallenna

# MSG_SaveAs (10//)
source: Save as...
fi: Tallenna nimellä...

# MSG_Print (11//)
source: Print...
fi: Tulosta...

# MSG_Edit (12//)
source: Edit...
fi: Muokkaa...

# MSG_Use (17//)
source: _Use
fi: _Käytä

# MSG_Cancel (18//)
source: _Cancel
fi: _Peru

# MSG_YesNoReq (23//)
source: *_Yes|_No
fi: *_Kyllä|_Ei

# MSG_ErrorReq (24//)
source: Error
fi: Virhe

# MSG_NewEntry (25//)
source: - new -
fi: - uusi -

# MSG_Date (28//)
source: Date
fi: Päiväys

# MSG_Sender (29//)
source: Sender
fi: Lähettäjä

# MSG_Recipient (30//)
source: Recipient
fi: Vastaanottaja

# MSG_Subject (31//)
source: Subject
fi: Aihe

# MSG_Size (32//)
source: Size
fi: Koko

# MSG_Status (33//)
source: Status
fi: Tila

# MSG_FolderList (34//)
source: Folder list
fi: Kansiolista

# MSG_MessageList (35//)
source: Message list
fi: Viestilista

# MSG_Realname (36//)
source: Real name
fi: Oikea nimi

# MSG_Filename (37//)
source: Filename
fi: Tiedostonimi

# MSG_Description (39//)
source: Description
fi: Kuvaus

# MSG_DOB (40//)
source: Date of birth
fi: Syntymäpäivä

# MSG_City (41//)
source: City
fi: Kaupunki

# MSG_Country (42//)
source: Country
fi: Maa

# MSG_Street (43//)
source: Street
fi: Katu

# MSG_Phone (44//)
source: Phone
fi: Puhelin

# MSG_Name (45//)
source: Name
fi: Nimi

# MSG_Email (46//)
source: E-mail address
fi: Sähköpostiosoite

# MSG_Address (47//)
source: Address
fi: Osoite

# MSG_ReturnAddress (48//)
source: Return address
fi: Vastausosoite

# MSG_SenderRecpt (49//)
source: Sender/recipient
fi: Lähettäjä/vastaanottaja

# MSG_MessageDate (50//)
source: Message date
fi: Viestin päiväys

# MSG_Unread (51//)
source: Unread
fi: Lukematta

# MSG_Total (52//)
source: Total
fi: Yht.

# MSG_From (53//)
source: From
fi: Lähettäjä

# MSG_To (54//)
source: To
fi: Vastaanottaja

# MSG_Columns (56//)
source: Columns
fi: Sarakkeet

# MSG_Version (60//)
source: Version:
fi: Versio:

# MSG_CompilationDate (61//)
source: Compilation date:
fi: Kääntämispäivä:

# MSG_UserLogin (65//)
source: Click your name to login:
fi: Kirjaudu klikkaamalla nimeäsi:

# MSG_ErrorStartup (67//)
source: Error during startup
fi: Virhe käynnistyksen aikana

# MSG_Quit (68//)
source: Quit
fi: Lopeta

# MSG_LoadingConfig (70//)
source: Loading configuration...
fi: Ladataan asetuksia...

# MSG_CreatingGUI (71//)
source: Creating user interface...
fi: Luodaan käyttöliittymää...

# MSG_ErrorMuiApp (72//)
source: Can't create application
fi: MUI-sovellusta ei voitu luoda

# MSG_RebuildIndices (73//)
source: Rebuilding folders' indices...
fi: Luodaan kansioiden sisällys uudelleen...

# MSG_LoadingFolders (74//)
source: Loading folders...
fi: Ladataan kansiot...

# MSG_LoadingABook (75//)
source: Loading address book...
fi: Ladataan osoitekirja...

# MSG_InitLibs (76//)
source: Initializing libraries and classes...
fi: Alustetaan kirjastot ja luokat...

# MSG_ErrorAslStruct (78//)
source: Can't allocate ASL structure
fi: ASL-tietuetta ei voi varata

# MSG_ErrorTimer (79//)
source: Can't open timer.device
fi: Timer.device ei aukea

# MSG_ErrorARexx (80//)
source: Can't create ARexx port
fi: ARexx-porttia ei voi luoda

# MSG_LoadingGFX (81//)
source: Loading graphics...
fi: Ladataan grafiikkaa...

# MSG_SendStartReq (82//)
source: The Outgoing folder contains unsent mail. Do you want to send these messages now?
fi: Lähtevien kansiossa on lähettämätötä postia. Haluatko lähettää nämä viestit nyt?

# MSG_QuitYAMReq (83//)
source: Do you really want to quit YAM?
fi: Tahdotko todella sulkea YAM:in?

# MSG_CTtextplain (84//)
source: plain text
fi: tavallinen teksti

# MSG_CTtexthtml (85//)
source: HTML document
fi: HTML-asiakirja

# MSG_CTtextaguide (86//)
source: AmigaGuide document
fi: AmigaGuide-asiakirja

# MSG_CTapplicationoctetstream (87//)
source: binary file
fi: binääritiedosto

# MSG_CTapplicationpostscript (88//)
source: Postscript document
fi: Postscript-asiakirja

# MSG_CTapplicationlha (90//)
source: LhA archive
fi: LhA-paketti

# MSG_CTapplicationlzx (91//)
source: LZX archive
fi: LZX-paketti

# MSG_CTapplicationzip (92//)
source: ZIP archive
fi: ZIP-paketti

# MSG_CTapplicationamigaexe (93//)
source: Amiga executable
fi: Amigan ohjelma

# MSG_CTimagejpeg (94//)
source: JPEG/JFIF picture
fi: JPEG/JFIF-kuva

# MSG_CTimagegif (95//)
source: GIF picture
fi: GIF-kuva

# MSG_CTimagepng (96//)
source: PNG picture
fi: PNG-kuva

# MSG_CTimagetiff (97//)
source: TIFF picture
fi: TIFF-kuva

# MSG_CTimageilbm (98//)
source: Amiga IFF-ILBM picture
fi: Amiga IFF-ILBM-kuva

# MSG_CTaudiobasic (99//)
source: UNIX audio file
fi: UNIX äänitiedosto

# MSG_CTaudio8svx (100//)
source: Amiga IFF-8SVX audio
fi: Amiga IFF-8SVX-ääni

# MSG_CTaudiowav (101//)
source: Microsoft WAV audio
fi: Microsoft WAV-ääni

# MSG_CTvideompeg (102//)
source: MPEG video stream
fi: MPEG-video

# MSG_CTmessagerfc822 (106//)
source: E-mail message
fi: Sähköpostiviesti

# MSG_LOG_Started (107//)
source: YAM started
fi: YAM käynnistyi

# MSG_LOG_Terminated (108//)
source: YAM terminated
fi: YAM pysähtyi

# MSG_LOG_LoggedIn (109//)
source: Logged in as user '%s'
fi: Kirjautunut käyttäjänä '%s'

# MSG_LOG_LoggedInVerbose (110//)
source: Logged in as '%s', using configuration '%s' and mail directory '%s'
fi: Kirjautunut nimellä '%s', käyttäen asetuksia '%s' ja postihakemistoa '%s'

# MSG_LOG_Deleting (111//)
source: Deleted %ld message(s) in folder '%s'
fi: Poistettu %ld viesti(ä) kansiosta '%s'

# MSG_LOG_DeletingVerbose (112//)
source: Deleted message from '%s' about '%s' in folder '%s'
fi: Poistettu viesti, lähettäjä '%s', aihe '%s' kansiosta '%s'

# MSG_LOG_Moving (113//)
source: Moved %ld message(s) from folder '%s' to '%s'
fi: Siirretty %ld viesti(ä) kansiosta '%s' kansioon '%s'

# MSG_LOG_MovingVerbose (114//)
source: Moved message from '%s' about '%s' from folder '%s' to '%s'
fi: Siirretty viesti, lähettäjä '%s', aihe '%s', kansiosta '%s' kansioon '%s'

# MSG_LOG_Copying (115//)
source: Copied %ld message(s) from folder '%s' to '%s'
fi: Kopioitu %ld viesti(ä) kansiosta '%s' kansioon '%s'

# MSG_LOG_CopyingVerbose (116//)
source: Copied message from '%s' about '%s' from folder '%s' to '%s'
fi: Kopioitu viesti, lähettäjä '%s', aihe '%s' kansiosta '%s' kansioon '%s'

# MSG_LOG_RetrievingVerbose (118//)
source: Retrieved message from '%s' about '%s' (%ld bytes)
fi: Noudettu viesti, lähettäjä '%s', aihe '%s' (%ld tavua)

# MSG_LOG_ConnectSMTP (120//)
source: Connected to SMTP server '%s'
fi: Yhdistetty SMTP-palvelimeen '%s'

# MSG_LOG_SendingVerbose (121//)
source: Sent message to '%s' about '%s' (%ld bytes)
fi: Lähetetty viesti, vastaanottaja '%s', aihe '%s' (%ld tavua)

# MSG_LOG_Sending (122//)
source: Sent %ld message(s) using SMTP server '%s'
fi: Lähetetty %ld viesti(ä) käyttäen SMTP-palvelinta '%s'

# MSG_LOG_Editing (123//)
source: Edited message from '%s' to '%s' about '%s'
fi: Muokattu viesti, lähettäjä '%s', vastaanottaja '%s', aihe '%s'

# MSG_LOG_Creating (124//)
source: Wrote new message for '%s' about '%s', including %ld attachment(s)
fi: Kirjoitettu uusi viesti, vastaanottaja '%s', aihe '%s', mukana %ld liitetiedosto(a)

# MSG_LOG_Replying (125//)
source: Replied message from '%s' about '%s'
fi: Vastattu viestiin, lähettäjä '%s', aihe '%s'

# MSG_LOG_Forwarding (127//)
source: Forwarded message from '%s' about '%s' to '%s'
fi: Välitetty viesti, lähettäjä '%s', aihe '%s', vastaanottaja '%s'

# MSG_LOG_SavingConfig (129//)
source: Saved configuration file '%s'
fi: Tallennettu asetustiedosto '%s'

# MSG_LOG_SavingABook (130//)
source: Saved address book '%s'
fi: Tallennettu osoitekirja '%s'

# MSG_LOG_SavingUsers (131//)
source: Saved user configuration
fi: Tallennettu käyttäjän asetukset

# MSG_LOG_NewAddress (132//)
source: Added address book entry '%s'
fi: Lisätty osoitekirjaan kohta '%s'

# MSG_LOG_Importing (133//)
source: Imported %ld message(s) from file '%s' into folder '%s'
fi: Tuotu %ld viesti(ä) tiedostosta '%s' kansioon '%s'

# MSG_LOG_Exporting (134//)
source: Exported %ld message(s) from folder '%s' to file '%s'
fi: Viety %ld viesti(ä) kansiosta '%s' tiedostoon '%s'

# MSG_LOG_SavingAtt (135//)
source: Saved attachment '%s' of message '%s' in folder '%s'
fi: Tallennettu liitetiedosto '%s' viestistä '%s' kansiossa '%s'

# MSG_LOG_ChangingSubject (137//)
source: Changed subject '%s' of message '%s' in folder '%s' to '%s'
fi: Muutettu aihe '%s' viestistä '%s' kansiossa '%s', uusi aihe '%s'

# MSG_UT_Save (138//)
source: Save
fi: Tallenna

# MSG_UT_Load (139//)
source: Load
fi: Lataa

# MSG_UT_PGPPassReq (140//)
source: Please enter your PGP passphrase:
fi: Ole hyvä ja anna PGP-salasanasi:

# MSG_MA_GetFolderPass (144//)
source: Folder '%s' is a protected folder. Please enter the password to unlock it:
fi: Kansio '%s' on suojattu kansio. Ole hyvä ja anna salasana, jolla se avataan:

# MSG_MA_ReplyReq (149//)
source: The selected message has multiple recipients. You want to send the reply to the...
fi: Valitulla viestillä on useita vastaanottajia. Haluatko lähettää vastauksen...

# MSG_MA_ReplyReqOpt (150//)
source: *_Sender|Sender and _all Recipients|_Recipients|_Cancel
fi: *_lähettäjälle|lähettäjälle _ja vastaanottajille|_vastaanottajille|_Peru

# MSG_MA_CompareReq (151//)
source: Sender address (From) is \033b<%s>\033n, but return address (Reply-To) is \033b<%s>\033n. To which address do you want to reply to?
fi: Lähettäjän (From) osoite on <%s>, mutta vastausosoite on (Reply-To) <%s>. Kumpaa osoitetta tahdot käyttää?

# MSG_MA_Compare3ReqOpt (152//)
source: _From|*_Reply-To|_Both|_Cancel
fi: _Lähettäjä|*_Vastausosoite|_Molemmat|_Peru

# MSG_MA_Compare2ReqOpt (153//)
source: _From|*_Reply-To|_Cancel
fi: _Lähettäjä|*_Vastausosoite|_Peru

# MSG_MA_ConfirmReq (155//)
source: Confirmation Request
fi: Ole hyvä ja varmista

# MSG_MA_FilterStats (160//)
source: Filtering done: %3ld messages checked, %3ld forwarded, %3ld moved, %3ld deleted
fi: Suodatus tehty: %3ld viestiä tarkistettu, %3ld välitetty, %3ld arkistoitu, %3ld poistettu

# MSG_MA_ExportAppendReq (161//)
source: The output file already exists. Do you want to overwrite it or append the messages?
fi: Tiedosto on jo olemassa. Haluatko kirjoittaa sen päälle vai yhdistää viestit?

# MSG_MA_ExportAppendOpts (162//)
source: *_Overwrite|_Append|_Cancel
fi: *_Ylikirjoita|_Yhdistä|_Peru

# MSG_MA_MoveMsg (163//)
source: Move message(s)
fi: Siirrä viesti(t)

# MSG_MA_MoveMsgReq (164//)
source: Please select a destination folder:
fi: Valitse kansio, johon siirretään:

# MSG_MA_MoveGad (165//)
source: _Move
fi: _Siirrä

# MSG_MA_CopyMsg (166//)
source: Copy message(s)
fi: Kopioi viesti(t)

# MSG_MA_CopyGad (167//)
source: Cop_y
fi: K_opioi

# MSG_MA_ChangeSubjReq (168//)
source: Enter a new subject:
fi: Anna uusi aihe:

# MSG_MA_All (169//)
source: All
fi: _Kaikki

# MSG_MA_TitleStatus (171//)
source: Status
fi: Tila

# MSG_MA_Scripts (172//)
source: Scripts
fi: Komentojonot

# MSG_MA_ExecuteScript (173//)
source: Execute script...
fi: Aja komentojono...

# MSG_MA_CheckSingle (174//)
source: Check single account
fi: Valitse tili

# MSG_MA_WinTitle (177//)
source: YAM %s - User: %s
fi: YAM %s - Käyttäjä: %s

# MSG_MA_ToPrefix (178//)
source: \033bTo: \033n
fi: \033bVastaanottaja: \033n

# MSG_MA_Incoming (179//)
source: Incoming
fi: Saapuvat

# MSG_MA_Outgoing (180//)
source: Outgoing
fi: Lähtevät

# MSG_MA_Sent (181//)
source: Sent
fi: Lähetetyt

# MSG_MA_TBRead (184//8)
source: Rea_d
fi: _Lue

# MSG_MA_TBEdit (185//8)
source: _Edit
fi: _Muokkaa

# MSG_MA_TBMove (186//8)
source: _Move
fi: Sii_rrä

# MSG_MA_TBDelete (187//8)
source: De_lete
fi: _Poista

# MSG_MA_TBGetAddr (188//8)
source: Ge_tAdd
fi: O_ta os.

# MSG_MA_TBWrite (189//8)
source: _New
fi: _Uusi

# MSG_MA_TBReply (190//8)
source: _Reply
fi: _Vastaa

# MSG_MA_TBForward (191//8)
source: For_ward
fi: Väl_itä

# MSG_MA_TBGetMail (192//8)
source: _Get
fi: _Hae

# MSG_MA_TBSendAll (193//8)
source: _Send
fi: L_ähetä

# MSG_MA_TBFilter (194//8)
source: F_ilter
fi: _Suodata

# MSG_MA_TBFind (195//8)
source: _Find
fi: _Etsi

# MSG_MA_TBAddrBook (196//8)
source: A_book
fi: _Osoitek

# MSG_MA_TBConfig (197//8)
source: _Config
fi: _Asetuks

# MSG_MA_Project (198//)
source: Project
fi: Työ

# MSG_MA_AboutMUI (200//)
source: About MUI...
fi: Tietoa MUI:sta...

# MSG_MA_LastErrors (202//)
source: Show last message
fi: Näytä viimeisin viesti

# MSG_MA_Restart (203//)
source: Restart
fi: Käynnistä uudelleen

# MSG_MA_NewFolder (206//)
source: New folder
fi: Uusi kansio

# MSG_MA_Select (211//)
source: Select
fi: Valitse

# MSG_MA_MDelete (227//)
source: Delete
fi: Poista

# MSG_MA_Save (230//)
source: Save...
fi: Tallenna...

# MSG_MA_MGetAddress (235//)
source: Save address...
fi: Tallenna osoite...

# MSG_MA_SetStatus (236//)
source: Set status to
fi: Muuta tila

# MSG_MA_ChangeSubj (241//)
source: Change subject...
fi: Vaihda aihe...

# MSG_MA_MSend (242//)
source: Send
fi: Lähetä

# MSG_MA_Settings (243//)
source: Settings
fi: Asetukset

# MSG_MA_MAddrBook (244//)
source: Address book
fi: Osoitekirja

# MSG_MA_MConfig (245//)
source: Configuration
fi: Asetukset

# MSG_MA_MUsers (246//)
source: Users
fi: Käyttäjät

# MSG_HELP_MA_BT_READ (247//)
source: Display the contents of the current message.
fi: Näytä valitun viestin sisältö

# MSG_HELP_MA_BT_EDIT (248//)
source: Modify the current message.
fi: Muokkaa valittua viestiä

# MSG_HELP_MA_BT_MOVE (249//)
source: Move selected message(s) to another folder.
fi: Siirrä valittu/valitut viestit toiseen kansioon

# MSG_HELP_MA_BT_DELETE (250//)
source: Delete selected message(s).
fi: Poista valittu/valitut viesti(t)

# MSG_HELP_MA_BT_GETADDRESS (251//)
source: Save sender's address in your address book.
fi: Tallenna lähettäjän osoite osoitekirjaasi

# MSG_HELP_MA_BT_WRITE (252//)
source: Compose a new message.
fi: Laadi uusi viesti

# MSG_HELP_MA_BT_REPLY (253//)
source: Reply to the selected message(s).
fi: Vastaa valittuun viestiin

# MSG_HELP_MA_BT_FORWARD (254//)
source: Forward the selected message(s) to another recipient.
fi: Välitä valittu viesti toiselle vastaanottajalle

# MSG_HELP_MA_BT_POPNOW (255//)
source: Connect to the mail server and download new messages.
fi: Yhdistä postipalvelimeen ja hae uudet viestit

# MSG_HELP_MA_BT_SENDALL (256//)
source: Send queued messages in the Outgoing folder.
fi: Lähetä odottavat viestit lähtevien kansiosta

# MSG_HELP_MA_BT_FILTER (257//)
source: Apply filters to the messages in this folder. Please note that if 2 or more messages are currently selected, only those will be filtered.
fi: Käytä suodattimia kaikkiin tämän kansion viesteihinHuomaa, että jos useampi kuin yksi viesti on valittu,vain nämä viestit suodatetaan.

# MSG_HELP_MA_BT_SEARCH (258//)
source: Search your mail folders.
fi: Etsi postikansioistasi.

# MSG_HELP_MA_BT_ABOOK (259//)
source: Open the address book.
fi: Avaa osoitekirja.

# MSG_HELP_MA_BT_CONFIG (260//)
source: Modify YAM's preferences.
fi: Muokkaa YAM:in asetuksia.

# MSG_CO_ChangeFolderPass (262//)
source: Enter a new password for this folder:
fi: Anna kansiolle uusi salasana:

# MSG_CO_RetypePass (263//)
source: Please re-type the password:
fi: Anna salasana uudelleen:

# MSG_CO_ConfirmDelete (264//)
source: All messages in this folder will be lost. Do you really want to delete it?
fi: Kaikki tämän kansion viestit katoavat! Haluatko todellakin poistaa sen?

# MSG_CO_InvalidConf (265//)
source: Invalid configuration (missing SMTP/POP3 server name or e-mail address). Please fill in these fields and try again.
fi: Asetukset puutteelliset (puuttuva palvelin tai sähköpostiosoite) Täytä nämä kentät ja yritä uudelleen!

# MSG_CO_ImportMIMEReq (266//)
source: Import settings from...
fi: Tuo asetukset tiedostosta...

# MSG_CO_ImportMIMEGads (267//)
source: *_MIME.prefs|m_ailcap|m_ime.types|_Cancel
fi: *_MIME.prefs|m_ailcap|m_ime.types|_Peru

# MSG_CO_NewIntroDef (268//)
source: Hello,\n
fi: Hei,\n

# MSG_CO_AltRepIntroDef (269//)
source: <EMPTY>On %c, %n wrote:\n
fi: %c, %n kirjoitti:\n

# MSG_CO_AltRepPatternDef (270//)
source: <EMPTY>#?.(com|uk|org|gov)
fi: #?.(com|uk|org|gov)

# MSG_CO_ForwardIntroDef (271//)
source: *** Begin of forwarded message ***\n\nDate: %c\nFrom: %n <%e>\nSubject: %s\n\n--- Forwarded message follows ---\n\n
fi: *** Välitetty viest alkaa ***\n\nPäiväys: %c\nLähettäjä: %n <%e>\nAihe: %s\n\n--- Välitetty viesti alkaa ---\n\n

# MSG_CO_ForwardFinishDef (272//)
source: *** End of forwarded message ***\n
fi: *** Välitetty viesti päättyy ***\n

# MSG_CO_GreetingsDef (273//)
source: Kind regards
fi: Parhain terveisin

# MSG_CO_AltRepHelloDef (274//)
source: <EMPTY>Hello %f,\n
fi: Hei %f,\n

# MSG_CO_AltRepByeDef (275//)
source: <EMPTY>Kind regards
fi: Parhain terveisin

# MSG_CO_MLRepHelloDef (276//)
source: <EMPTY>Hello %f,\n
fi: Hei %f,\n

# MSG_CO_MLRepIntroDef (277//)
source: On %c, %n wrote:\n
fi: %c, %n kirjoitti:\n

# MSG_CO_MLRepByeDef (278//)
source: Regards
fi: Terveisin

# MSG_CO_LineBreak (279//)
source: \n Line break
fi: \n Rivin vaihto

# MSG_CO_SenderName (280//)
source: %n Original sender: Name
fi: %n Alkuperäinen lähettäjä: Nimi

# MSG_CO_SenderFirstname (281//)
source: %f Original sender: First name
fi: %f Alkuperäinen lähettäjä: Etunimi

# MSG_CO_SenderAddress (282//)
source: %e Original sender: Address
fi: %e Alkuperäinen lähettäjä: Osoite

# MSG_CO_SenderSubject (283//)
source: %s Original message: Subject
fi: %s Alkuperäinen viesti: Aihe

# MSG_CO_SenderDate (284//)
source: %d Original message: Date
fi: %d Alkuperäinen viesti: Päiväys

# MSG_CO_SenderTime (285//)
source: %t Original message: Time
fi: %t Alkuperäinen viesti: Aika

# MSG_CO_SenderDOW (286//)
source: %w Original message: Day of week
fi: %w Alkuperäinen viesti: Viikonpäivä

# MSG_CO_SenderMsgID (287//)
source: %m Original message: Message ID
fi: %m Alkuperäinen viesti: Viestin tunniste

# MSG_CO_RecptName (290//)
source: %r Recipient: Name
fi: %r Vastaanottaja: Nimi

# MSG_CO_RecptFirstname (291//)
source: %v Recipient: First name
fi: %v Vastaanottaja: Etunimi

# MSG_CO_RecptAddress (292//)
source: %a Recipient: Address
fi: %a Vastaanottaja: Osoite

# MSG_CO_ORecptName (293//)
source: %r Original recipient: Name
fi: %r Alkuperäinen vastaanottaja: Nimi

# MSG_CO_ORecptFirstname (294//)
source: %v Original recipient: First name
fi: %v Alkuperäinen vastaanottaja: Etunimi

# MSG_CO_ORecptAddress (295//)
source: %a Original recipient: Address
fi: %a Alkuperäinen vastaanottaja: Osoite

# MSG_CO_CompleteHeader (296//)
source: %h Complete header
fi: %h Täydellinen otsikko

# MSG_CO_ArchiveName (297//)
source: %a Filename of archive
fi: %a Pakettitiedoston nimi

# MSG_CO_ArchiveFiles (298//)
source: %f Files to be archived
fi: %f Pakattavat tiedostot

# MSG_CO_ArchiveFilelist (299//)
source: %l List containing filenames
fi: %l Tiedostonimien lista

# MSG_CO_CrdFirstSteps (300//)
source: First steps
fi: Ensi askeleet

# MSG_CO_CrdFilters (303//)
source: Filters
fi: Suodattimet

# MSG_CO_CrdRead (304//)
source: Read
fi: Lukeminen

# MSG_CO_CrdWrite (305//)
source: Write
fi: Kirjoitus

# MSG_CO_CrdSignature (307//)
source: Signature
fi: Allekirjoitus

# MSG_CO_CrdSecurity (310//)
source: Security
fi: Turvallisuus

# MSG_CO_CrdMixed (311//)
source: Miscellaneous
fi: Sekalaiset

# MSG_CO_CrdABook (314//)
source: Address book
fi: Osoitekirja

# MSG_CO_Save (315//)
source: _Save
fi: _Tallenna

# MSG_CO_Use (316//)
source: _Use
fi: _Käytä

# MSG_CO_Cancel (317//)
source: _Cancel
fi: _Peru

# MSG_CO_MinConfig (343//)
source: Minimal configuration
fi: Minimiasetukset

# MSG_CO_RealName (344//)
source: _Real name
fi: _Oikea nimi

# MSG_CO_EmailAddress (345//)
source: _E-mail address
fi: S_ähköpostiosoite

# MSG_CO_Password (347//)
source: _Password
fi: _Salasana

# MSG_CO_TimeZone (348//)
source: Time _zone
fi: Aikavyöhyke

# MSG_CO_SendMail (350//)
source: Send mail (SMTP)
fi: Postin lähetys (SMTP)

# MSG_CO_Allow8bit (353//)
source: Server allows _8bit characters
fi: Palvelin sallii _8-bittisen merkistön käytön

# MSG_CO_ReceiveMail (354//)
source: Receive mail (POP3)
fi: Postin vastaanotto (POP3)

# MSG_CO_POPUserID (355//)
source: User name
fi: Käyttäjätu_nnus

# MSG_CO_POPActive (356//)
source: _Active
fi: Aktii_vinen

# MSG_CO_DeleteServerMail (357//)
source: Delete mail _on server
fi: Po_ista posti palvelimelta

# MSG_CO_PSNever (359//)
source: never
fi: ei koskaan

# MSG_CO_PSLarge (360//)
source: large messages
fi: suuret viestit

# MSG_CO_PSAlways (361//)
source: always
fi: aina

# MSG_CO_PSAlwaysFast (362//)
source: always, only sizes
fi: aina, pelkät koot

# MSG_CO_TWNever (363//)
source: hide always
fi: piilota aina

# MSG_CO_TWAuto (364//)
source: automatic
fi: automaattinen

# MSG_CO_TWAlways (365//)
source: show always
fi: näytä aina

# MSG_CO_TransferWin (368//)
source: _Transfer window
fi: _Siirtoikkuna

# MSG_CO_PreSelect (369//)
source: _Pre-selection
fi: _Esivalinta

# MSG_CO_CheckMail (374//)
source: Check for new mail every
fi: T_arkista posti

# MSG_CO_Minutes (375//)
source: minutes
fi: minuutin välein

# MSG_CO_NotiReq (378//)
source: _Requester
fi: Valinta_ikkuna

# MSG_CO_NotiSound (379//)
source: S_ound
fi: _Ääni

# MSG_CO_NotiCommand (380//)
source: Co_mmand
fi: Ko_mento

# MSG_CO_Name (381//)
source: N_ame
fi: _Nimi

# MSG_CO_Remote (388//)
source: Remote _filter
fi: _Etäsuodatin

# MSG_CO_ApplyToNew (389//)
source: A_pply to new mail
fi: Käytä uu_siin viesteihin

# MSG_CO_ApplyToSent (390//)
source: Apply to sent _mail
fi: Käytä _lähetettyyn postiin

# MSG_CO_ApplyOnReq (391//)
source: Apply on _request
fi: Käytä p_yydettäessä

# MSG_CO_ActionForward (393//)
source: _Forward
fi: V_älitä

# MSG_CO_ActionReply (394//)
source: Repl_y
fi: _Vastaa

# MSG_CO_ActionExecute (395//)
source: E_xecute
fi: Suorit_a

# MSG_CO_ActionPlay (396//)
source: _Play sound
fi: Soita ää_ni

# MSG_CO_ActionMove (397//)
source: _Move
fi: _Siirrä

# MSG_CO_ActionDelete (398//)
source: Dele_te
fi: Po_ista

# MSG_CO_ActionSkip (399//)
source: Don't do_wnload
fi: Älä _lataa

# MSG_CO_HeadNone (400//)
source: none
fi: ei mitään

# MSG_CO_HeadShort (401//)
source: custom
fi: valittu

# MSG_CO_HeadFull (402//)
source: all
fi: täysi

# MSG_CO_SINone (403//)
source: none
fi: ei mikään

# MSG_CO_SIFields (404//)
source: data only
fi: vain tiedot

# MSG_CO_SIAll (405//)
source: data and image
fi: tiedot ja kuva

# MSG_CO_SLBlank (406//)
source: blank line
fi: tyhjä rivi

# MSG_CO_SLDash (407//)
source: two dashes
fi: kaksi ajatusviivaa

# MSG_CO_SLBar (408//)
source: separator bar
fi: erotinviiva

# MSG_CO_SLSkip (409//)
source: no signature
fi: ei allekirjoitusta

# MSG_CO_HeaderLayout (410//)
source: Header layout
fi: Otsikon asettelu

# MSG_CO_BodyLayout (411//)
source: Message body layout
fi: Viestin rungon asettelu

# MSG_CO_OtherOptions (412//)
source: Other options
fi: Muut valinnat

# MSG_CO_WrapHeader (413//)
source: _Wrap headers
fi: _Rivitä otsikot

# MSG_CO_OldQuotes (414//)
source: Old quotes
fi: _Vanhat lainaukset

# MSG_CO_Header (416//)
source: _Headers
fi: _Otsikko

# MSG_CO_SenderInfo (417//)
source: Sender _info
fi: _Lähettäjän tiedot

# MSG_CO_SignatureSep (418//)
source: Si_g. separator
fi: Erillinen _allekirjoitus

# MSG_CO_ColoredText (419//)
source: Colored text
fi: V_ärillinen teksti

# MSG_CO_MultiReadWin (420//)
source: _Multiple windows
fi: Jokaiselle viestille oma _ikkuna

# MSG_CO_DisplayAll (422//)
source: Display _all texts
fi: _Näytä kaikki tekstit

# MSG_CO_FixedFontEdit (423//)
source: Use _fixed font
fi: Käytä ta_salevyistä kirjasinta

# MSG_CO_MimeType (425//)
source: MIME _type
fi: Liitetiedoston t_yyppi
