Repository: Futaura/yam
Catalog: locale/finnish.po
Languages: fi

# MSG_ER_MOVEFOLDERDIR (1573//)
source: An error occurred while trying to move the contents of folder '%s' to directory '%s'. This may be due to insufficient space or an invalid or not writable destination path.
fi: Virhe siirrettäessä kansion '%s' sisältöä hakemistoon '%s'. Tämä voi johtua tilan loppumisesta tai virheellisestä tai kirjoitussuojatusta kohdepolusta.

# MSG_FI_SELECTACTIVE (1576//)
source: Select this m_atch
fi: Valitse tämä _viesti

# MSG_HELP_FI_BT_SELECTACTIVE (1577//)
source: Select the current message in the main window.
fi: Valitse tämänhetkinen viesti pääikkunassa.

# MSG_QUICKSEARCH_VO_ALL (1584//)
source: All
fi: Kaikki

# MSG_QUICKSEARCH_VO_UNREAD (1585//)
source: Unread
fi: Lukematon

# MSG_QUICKSEARCH_VO_NEW (1586//)
source: New
fi: Uusi

# MSG_QUICKSEARCH_VO_MARKED (1587//)
source: Marked
fi: Merkitty

# MSG_QUICKSEARCH_VO_IMPORTANT (1588//)
source: Important
fi: Tärkeä

# MSG_QUICKSEARCH_VO_LAST5DAYS (1589//)
source: Last 5 Days
fi: Viimeiset 5 päivää

# MSG_QUICKSEARCH_VO_KNOWNPEOPLE (1590//)
source: People I Know
fi: Henkilöt, jotka tunnen

# MSG_QUICKSEARCH_VO_HASATTACHMENTS (1591//)
source: Has Attachments
fi: joissa liitteitä

# MSG_QUICKSEARCH_VO_MINSIZE (1592//)
source: Message Size > 1 MB
fi: Viestin koko > 1 MB

# MSG_QUICKSEARCH_VIEW (1593//)
source: _View:
fi: _Näytä:

# MSG_QUICKSEARCH_SHOWNMSGS (1594//)
source: %ld of %ld shown
fi: %ld / %ld viestistä näkyvissä

# MSG_FI_NOFOLDERS (1595//)
source: n_owhere
fi: ei _missään

# MSG_HELP_QUICKSEARCH_VIEWOPTIONS (1596//)
source: Only mail matching this criterion will be displayed.
fi: Vain kriteerin täyttävä posti näytetään.

# MSG_HELP_QUICKSEARCH_SEARCHSTRING (1597//)
source: Text inserted here will be used as the search criterion to display mail in this folder.
fi: Tähän laitettavaa tekstiä käytetään hakukriteerinä näytettäessä tämän kansion viestejä.

# MSG_BUSY_SEARCHINGFOLDER (1599//)
source: Searching messages in folder '%s'...
fi: Etsitään viestejä kansiosta '%s'...

# MSG_CO_WBAPPICON (1600//)
source: A_ppIcon on Workbench
fi: A_ppIcon Workbench-työpöydällä

# MSG_HELP_CO_CH_WBAPPICON (1601//)
source: If checked, an AppIcon will appear on Workbench showing folder statistics.
fi: Jos valittu, Workbench-työpöydälle tulee AppIcon-kuvake, jossa näytetään kansion tilastotietoja.

# MSG_CO_DOCKYICON (1602//)
source: Enable 'd_ocky' icon
fi: Ota käyttöön d_ocky-kuvake

# MSG_HELP_CO_CH_DOCKYICON (1603//)
source: If checked, YAM will add a 'docky' to AmiDock. This requires AmigaOS 4.x.
fi: Jos valittu, YAM lisää 'docky'-kuvakkeen AmiDock-telakkaan. Tähän vaaditaan AmigaOS 4.x.

# MSG_MA_MessageImport (1606//)
source: Import messages
fi: Tuo viestejä

# MSG_ER_MESSAGEIMPORT (1607//)
source: An error occurred while trying to import mail from file '%s'. Please check that the file is readable and contains RFC822 compliant e-mails using a format supported by YAM. The currently supported formats are 'MBOX', 'DBX' (Outlook Express) or plain RFC822 mail files. Read the documentation for more information.
fi: Virhe tuotaessa posteja tiedostosta '%s'. Tarkista, että tiedosto on luettavissa ja sisältää RFC822-yhteensopivaa sähköpostia, joka on YAMin tuntemassa muodossa. Tällä hetkellä tuettuja muotoja ova 'MBOX', 'DBX' (Outlook Express) tai RFC822 postitiedostot. Lisätietoja saat käyttöohjeesta.

# MSG_MA_MESSAGEEXPORT (1608//)
source: Export messages
fi: Tallenna viestejä

# MSG_YAMINFO (1609//)
source: Open Source E-Mail Client for the Amiga
fi: Open Source sähköpostiohjelma Amigalle

# MSG_CO_SYSTEMSETTINGS (1610//)
source: System settings
fi: Järjestelmän asetukset

# MSG_CO_DEFAULTCHARSET (1611//)
source: C_harset
fi: _Kirjaimisto

# MSG_CO_CHARSETUNKNOWNWARN (1612//)
source: The charset configured for YAM is '%s' but isn't supported by the installed version of codesets.library. How do you want to proceed?
fi: YAMin asetuksissa valittu kirjaimisto '%s' ei ole asennetun codesets.library-kirjaston tukema. Miten haluat jatkaa?

# MSG_CO_CHARSETUNKNOWNWARN_BT (1613//)
source: *_Change to default|_Ignore
fi: *_Vaihda oletukseksi|_Ohita

# MSG_ER_LIB (1614//)
source: Couldn't open required '%s', version v%lu.%lu Please make sure you have at least this minimum version correctly installed.
fi: Kirjastoa '%s', versio v%lu.%lu ei voitu avata. Varmista, että sinulla on vähintään tämä minimiversio asennettuna.

# MSG_ER_LIB_URL (1615//)
source: Couldn't open required '%s', version v%lu.%lu Please visit '%s', download the most recent version and make sure you have it correctly installed.
fi: Kirjastoa '%s', versio v%lu.%lu ei voitu avata. Hae osoitteesta '%s' uusin versio ja varmista, että olet asentanut sen oikein.

# MSG_ER_NO_MCC (1616//)
source: Couldn't open required MUI custom class '%s' v%lu.%lu. Please visit '%s', download the most recent version and make sure you have it correctly installed.
fi: MUIn luokkaa '%s', versio v%lu.%lu ei voitu avata. Hae osoitteesta '%s' uusin versio ja varmista, että olet asentanut sen oikein.

# MSG_ER_MCC_OLD (1617//)
source: Couldn't open required MUI custom class '%s' v%lu.%lu. Currently installed is v%lu.%lu. Please upgrade by downloading the latest version from '%s'.
fi: MUIn luokkaa '%s', versio v%lu.%lu ei voitu avata. Tällä hetkellä asennettuna on v%lu.%lu. Päivitä se lataamalla osoitteesta '%s'.

# MSG_ER_MCC_IN_USE (1618//)
source: Couldn't open required MUI custom class '%s' v%lu.%lu. %lu.%lu is currently in use by other applications. Please visit '%s', download the most recent version and make sure you have it correctly installed. Then close all MUI programs and make sure the old class is flushed from memory and try again.
fi: MUIn luokkaa '%s', versio v%lu.%lu ei voitu avata. v%lu.%lu on toisten sovellusten käytössä. Hae uusin versio lataamalla osoitteesta '%s' ja varmista, että olet asentanut sen oiken. Sitten sulje kaikki MUI-ohjelmat ja varmista, että vanha luokka on poistettu muistista ja yritä uudestaan.

# MSG_CO_FIRSTSTEPS_TITLE (1619//)
source: First Steps Settings
fi: Ensiaskeleet-asetukset

# MSG_CO_FIRSTSTEPS_SUMMARY (1620//)
source: The minimum parameters to be able to send/receive e-mail...
fi: Minimiasetukset, joiden avulla saat lähetettyä ja vastaanotettua sähköpostia...

# MSG_CO_TCPIP_TITLE (1621//)
source: TCP/IP Settings
fi: TCP/IP-asetukset

# MSG_CO_TCPIP_SUMMARY (1622//)
source: Configure your SMTP and POP3 servers...
fi: Muokkaa SMTP- ja POP3-tilejäsi...

# MSG_CO_FILTER_TITLE (1625//)
source: Mail Filter Settings
fi: Pääsuodatinasetukset

# MSG_CO_FILTER_SUMMARY (1626//)
source: Define own mail filters you need...
fi: Määritä omat postisuodattimet...

# MSG_CO_READ_TITLE (1627//)
source: Mail Reading Settings
fi: Postin lukuasetukset

# MSG_CO_READ_SUMMARY (1628//)
source: Settings related to e-mail reading...
fi: Postin lukemiseen liittyvät asetukset...

# MSG_CO_WRITE_TITLE (1629//)
source: Mail Writing Settings
fi: Postin kirjoitusasetukset

# MSG_CO_WRITE_SUMMARY (1630//)
source: Settings related to e-mail composing...
fi: Postin kirjoittamiseen liittyvät asetukset...

# MSG_CO_REPLY_TITLE (1631//)
source: Mail Reply & Forward Settings
fi: Viestin vastaamis- ja jatkolähetysasetukset

# MSG_CO_REPLY_SUMMARY (1632//)
source: Settings related to e-mail replying & forwarding...
fi: Viestin vastaamiseen ja jatkolähetykseen liittyvät asetukset...

# MSG_CO_SIGNATURE_TITLE (1633//)
source: Mail Signature Settings
fi: Postin allekirjoitusasetukset

# MSG_CO_SIGNATURE_SUMMARY (1634//)
source: Configure your e-mail signatures...
fi: Määritä sähköpostiallekirjoituksesi...

# MSG_CO_SECURITY_TITLE (1637//)
source: Security Settings
fi: Turvallisuusasetukset

# MSG_CO_SECURITY_SUMMARY (1638//)
source: Configure security related settings...
fi: Määritä turvallisuuteen liittyvät asetukset...

# MSG_CO_STARTUP_TITLE (1639//)
source: Startup/Quit Action Settings
fi: Käynnistys/Lopetusasetukset

# MSG_CO_STARTUP_SUMMARY (1640//)
source: Configure what YAM should do on startup and exit...
fi: Määritä, mitä YAM tekee käynnistyksessä ja lopetuksessa...

# MSG_CO_MIME_TITLE (1641//)
source: MIME Types Settings
fi: MIME-tyyppien asetukset

# MSG_CO_MIME_SUMMARY (1642//)
source: Configure own MIME types and viewers...
fi: Määritä omat MIME-tyypit ja katseluohjelmat...

# MSG_CO_ABOOK_TITLE (1643//)
source: Address Book Settings
fi: Osoitekirja-asetukset

# MSG_CO_ABOOK_SUMMARY (1644//)
source: Configure address book related options...
fi: Määritä osoitekirjaan liittyvät asetukset...

# MSG_CO_SCRIPTS_TITLE (1645//)
source: Scripts Settings
fi: Komentojonoasetukset

# MSG_CO_SCRIPTS_SUMMARY (1646//)
source: Configure your helper scripts...
fi: Määritä avustavat komentojonosi...

# MSG_CO_MIXED_TITLE (1647//)
source: Miscellaneous Settings
fi: Sekalaiset asetukset

# MSG_CO_MIXED_SUMMARY (1648//)
source: A bunch of settings that don't fit anywhere else...
fi: Joukko asetuksia, jotka eivät sovi muualle...

# MSG_CO_UPDATE_TITLE (1649//)
source: Software Updates
fi: Ohjelmiston päivitykset

# MSG_CO_UPDATE_SUMMARY (1650//)
source: Keep track of updates to YAM and related components...
fi: Seuraa YAMin ja siihen liittyvien komponenttien päivityksiä...

# MSG_CO_CrdUpdate (1651//)
source: Updates
fi: Päivitykset

# MSG_CO_AMISSLWARN_TITLE (1652//)
source: AmiSSL not available
fi: AmiSSL ei käytettävissä.

# MSG_CO_AMISSLWARN (1653//)
source: AmiSSL was found to be unavailable. Therefore, all secure connections (SSL/TLS) are disabled until AmiSSL is found to be installed correctly. Please verify that at least AmiSSL v%lu.%lu is correctly installed and then restart YAM.
fi: AmiSSL ei ole käytettävissä. Siksi kaikki turvalliset yhteydet (SSL/TLS) ovat pois käytöstä kunnes AmiSSL löytyy oikein asennettuna. Tarkista, että ainakin AmiSSL v.%lu.%lu on asennettu oikein ja käynnistä sitten YAM uudestaan.

# MSG_CO_AMISSLWARN_BT (1654//)
source: *_Exit|Ignore _always|Ignore
fi: *_Lopeta|Ohita _aina|Ohita

# MSG_BUSY_OPENINGCONFIG (1655//)
source: Opening configuration...
fi: Avataan asetuksia...

# MSG_MA_UPDATECHECK (1662//)
source: Check for updates
fi: Tarkista päivitykset

# MSG_CO_SOFTWAREUPDATE (1663//)
source: Update check
fi: Päivtysten tarkistus

# MSG_CO_UPDATE_DAILY (1664//)
source: Daily
fi: Päivittäin

# MSG_CO_UPDATE_WEEKLY (1665//)
source: Weekly
fi: Viikottain

# MSG_CO_UPDATE_MONTHLY (1666//)
source: Monthly
fi: Kuukausittain

# MSG_CO_SEARCHFORUPDATES (1667//)
source: Check for up_dates
fi: Hae _päivityksiä

# MSG_CO_SEARCHNOW (1669//)
source: Check _now
fi: Tarkista _nyt

# MSG_CO_LASTSEARCH (1670//)
source: Last check:
fi: Viimeksi tarkistettu:

# MSG_CO_LASTSTATUS_NOCHECK (1671//)
source: No check performed yet.
fi: Tarkistusta ei vielä tehty.

# MSG_CO_LASTSTATUS_NOUPDATE (1672//)
source: No new software updates were available.
fi: Ei uusia päivityksiä saatavilla.

# MSG_CO_LASTSTATUS_NOQUERY (1673//)
source: Couldn't query server for updates.
fi: Päivityksiä ei saatu tarkistettua palvelimelta.

# MSG_CO_LASTSTATUS_UPDATESUCCESS (1674//)
source: Successfully found and notified user on new updates.
fi: Päivitykset löydetty ja ilmoitettu käyttäjälle onnistuneesti.

# MSG_WR_SECURITYREQ (1675//)
source: The recipients of the e-mail have different default mail security settings. What type of security do you want to use?
fi: Sähköpostin vastaanottajilla on erilaiset postin oletusturvallisuusasetukset. Millaista turvallisuusasetusta haluat käyttää?

# MSG_WR_UUCODE (1678//)
source: UUencoded text
fi: UUencode-muotoinen teksti

# MSG_UPD_NOTIFICATION_WTITLE (1679//)
source: Update notification
fi: Päivitysilmoitus

# MSG_UPD_NOTIFICATION_TITLE (1680//)
source: Updates available
fi: Päivityksiä saatavilla

# MSG_UPD_NOTIFICATION_SUMMARY (1681//)
source: The following updates are available for download:
fi: Seuraavat päivitykset ovat ladattavissa:

# MSG_UPD_NOTIFICATION_CHANGES (1682//)
source: Changes:
fi: Muutoksia:

# MSG_UPD_NOTIFICATION_NOUPDATE (1683//)
source: Do not notify me on updates in future
fi: Älä tiedota päivityksistä jatkossa

# MSG_UPD_NOTIFICATION_CLOSE (1685//)
source: Close
fi: Sulje

# MSG_UPD_NOTIFICATION_COMP (1686//)
source: Component
fi: Komponentti

# MSG_UPD_NOTIFICATION_RECENT (1687//)
source: Recent
fi: Tuoreet

# MSG_UPD_NOTIFICATION_INSTALLED (1688//)
source: Installed
fi: Asennettu

# MSG_CO_MIME_DESCRIPTION (1690//)
source: D_escription
fi: _Kuvaus

# MSG_CTapplicationgz (1691//)
source: GNU zip archive
fi: GNU zip-paketti

# MSG_CTapplicationhqx (1692//)
source: Macintosh archive
fi: Macintosh-paketti

# MSG_CTapplicationxls (1693//)
source: Microsoft Excel file
fi: Microsoft Excel-tiedosto

# MSG_CTapplicationppt (1694//)
source: Microsoft PowerPoint file
fi: Microsoft PowerPoint-tiedosto

# MSG_CTapplicationdoc (1695//)
source: Microsoft Word file
fi: Microsoft Word-tiedosto

# MSG_CTtextxml (1696//)
source: XML file
fi: XML-tiedosto

# MSG_CTapplicationz (1697//)
source: zlib compressed file
fi: zlib-pakattu tiedosto

# MSG_CTapplicationtar (1698//)
source: tar archive
fi: tar-paketti

# MSG_CTaudioaiff (1699//)
source: AIFF audio file
fi: AIFF-äänitiedosto

# MSG_CTaudiomidi (1700//)
source: MIDI audio file
fi: MIDI-äänitiedosto

# MSG_CTaudiompeg (1701//)
source: MPEG audio file
fi: MPEG-äänitiedosto

# MSG_CTimagebmp (1702//)
source: Bitmap image file
fi: Bittikartta-kuvatiedosto

# MSG_CTapplicationtgz (1703//)
source: gzipped tar archive
fi: gzip tar-paketti

# MSG_CTapplicationpgp (1704//)
source: PGP encrypted file
fi: PGP-salattu tiedosto

# MSG_CTapplicationbz2 (1705//)
source: BZIP2 archive
fi: BZIP2-paketti

# MSG_CO_DETECT_CYRILLIC (1706//)
source: Auto-detect c_yrillic charsets
fi: Tarkista _kyrillinen kirjaimisto automaattisesti

# MSG_HELP_CO_DETECT_CYRILLIC (1707//)
source: Try to use the auto-detect feature of codesets.library to automatically identify the correct cyrillic charset. Use this option only if you are using a cyrillic charset.
fi: Yritä automaattisesti löytää oikea kyrillinen kirjaimisto codesets.library-kirjaston avulla (koskee vain kyrillisien kirjaimistojen käyttäjiä).

# MSG_WR_ErrorNotEnoughUndoMem (1708//)
source: The erased text was too large to be put into the undo buffer. Therefore, the undo buffer is lost.
fi: Poistettu teksti ei mahtunut perumispuskuriin. Niinpä perumispuskurin sisältö menetettiin.

# MSG_RE_HEADERDISPLAY (1709//)
source: Header display
fi: Otsikkonäyttö

# MSG_RE_MAILDETAILS (1710//)
source: Mail details
fi: Viestin yksityiskohdat

# MSG_ER_ADDFILEERROR (1711//)
source: File '%s' couldn't be added as an attachment to the current e-mail. Please make sure that the file is accessible and that is not read protected.
fi: Tiedostoa '%s' ei saatu liitettyä viestiin. Tarkista, että tiedosto on saatavissa eikä ole lukusuojattu.

# MSG_ER_PACKERROR (1712//)
source: An error occurred while trying to create an archive out of the selected files. Please make sure that all files are accessible and not read protected.
fi: Virhe luotaessa pakettia valituista tiedostoista. Tarkista, että tiedostot ovat saatavissa, eivätkä ole lukusuojattuja.

# MSG_CO_ABOOKLOOKUP (1713//)
source: _Address book lookup in message list
fi: _Osoitekirjan tarkistus viestilistassa

# MSG_HELP_CO_CH_ABOOKLOOKUP (1714//)
source: Resolve sender/recipient addresses in the message list by looking them up in the address book and show the real name instead. Please note that this is a quite time consuming job and may bring down the performance of the list display. This is especially true for a large amount of address book entries.
fi: Käy läpi osoitekirja ja muuta viestilistaan lähettäjän/vastaanottajan nimen tilalle oikea nimi. Huomaa, että tämä kestää melko pitkään ja voi hidastaa listan näyttämistä. Näin voi käydä erityisesti, jos osoitekirjassa on paljon osoitteita.

# MSG_TR_MESSAGEGAUGE (1715//)
source: Message %%ld of %ld
fi: Viesti %%ld / %ld

# MSG_CO_CONVERTHTML (1716//)
source: Con_vert HTML e-mails to plain text
fi: _Muuta HTML-postit tavalliseksi tekstiksi

# MSG_HELP_CO_CONVERTHTML (1717//)
source: If the main part of an e-mail is HTML, YAM will convert it to plain text before displaying it.
fi: Jos viestin pääosa on HTML-muotoista, YAM muuttaa sen tavalliseksi tekstiksi ennen viestin näyttämistä.

# MSG_TR_TRANSFERSTATUS (1719//)
source: %s of %s @ %s/s %02ld'%02ld'' running - %02ld'%02ld'' left
fi: %s / %s @ %s/s %02ld'%02ld'' menossa - %02ld'%02ld'' jäljellä

# MSG_TR_TRANSFERSIZE (1720//)
source: %s of %s
fi: %s / %s

# MSG_FI_GAUGETEXT (1721//)
source: %%ld of %ld messages
fi: %%ld / %ld viestiä

# MSG_MA_MIMEPART_INFO (1725//)
source: \033bAttachment - MIME part #%ld\033n Name: %s Description: %s Content-Type: %s <%s> Size: ~%s
fi: \033bLiite - MIME-osa #%ld\033n Nimi: %s Kuvaus: %s Sisällön tyyppi: %s <%s> Koko: ~%s

# MSG_MA_MIMEPART_MENU (1726//)
source: Attachment/MIME part #%ld
fi: Liite/MIME-osa #%ld

# MSG_CO_PGPPASSINTERVAL1 (1727//)
source: Remem_ber passphrase for
fi: M_uista tunnussana

# MSG_CO_PGPPASSINTERVAL2 (1728//)
source: idle minute(s)
fi: joutilaana minuutti(a)

# MSG_HELP_CO_PGPPASSINTERVAL (1729//)
source: If selected, your PGP passphrase will be remembered for this amount of time. Subsequent PGP operations then won't trigger another passphrase query.
fi: Jos valittu, PGP-salasanasi muistetaan tämän ajan verran. Tänä aikana PGP-toiminnoissa ei kysytä uudelleen tunnussanaa.

# MSG_UT_PGPPASSREQ_TITLE (1730//)
source: PGP passphrase request
fi: PGP-tunnussanakysely

# MSG_CO_GR_REPLYFORWARD (1731//)
source: Reply/Forward
fi: Vastaa/Jatkolähetä

# MSG_CO_GR_SCRIPTS (1732//)
source: Scripts
fi: Komentojonot

# MSG_CO_GR_STARTUPQUIT (1733//)
source: Startup/Quit
fi: Käynnistys/Lopetus

# MSG_CO_SCRIPTS_PREGET (1734//)
source: %p Type of download action
fi: %p Lataustoiminnon tyyppi

# MSG_CO_SCRIPTS_POSTGET (1735//)
source: %p Number of messages received
fi: %p Saatujen viestien lukumäärä

# MSG_CO_SCRIPTS_NEWMSG (1736//)
source: %p Name of new message file
fi: %p Uuden viestitiedoston nimi

# MSG_CO_SCRIPTS_READ (1737//)
source: %p Number of read window
fi: %p Lukuikkunan numero

# MSG_CO_SCRIPTS_WRITE (1738//)
source: %p Number of write window
fi: %p Kirjoitusikkunan numero

# MSG_CO_SCRIPTS_URL (1739//)
source: %p Full URL path
fi: %p Kokonainen URL-polku

# MSG_CO_MIMECMD_PARAMETER (1740//)
source: %s Full path of file
fi: %s Kokonainen tiedostopolku

# MSG_ER_CANTOPENASL (1741//)
source: An error occurred while trying to open an ASL requester. Please make sure that your ASL setup is valid and that you have enough memory left.
fi: Virhe avattaessa ASL-ikkunaa. Varmista, että ASL-asetukset ovat kunnossa ja että muistia on riittävästi vapaana.

# MSG_MA_CONFIRMDELETION (1742//)
source: %ld message(s) are selected. Do you really want to delete these messages?
fi: %ld viesti(ä) on valittuna Oletko varma, että haluat poistaa nämä viestit?

# MSG_MA_SPAM (1744//)
source: Spam
fi: Roskapostia

# MSG_LOADINGSPAMTRAININGDATA (1745//)
source: Loading spam training data...
fi: Ladataan roskaposti-opettelutietoja...

# MSG_MA_TBSPAM (1746//8)
source: Sp_am
fi: _Roska

# MSG_MA_TBNOTSPAM (1747//8)
source: N.Sp_am
fi: Ei r_osk

# MSG_HELP_MA_BT_SPAM (1748//)
source: Mark message as spam
fi: Merkitse viesti roskapostiksi

# MSG_HELP_MA_BT_NOTSPAM (1749//)
source: Mark message as not spam
fi: Merkitse viesti ei-roskapostiksi

# MSG_RE_TBSPAM (1750//8)
source: Sp_am
fi: _Roska

# MSG_RE_TBNOTSPAM (1751//8)
source: N.Sp_am
fi: Ei r_osk

# MSG_HELP_RE_BT_SPAM (1752//)
source: Mark message as spam.
fi: Merkitse viesti roskapostiksi

# MSG_HELP_RE_BT_NOTSPAM (1753//)
source: Mark message as not spam.
fi: Merkitse viesti ei-roskapostiksi

# MSG_LOG_MAILISSPAM (1754//)
source: Message from '%s' about '%s' is treated as spam.
fi: Viesti lähettäjältä '%s' aiheena '%s' käsitellään roskapostina.

# MSG_LOG_MAILISNOTSPAM (1755//)
source: Message from '%s' about '%s' is no longer treated as spam.
fi: Viesti lähettäjältä '%s' aiheena '%s' ei enää arvioitu roskapostiksi.

# MSG_FI_STATSPAM (1756//)
source: Spam
fi: Roskaposti

# MSG_MA_TOSPAM (1757//)
source: Spam
fi: Roskaposti

# MSG_MA_TONOTSPAM (1758//)
source: Not spam
fi: Ei roskapostia

# MSG_CO_CRDSPAMFILTER (1761//)
source: Spam
fi: Roskaposti

# MSG_CO_SPAMFILTER (1762//)
source: Spam filter
fi: Roskapostisuodatin

# MSG_CO_SPAMFILTER_TITLE (1763//)
source: Spam filter
fi: Roskapostisuodatin

# MSG_CO_SPAMFILTER_SUMMARY (1764//)
source: Configure the spam filter...
fi: Määritä roskapostisuodatin...

# MSG_CO_SPAM_FILTERFORNEWMAIL (1765//)
source: Check _new mails for spam content
fi: Tarkista _uudet viestit roskapostin varalta

# MSG_CO_SPAM_RESETTRAININGDATA (1766//)
source: _Reset training data
fi: _Nollaa roskaposti-opettelutiedot

# MSG_CO_SPAM_GOODCOUNT (1767//)
source: "Not spam" classified mails
fi: Ei-roskapostiksi luokitellut viestit

# MSG_CO_SPAM_BADCOUNT (1768//)
source: "Spam" classified mails
fi: Roskapostiksi luokitellut viestit

# MSG_BUSYFLUSHINGSPAMTRAININGDATA (1771//)
source: Flushing spam training data...
fi: Tyhjennetään roskaposti-opettelutietoja...

# MSG_CO_SPAM_MARKONMOVE (1772//)
source: Mark mails as spam when _moved to the Spam folder
fi: Merkitse viestit roskapostiksi, kun ne _siirretään Roskaposti-kansioon

# MSG_CO_SPAM_ADDRESSBOOKISWHITELIST (1773//)
source: Address book is _white list
fi: Osoitekirja on _hyväksyttyjen lista

# MSG_CO_SPAM_RECOGNITION (1774//)
source: Spam recognition
fi: Roskapostin tunnistus

# MSG_CO_SPAM_FILTERENABLED (1775//)
source: S_pam filter enabled
fi: _Roskapostisuodatin käytössä

# MSG_CO_SPAM_RESETTRAININGDATAASK (1776//)
source: Do you really want to reset the spam filter's training data? The spam filter must be trained again afterwards.
fi: Oletko varma, että haluat todella nollata roskapostin opettelutiedot? Roskapostisuodatin pitää 'opettaa' uudestaan tämän jälkeen.

# MSG_TR_CHECKUIDL (1778//)
source: Checking UIDLs to avoid duplicates...
fi: Tarkistetaan UIDL:t tuplaviestien välttämiseksi...

# MSG_CO_SPAM_DISABLEFILTERASK (1779//)
source: The spam filter has now been disabled. Which of the following operations do you want to apply?
fi: Roskapostisuodatin on kytketty pois päältä. Mitä seuraavista toimenpiteistä haluat tehdä?

# MSG_CO_SPAM_RESETTDATA (1780//)
source: _Reset training data
fi: _Nollaa opettelutiedot

# MSG_CO_SPAM_RESETMAILFLAGS (1781//)
source: Reset _spam state of all mails
fi: Nollaa kaikkien viestien _roskaposti-tila

# MSG_CO_SPAM_DELETESPAMFOLDER (1782//)
source: _Delete Spam folder
fi: _Poista roskapostikansio

# MSG_HELP_CO_CY_SMTPAUTHMETHOD (1784//)
source: Select here the authentication method YAM should use. 'Auto' lets YAM pick one automatically depending on the server's capabilities and is the recommended value. The others let you explicitly select one. They are listed in order according to how safe they are, with the safest at the top.
fi: Valitse YAMin käyttämä todennustapa. 'Auto' antaa YAMin valita todennustapa automaattisesti riippuen palvelimen mahdollisuuksista ja on suositeltava. Muut valinnat antavat sinun valita tietty. Tavat on listattu turvallisuusjärjestyksessä. Turvallisin on listan yläosassa.

# MSG_CO_ER_SMTPAUTH (1790//)
source: The SMTP server '%s' doesn't seem to support the selected SMTP-AUTH method. Please ask your provider which authentication methods are available and how to configure them in your e-mail client.
fi: SMTP-palvelin '%s' ei näytä tukevan valittua SMTP-AUTH-tapaa. Kysy palveluntarjoajaltasi, mitkä todennustavat ovat käytettävissä ja miten sähköpostiohjelman asetuksia pitää muokata.

# MSG_ER_SPAMDIR_EXISTS (1791//)
source: While trying to create a new Spam folder, YAM found that a directory named 'Spam' already exists. Do you want to use this directory as the standard Spam folder?
fi: Uutta roskapostikansiota luotaessa YAM löysi 'Spam'-nimisen hakemiston. Haluatko käyttää tätä hakemistoa roskapostikansiona?
