Repository: Futaura/yam
Catalog: locale/finnish.po
Languages: fi

# MSG_HELP_FO_ST_MLPATTERN (1269//)
source: A message belongs to a mailing list if the contents of the 'To:' field are matched by this pattern.
fi: Viesti kuuluu postituslistalle, jos Vastaanottaja:-kenttä täsmää tämän merkkijonon kanssa

# MSG_HELP_FO_ST_MLADDRESS (1270//)
source: Use this recipient address for a reply to a mailing list message.
fi: Käytä tätä vastaanottajan osoitetta postituslistaviestin vastausosoitteena

# MSG_BusySavingAB (1271//)
source: Saving address book '%s'...
fi: Tallennetaan osoitekirjaa '%s'...

# MSG_BusyPrintingAB (1272//)
source: Printing address book...
fi: Tulostetaan osoitekirjaa...

# MSG_BusySavingDI (1273//)
source: Saving glossary...
fi: Tallennetaan sanastoa...

# MSG_BusyLoadingDI (1274//)
source: Loading glossary...
fi: Ladataan sanastoa...

# MSG_BusyUncompressingFO (1276//)
source: (De)compressing folders...
fi: Puretaan kansioiden pakkausta...

# MSG_BusyMoving (1277//)
source: Moving/copying %s messages...
fi: Siirretään/kopioidaan %s viestiä...

# MSG_BusyRemovingAtt (1278//)
source: Removing attachments...
fi: Poistetaan liitetiedostoja...

# MSG_BusyDeleting (1279//)
source: Deleting %s message(s)...
fi: Poistetaan %s viestiä...

# MSG_BusyFiltering (1280//)
source: Applying filters...
fi: Suodatetaan...

# MSG_BusyDeletingOld (1281//)
source: Deleting old mail...
fi: Poistetaan vanhaa postia...

# MSG_BusyEmptyingTrash (1282//)
source: Emptying Trash folder...
fi: Tyhjennetään roskakoria...

# MSG_BusyGettingVerInfo (1283//)
source: Getting update information...
fi: Haetaan päivitystietoja...

# MSG_BusyLoadingIndex (1284//)
source: Loading index of folder '%s'...
fi: Ladataan kansion '%s' sisältöä...

# MSG_BusySavingIndex (1285//)
source: Saving index of folder '%s'...
fi: Tallennetaan kansion '%s' sisältöä...

# MSG_BusyScanning (1286//)
source: Scanning folder '%s'...
fi: Skannataan kansion '%s' hakemistoa...

# MSG_BusyReading (1287//)
source: Reading message...
fi: Luetaan viesti...

# MSG_BusyDisplaying (1288//)
source: Displaying message...
fi: Näytetään viesti...

# MSG_BusyDisplayingList (1289//)
source: Displaying messages...
fi: Näytetään viestejä...

# MSG_BusyPGPrunning (1290//)
source: PGP operation...
fi: PGP-toiminto...

# MSG_BusyDecPrinting (1292//)
source: Decoding/printing...
fi: Puretaan/tulostetaan...

# MSG_BusyDecSaving (1293//)
source: Decoding/saving...
fi: Puretaan/tallennetaan...

# MSG_BusyDecDisplaying (1294//)
source: Decoding/displaying...
fi: Puretaan/näytetään...

# MSG_CTapplicationadosscript (1296//)
source: AmigaDOS script
fi: AmigaDOS-komentojono

# MSG_CTapplicationrexx (1297//)
source: Rexx script
fi: Rexx-komentojono

# MSG_FOLDER_NEWFOLDER (1300//)
source: New folder...
fi: Uusi kansio...

# MSG_FOLDER_EDIT (1302//)
source: Edit...
fi: Muokkaa...

# MSG_FOLDER_DELETE (1303//)
source: Delete
fi: Poista

# MSG_FOLDER_IMPORT (1304//)
source: Import...
fi: Tuo...

# MSG_FOLDER_EXPORT (1305//)
source: Export...
fi: Vie...

# MSG_MESSAGE_EXPORT (1313//)
source: Export...
fi: Vie...

# MSG_SETTINGS_USERS (1322//)
source: Users...
fi: Käyttäjät...

# MSG_HELP_FO_ST_MLREPLYTOADDRESS (1327//)
source: Use this 'Reply-To:' address when posting new mails to the list.
fi: Käytä tätä vastausosoitetta, kun postitat uusia viestejä listalle.

# MSG_EA_DefSecurity (1329//)
source: Sec_urity
fi: _Tietoturva

# MSG_HELP_MA_CY_DEFSECURITY (1330//)
source: Default security for sending mail to this person.
fi: Tietoturvan oletusarvo lähetettäessä postia tälle henkilölle

# MSG_WR_SecDefaults (1333//)
source: Default
fi: Oletus

# MSG_ER_PGPMultipart (1334//)
source: Error creating multipart PGP message. Encrypting/signing disabled.
fi: Virhe tehtäessä moniosaista PGP-viestiä. Salaus/allekirjoitus poistettu!

# MSG_RE_FixedFont (1335//)
source: Fixed font?
fi: Tasalevyinen kirjasin?

# MSG_CO_SMTPUser (1338//)
source: Us_er name
fi: K_äyttäjätunnus

# MSG_CO_SMTPPass (1339//)
source: Pass_word
fi: Sa_lasana

# MSG_WR_AltQuoted (1342//)
source: Alternative quoted
fi: Vaihtoehtoisesti lainattu

# MSG_EA_SelectPhoto_Title (1346//)
source: Select portrait
fi: Valitse pystysuunta

# MSG_RE_MoveNextFolderReq (1347//)
source: Next folder with unread messages is \033b%s\033n Go to this folder and continue reading there?
fi: Seuraava kansio, jossa lukemattomia viestejä: \033b%s\033n Vaihdetaanko tähän kansioon ja jatketaanko lukemista sieltä?

# MSG_ATTACH_NO (1352//)
source: No.
fi: Ei.

# MSG_ATTACH_PART (1353//)
source: Part
fi: Osittain

# MSG_FOLDER_NEWFOLDERGROUP (1355//)
source: New folder group...
fi: Uusi kansioryhmä...

# MSG_CO_GENLISTCFG (1358//)
source: General settings
fi: Yleiset asetukset

# MSG_CO_SIZEFORMAT (1360//)
source: Si_ze format
fi: Koon _muoto

# MSG_HELP_CO_CY_SIZE (1361//)
source: How would you like the size of each mail to be displayed?
fi: Missä muodossa haluat viestin koon näytettävän?

# MSG_CO_SIZEFORMAT01 (1362//)
source: Old format - (1.234.567 bytes)
fi: Vanha muoto - (1.234.567 tavua)

# MSG_CO_SIZEFORMAT02 (1363//)
source: Mixed precision (0.001 GB, 0.01 MB, 0.1 KB)
fi: Vaihteleva tarkkuus (0.001 GB, 0.01 MB, 0.1 KB)

# MSG_CO_SIZEFORMAT03 (1364//)
source: 10^-1 precision (0.1 GB/MB/KB)
fi: 10^-1 tarkkuus (0.1 GB/MB/KB)

# MSG_CO_SIZEFORMAT04 (1365//)
source: 10^-2 precision (0.01 GB/MB/KB)
fi: 10^-2 tarkkuus (0.01 GB/MB/KB)

# MSG_CO_SIZEFORMAT05 (1366//)
source: 10^-3 precision (0.001 GB/MB/KB)
fi: 10^-3 tarkkuus (0.001 GB/MB/KB)

# MSG_HELP_CO_ST_SMTPAUTHUSER (1368//)
source: User name of the SMTP AUTH user.
fi: SMTP AUTH-käyttäjän käyttäjänimi.

# MSG_HELP_CO_ST_SMTPAUTHPASS (1369//)
source: Password of the SMTP AUTH user.
fi: SMTP AUTH-käyttäjän salasana.

# MSG_HELP_CO_ST_APPICON (1370//)
source: Text that should be displayed as the label of the AppIcon.
fi: AppIcon-kuvakkeessa näkyvä teksti.

# MSG_CO_APPICONTEXT (1371//)
source: _Label
fi: _Teksti

# MSG_CO_NEWMSGS (1372//)
source: %n New messages
fi: %n Uutta viestiä

# MSG_CO_UNREADMSGS (1373//)
source: %u Unread messages
fi: %u Lukematonta viestiä

# MSG_CO_TOTALMSGS (1374//)
source: %t Total messages
fi: %t Viestejä yhteensä

# MSG_CO_SENTMSGS (1376//)
source: %s Sent messages
fi: %s Lähetettyjä viestejä

# MSG_FO_DSTATS (1377//)
source: App_Icon stats
fi: App_Icon-tilastot

# MSG_HELP_FO_CH_STATS (1378//)
source: Would you like to see this folder's statistics in YAM's AppIcon label?
fi: Haluatko nähdä tämän kansion tilastot YAMin AppIcon-kuvakkeen tekstinä?

# MSG_OPENGUI (1380//)
source: Opening GUI...
fi: Avataan käyttöliittymää...

# MSG_CO_CONTEXTMENU (1382//)
source: Context menu
fi: Ponnahdusvalikko

# MSG_HELP_CO_CONTEXTMENU (1383//)
source: Show a popup menu when clicking the right mouse button on this list?
fi: Näytä ponnahdusvalikko, kun painat hiiren oikeaa nappulaa tämän listan päällä?

# MSG_CO_INFOBAR (1384//)
source: Status bar
fi: Tilakenttä

# MSG_HELP_CO_CH_INFOBAR (1385//)
source: Here you can select the position of the status bar that shows general information in YAM.
fi: Tästä voit valita YAMin yleistä tietoa näyttävän tilakentän paikan.

# MSG_CO_WARNSUBJECT (1386//)
source: Warn when there's an empty su_bject line
fi: Varoita, kun Viestin aihe-kenttä on tyhjä

# MSG_HELP_CO_CH_WARNSUBJECT (1387//)
source: Would you like to be warned if you leave the subject line blank?
fi: Halutako varoituksen, jos olet jättänyt viestin aihe-kentän tyhjäksi?

# MSG_WR_NOSUBJECTREQ (1389//)
source: The subject is missing, continue anyway?
fi: Aihe puuttu, jatketaanko silti?

# MSG_WR_TBSearch (1390//8)
source: Search
fi: Etsi

# MSG_HELP_WR_BT_SEARCH (1391//)
source: Search the text for a given string.
fi: Etsi merkkijonoa tekstistä.

# MSG_SEARCHWINDOW_TITLE (1392//)
source: Search
fi: Etsi

# MSG_SEARCHWINDOW_TOGGLE_CASESENSITVE (1393//)
source: C_ase sensitive
fi: _Erota isot/pienet kirjaimet

# MSG_SEARCHWINDOW_BT_SEARCH (1394//)
source: _Search
fi: E_tsi

# MSG_SEARCHWINDOW_BT_CANCEL (1396//)
source: _Cancel
fi: _Peruuta

# MSG_SEARCHNOTFOUND_TITLE (1397//)
source: Search
fi: Etsi

# MSG_SEARCHNOTFOUND_MSG (1398//)
source: '%s' not found.
fi: '%s' ei löytynyt.

# MSG_FO_GROUP_CONFDEL (1402//)
source: This group contains subfolders, which will be moved to the parent folder on deletion. Do you really want to delete this group?
fi: Tässä ryhmässä on alikansioita, jotka siirretään pääkansioon poiston yhteydessä. Haluatko varmasti poistaa tämän ryhmän.

# MSG_FOLDER_NONSEL (1403//)
source: (none selected)
fi: (ei valittu)

# MSG_FO_NEWFGROUP (1405//)
source: New folder group...
fi: Uusi kansioryhmä...

# MSG_FO_NEWFGROUPREQ (1406//)
source: Please enter a name for the new folder group:
fi: Anna uuden kansioryhmän nimi:

# MSG_ER_CANTMOVEMAIL (1407//)
source: Couldn't move mail '%s' to folder '%s'. No folder with this name could be found. Please check your Filters configuration.
fi: Viestiä '%s' ei voi siirtää kansioon '%s'. Tämän nimistä kansiota ei löytynyt.Tarkista suodatinasetukset.

# MSG_MA_EXECUTINGCMD (1408//)
source: Executing command...
fi: Suoritetaan komentoa...

# MSG_APP_DESCRIPTION (1409//)
source: SMTP/POP3 E-Mail Client for AmigaOS
fi: SMTP/POP3 Sähköpostiohjelma AmigaOS-käyttöjärjestelmälle

# MSG_CO_INFOBARPOS (1410//)
source: Pos_ition
fi: _Paikka

# MSG_CO_INFOBARPOS01 (1411//)
source: Top
fi: Ylhäällä

# MSG_CO_INFOBARPOS02 (1412//)
source: Center
fi: Keskellä

# MSG_CO_INFOBARPOS03 (1413//)
source: Bottom
fi: Alhaalla

# MSG_CO_INFOBARPOS04 (1414//)
source: Disabled
fi: Ei käytössä

# MSG_CO_FOLDERLABEL (1415//)
source: _Label
fi: _Otsikko

# MSG_FO_MLSUPPORT (1416//)
source: ML_-Support
fi: Pos_tilista-tuki

# MSG_HELP_FO_CH_MLSUPPORT (1417//)
source: Turn on/off the mailing list support for this folder.
fi: Kytke tämän kansion postilista-tuki päälle/pois.

# MSG_FO_AUTODETECT (1418//)
source: Auto_detect
fi: Havaitse _automaattisesti

# MSG_HELP_FO_BT_AUTODETECT (1419//)
source: Try to guess automatically the suitable ML support settings by scanning the first five e-mails in the folder.
fi: Yritetään automaattisesti löytää sopivat postilista-asetukset tutkimalla kansion viisi ensimmäistä viestiä.

# MSG_FO_NOTRECOGNIZED (1420//)
source: Couldn't be recognized.
fi: Ei tunnistettu.

# MSG_CO_NB_EMAILCACHE (1422//)
source: E-mail cache
fi: Sähköpostitaltio

# MSG_CO_NB_EMAILCACHEFMT (1423//)
source: %ld address(es)
fi: %ld osoite(tta)

# MSG_HELP_CO_NB_EMAILCACHE (1424//)
source: Cache size for the most recently used recipients not yet in the address book. Select 0 to disable this feature.
fi: Eniten käytettyjen vastaanottajien taltion koko ei ole vielä osoitekirjassa. Valitse 0, jos haluat tämän toiminnon pois käytöstä.

# MSG_HELP_CO_ST_SMTPPORT (1432//)
source: Port used by the SMTP server (default: 25).
fi: SMTP-palvelimen käyttämä portti (oletus: 25).

# MSG_HELP_CO_ST_POPPORT (1434//)
source: Port used by the POP3 server (default: 110).
fi: POP3-palvelimen käyttämä portti (oletus: 110)

# MSG_CO_InfoBarDef (1435//)
source: - Total: %t New: %n Unread: %u
fi: - Yhteensä: %t Uusia: %n Lukemattomia: %u

# MSG_TR_INITTLS (1436//)
source: Initializing TLSv1/SSLv3 session...
fi: Valmistellaan TLSv1/SSLv3-toimintoa...

# MSG_ER_INITAMISSL (1437//)
source: Couldn't init amissl.library - TLSv1/SSLv3 support disabled. Please check your AmiSSL installation and restart YAM.
fi: Kirjaston amissl.library avaus ei onnistunut - TLSv1/SSLv3-tuki ei käytettävissä. Tarkista AmiSSL-asennuksesi ja käynnistä YAM uudestaan.

# MSG_TR_SENDAUTH (1439//)
source: Sending SMTP AUTH request...
fi: Lähetetään SMTP AUTH-pyyntöä...

# MSG_CO_IMPORTMIMETITLE (1442//)
source: Import MIME viewers & types
fi: Tuo MIME katseluohjelmat ja -tyypit

# MSG_ER_TRANSFERMAIL (1443//)
source: Couldn't transfer mail '%s' to folder '%s'. Either the file doesn't exist or it couldn't be copied for some reason.
fi: Viestiä '%s' ei voitu siirtää kansioon '%s'. Joko tiedostoa ei ole tai sitä ei jostain syystä voitu kopioida.

# MSG_ER_ADDRBOOKLOAD (1445//)
source: Couldn't load address book from file '%s'. Either the file doesn't exist or it couldn't be opened for some reason.
fi: Osoitekirjaa ei voitu ladata tiedostosta '%s'. Joko tiedostoa ei ole tai sitä ei jostain syystä voitu avata.

# MSG_AB_NOYAMADDRBOOK (1446//)
source: File '%s' isn't a valid YAM address book. Process it as a file containing e-mail addresses on separate lines?
fi: Tiedosto '%s' ei ole oikeamuotoinen YAM-osoitekirja. Käsitelläänkö se tiedostona, jossa sähköpostiosoitteet ovat eri riveillä?

# MSG_AB_NOYAMADDRBOOK_GADS (1447//)
source: _Yes|*_No
fi: _Kyllä|*_Ei

# MSG_FO_EDIT_FGROUP (1448//)
source: Folder group preferences
fi: Kansioryhmän asetukset

# MSG_FO_EDIT_FGROUPREQ (1449//)
source: Name of folder group:
fi: Kansioryhmän nimi:

# MSG_ER_UNUSABLEAMISSL (1450//)
source: You have selected TLSv1/SSLv3 for this connection, but AmiSSL couldn't be initialized. Please check your AmiSSL installation or disable TLS/SSL for this connection.
fi: Olet valinnut TLSv1/SSLv3-toiminnon tähän yhteyteen, mutta AmiSSL-palvelu ei ole käytettävissä. Tarkista AmiSSL-asennuksesi tai poista TLS/SSL-toiminto tästä yhteydestä.

# MSG_RETRY_QUIT_GAD (1454//)
source: Try again|Quit
fi: Yritä uudestaan|Lopeta

# MSG_ER_NOAUTHUSERPASS (1456//)
source: No user name or password was specified for the SMTP AUTH connection YAM was trying to establish. Please check your configuration.
fi: SMTP AUTH-yhteyteen ei annettu käyttäjänimeä tai salasanaa. Tarkista asetukset.

# MSG_CO_APPICON_LABEL (1458//)
source: New: %n Total: %t
fi: Uusia: %n Yhteensä: %t

# MSG_DATE_RECEIVED (1459//)
source: Received
fi: Saapunut

# MSG_DATE_SENT (1460//)
source: Sent
fi: Lähetetty

# MSG_DATE_SNTRCVD (1461//)
source: Sent/Received
fi: Lähetetty/Saapunut

# MSG_CO_DATE_SNTRCVD (1462//)
source: Date Sent/Received
fi: Lähetys/saapumispäiväys

# MSG_FROMTO (1463//)
source: From/To
fi: Keneltä/Kenelle

# MSG_HELP_CO_CA_COL1QUOT (1464//)
source: Color used to display quotes.
fi: Lainausten näyttöväri

# MSG_HELP_CO_CA_COL3QUOT (1465//)
source: Color used to display 3rd level quotes.
fi: 3. tason lainauksen näyttämiseen käytetty väri

# MSG_HELP_CO_CA_COL4QUOT (1466//)
source: Color used to display 4th level quotes.
fi: 4. tason lainauksen näyttämiseen käytetty väri

# MSG_CO_URLCOLOR (1467//)
source: URL color
fi: URL-väri

# MSG_HELP_CO_CA_COLURL (1468//)
source: Color used to display clickable URL links.
fi: Klikattavien URL-linkkien näyttämiseen käytetty väri

# MSG_FO_FOLDERNAMEINVALID (1471//)
source: The specified folder name is empty or already exists. Please enter a valid folder name before you proceed.
fi: Annettu kansion nimi on tyhjä tai jo käytössä. Anna hyväksyttävä kansion nimi ennen kuin jatkat.

# MSG_FO_FOLDERPATHINVALID (1472//)
source: You haven't specified a valid path for the new folder.
fi: Et ole antanut kansiolle hyväksyttävää tiedostopolkua.

# MSG_MA_CTX_DEFWIDTH_THIS (1476//)
source: Default width: this
fi: Oletusleveys: tämä

# MSG_MA_CTX_DEFWIDTH_ALL (1477//)
source: Default width: all
fi: Oletusleveys: kaikki

# MSG_MA_CTX_DEFORDER_THIS (1478//)
source: Default order: this
fi: Oletusjärjestys: tämä

# MSG_MA_CTX_DEFORDER_ALL (1479//)
source: Default order: all
fi: Oletusjärjestys: kaikki

# MSG_MA_CTX_MAILLIST (1480//)
source: Message list
fi: Viestilista

# MSG_MA_CTX_FOLDERLIST (1481//)
source: Folder list
fi: Kansiolista

# MSG_HELP_FO_CY_MLSIGNATURE (1482//)
source: Use this signature when posting new mails to the list.
fi: Käytä tätä allekirjoitusta, kun lähetät uusia viestejä listalle.

# MSG_CTapplicationpdf (1483//)
source: PDF document
fi: PDF-dokumentti

# MSG_HELP_CO_ST_INFOBARTXT (1492//)
source: Text that should be displayed in the status bar.
fi: Tilakentässä näytettävä teksti

# MSG_YesNoReq2 (1494//)
source: _Yes|*_No
fi: _Kyllä|*_Ei

# MSG_HELP_FO_ST_HELLOTEXT (1495//)
source: Text to insert at the top of a new message.
fi: Uuden viestin alkuun liitettävä teksti.

# MSG_HELP_FO_ST_BYETEXT (1496//)
source: Text to insert at the bottom of a new message.
fi: Uuden viestin loppuun liitettävä teksti.

# MSG_FO_Welcome (1497//)
source: _Welcome phrase
fi: _Tervetuloteksti

# MSG_FO_Greetings (1498//)
source: C_losing phrase
fi: _Lopetusteksti

# MSG_ER_SOCKETOPTION (1499//)
source: Couldn't set socket option '%s'. Either this option is not supported by the TCP/IP stack your are using, or it is specified wrong in your configuration.
fi: TCP-asetusta '%s' ei voitu käyttää. Joko käyttämäsi TCP/IP-pino ei tue asetusta tai se on asetuksissa väärin.

# MSG_ER_B64FILEENCODE (1500//)
source: An unexpected error occurred while trying to encode file '%s' with the Base64 file encoding routines.
fi: Virhe pakattaessa tiedostoa '%s' Base64-muotoon

# MSG_ER_QPFILEENCODE (1501//)
source: An unexpected error occurred while trying to encode file '%s' with the Quoted-Printable (QP) file encoding routines.
fi: Virhe pakattaessa tiedostoa '%s' Quoted-Printable (QP)-muotoon

# MSG_ER_UUFILEENCODE (1502//)
source: An unexpected error occurred while trying to encode file '%s' with the UUcode file encoding routines.
fi: Virhe pakattaessa tiedostoa '%s' UUcode-muotoon

# MSG_ER_QPDEC_FILEIO (1503//)
source: An input/output error occurred during decoding of the Quoted-Printable (QP) encoded file '%s'.
fi: I/O-virhe purettaessa Quoted-Printable (QP)-muotoista tiedostoa '%s'

# MSG_ER_QPDEC_UNEXP (1504//)
source: An unexpected error occurred while trying to decode file '%s' with the Quoted-Printable (QP) file decoding routines.
fi: Virhe purettaessa Quoted-Printable (QP)-muotoista tiedostoa '%s'

# MSG_ER_QPDEC_WARN (1505//)
source: During the Quoted-Printable (QP) decoding of file '%s' some broken control sequences were detected and kept undecoded in the output.
fi: Virhe purettaessa Quoted-Printable (QP)-muotoista tiedostoa '%s'. Tiedostosta löytyi virheellisiä kontrollimerkkejä, joita ei muutettu.

# MSG_ER_QPDEC_CHAR (1506//)
source: During the Quoted-Printable (QP) decoding of file '%s' some forbidden characters were found and therefore removed in the output.
fi: Virhe purettaessa Quoted-Printable (QP)-muotoista tiedostoa '%s'. Tiedostosta löydettiin kiellettyjä merkkejä, ja nämä poistettiin tulostiedostosta.

# MSG_ER_UUDEC_TAGMISS (1507//)
source: During the UUcode decoding of file '%s' the required '%s' tag couldn't be found. Either the file is truncated or it wasn't encoded following the UUcode encoding standard.
fi: Purettaessa UUcode-muotoista tiedostoa '%s' vaadittava merkki '%s' ei löytynyt. Joko tiedosto on jäänyt kesken tai ei ole UUcode-standardin mukainen.

# MSG_ER_UUDEC_CHECKSUM (1508//)
source: During the UUcode decoding of file '%s' some checksums were found invalid, so that the resulting file might be corrupt. Either the message is truncated or it was generated with a faulty UUcode encoder.
fi: Purettaessa UUcode-muotoista tiedostoa '%s' tarkistussummat ovat virheellisiä, joten tiedosto voi olla virheellinen. Joko viesti on jäänyt kesken tai ei ole UUcode-standardin mukainen.

# MSG_ER_UUDEC_CORRUPT (1509//)
source: During the UUcode decoding of file '%s' the encoded part was found be corrupt. Either the message is truncated or it was generated with a faulty UUcode encoder.
fi: Purettaessa UUcode-muotoista tiedostoa '%s' siinä on todettu virhe. Joko viesti on jäänyt kesken tai ei ole UUcode-standardin mukainen.

# MSG_FI_StatMarked (1510//)
source: Marked
fi: Merkitty

# MSG_MA_CREQUEST_OLDFILE (1511//)
source: File '%s' in folder '%s' uses an obsolete mail format only supported by older YAM versions. Do you want to convert this file to the new format?
fi: Tiedosto '%s' kansiossa '%s' on vanhentuneessa postimuodossa, jota tukevat vain vanhemmat YAM-versiot. Haluatko muuttaa tämän tiedoston uuteen muotoon?

# MSG_MA_CREQUEST_UNKNOWN (1512//)
source: Unknown file '%s' found in directory of folder '%s'. Do you want to import it as a normal mail file?
fi: Tuntematon tiedosto '%s' löytyi kansion '%s' hakemistosta. Tuodaanko se normaalina viestitiedostona?

# MSG_MA_YESNOTOALL (1513//)
source: *_Yes|Y_es to all|_No|N_o to all
fi: *_Kyllä|K_yllä kaikkiin|_Ei|E_i kaikkiin

# MSG_ER_CONVERTMFILE (1514//)
source: An error occurred while trying to upgrade file '%s' in folder '%s' to the current mail format. Please check that the folder directory has enough space and is not write protected.
fi: Virhe päivitettäessä tiedostoa '%s' kansiossa '%s' nykyiseen postimuotoon. Tarkista, että kansion hakemistossa on riittävästi tilaa ja ei ole kirjoitussuojattu.

# MSG_ER_XPKUSAGE (1515//)
source: An error occurred while trying to compress/uncompress file '%s' with XPK. Please check your XPK installation and the relevant settings in the configuration.
fi: Virhe pakattaessa/purettaessa tiedostoa '%s' XPK-järjestelmällä. Tarkista XPK-asennuksesi ja tähän liittyvät YAMin asetukset.

# MSG_MA_CREQ_OLDFILE_TITLE (1516//)
source: Mail file in old format found
fi: Löydetty vanhentuneessa muodossa oleva postitiedosto

# MSG_MA_CREQ_UNKNOWN_TITLE (1517//)
source: Unknown file in folder directory found
fi: Kansiohakemistosta löydetty tuntematon tiedosto

# MSG_CO_SHOWEMBEDDEDREADPANE (1523//)
source: Show embedded read _pane in main window
fi: Näytä viestin luku_alue pääikkunassa

# MSG_HELP_CO_CH_EMBEDDEDREADPANE (1524//)
source: Shows an embedded read pane directly in the main window.
fi: Näyttää viestin lukualueen pääikkunassa.

# MSG_CO_SETSTATUSDELAYED1 (1525//)
source: Delay mar_king of displayed mail as read for
fi: _Viivytä näytetyn postin merkitsemistä luetuksi

# MSG_CO_SETSTATUSDELAYED2 (1526//)
source: second(s)
fi: sekuntia

# MSG_HELP_CO_SETSTATUSDELAYED (1527//)
source: After opening an e-mail, YAM will wait this amount of time before marking the e-mail as 'read'.
fi: Kun viesti on avattu, YAM odottaa tämän ajan ennen kuin merkitsee viestin luetuksi.

# MSG_MA_ATTACHMENT (1528//)
source: Attachment
fi: Liite

# MSG_MA_ATTACHMENTS (1529//)
source: Attachments:
fi: Liitteet:

# MSG_MA_ATTACHMENT_DISPLAY (1532//)
source: Display
fi: Näytä

# MSG_MA_ATTACHMENT_SAVEAS (1533//)
source: Save as...
fi: Tallenna nimellä...

# MSG_MA_ATTACHMENT_PRINT (1534//)
source: Print
fi: Tulosta

# MSG_MA_ATTACHMENT_SAVEALL (1535//)
source: Save all...
fi: Tallenna kaikki...

# MSG_MA_ATTACHMENT_SAVESEL (1536//)
source: Save selected...
fi: Tallenna valitut...

# MSG_CO_SImageOnly (1538//)
source: image only
fi: vain kuva

# MSG_RE_SImageOnly (1539//)
source: Image only
fi: Vain kuva

# MSG_CO_CHARSETWARN_TITLE (1540//)
source: Local charset warning
fi: Kirjaimistovaroitus

# MSG_CO_CHARSETWARN (1541//)
source: The '%s' charset selected for YAM doesn't match the system's default charset '%s'. How do you want to proceed?
fi: YAM:n kirjaimistoksi valittu '%s' ei ole sama kuin järjestelmän oletuskirjaimisto '%s'. Miten haluat jatkaa?

# MSG_CO_CHARSETWARN_BT (1542//)
source: *_Change|Ignore _always|_Ignore
fi: *_Muuta|Ohita _aina|_Ohita

# MSG_CO_SenderRFCDateTime (1543//)
source: %c Original sender: RFC 2822 date & time
fi: %c Alkuperäinen lähettäjä: RFC 2822 päiväys ja kellonaika

# MSG_CO_SenderTimeZone (1544//)
source: %z Original sender: Time zone (+0000)
fi: %z Alkuperäinen lähettäjä: Aikavyöhyke (+0000)

# MSG_CO_Filter_Name (1545//)
source: Name
fi: Nimi

# MSG_CTunknown (1550//)
source: unknown
fi: tuntematon

# MSG_CO_NB_AUTOSAVE (1566//)
source: Autosave interval
fi: Automaattitallennuksen aikaväli

# MSG_CO_NB_AUTOSAVEFMT (1567//)
source: %ld minute(s)
fi: %ld minuutti(a)

# MSG_HELP_CO_NB_AUTOSAVE (1568//)
source: How often YAM should write to disk a backup of the e-mail you are currently composing. Select 0 to disable this feature.
fi: Kuinka usein YAM kirjoittaa levylle varmuuskopion viestistä, jota parhaillaan kirjoitat. Laita 0, jos haluat ettei varmuuskopioita tallenneta.
