Repository: Futaura/yam
Catalog: locale/finnish.po
Languages: fi

# MSG_WR_AddKey (1008//)
source: Add PGP key
fi: Lisää PGP-avain

# MSG_WR_MDelSend (1009//)
source: Delete after sending?
fi: Poista lähetyksen jälkeen

# MSG_WR_MReceipt (1010//)
source: Return receipt?
fi: Pyydä kuittaus

# MSG_WR_MAddInfo (1012//)
source: Add personal information?
fi: Lisää henkilökohtaiset tiedot

# MSG_WR_MImportance (1013//)
source: Importance
fi: Tärkeys

# MSG_HELP_WR_ST_TO (1014//)
source: Address (and name) or alias of the primary recipient(s).
fi: Päävastaanottajan/ottajien osoite (ja nimi) tai alias

# MSG_HELP_WR_BT_ADR (1016//)
source: Select recipient(s) from the address book.
fi: Valitse vastaanottaja osoitekirjasta

# MSG_HELP_WR_ST_SUBJECT (1017//)
source: Subject of your message.
fi: Viestisi aihe

# MSG_HELP_WR_BT_EDITOR (1018//)
source: Use an external editor to modify the message text.
fi: Käytä ulkoista editoria muokataksesi viestisi tekstiä

# MSG_HELP_WR_BT_LOAD (1019//)
source: Insert the contents of a text file at the current cursor position.
fi: Lisää tekstitiedosto kohdistimen kohdalle

# MSG_HELP_WR_BT_CUT (1020//)
source: Cut marked text to the clipboard.
fi: Leikkaa valittu teksti leikepöydälle

# MSG_HELP_WR_BT_COPY (1021//)
source: Copy marked text to the clipboard.
fi: Kopioi valittu teksti leikepöydälle

# MSG_HELP_WR_BT_PASTE (1022//)
source: Insert the contents of the clipboard at the current cursor position.
fi: Lisää leikepöydän sisältö kohdistimen kohdalle

# MSG_HELP_WR_BT_UNDO (1023//)
source: Undo the last change in the text.
fi: Peru äskeiset tekstiin tehdyt muutokset

# MSG_HELP_WR_BT_BOLD (1024//)
source: Use bold typeface for marked text (whole words only).
fi: Muuta valittu teksti lihavoiduksi (vain kokonaiset sanat)

# MSG_HELP_WR_BT_ITALIC (1025//)
source: Use italic typeface for marked text (whole words only).
fi: Muuta valittu teksti kursiiviksi (vain kokonaiset sanat)

# MSG_HELP_WR_BT_UNDERL (1026//)
source: Underline marked text (whole words only).
fi: Alleviivaa valittu teksti (vain kokonaiset sanat)

# MSG_HELP_WR_BT_COLOR (1027//)
source: Colorize marked text (whole words only).
fi: Väritä valittu teksti (vain kokonaiset sanat)

# MSG_HELP_WR_BT_ADD (1028//)
source: Add attachments to the list.
fi: Lisää liitetiedosto

# MSG_HELP_WR_BT_ADDPACK (1029//)
source: Create an archive with one or more files and add it to the list as an attachment.
fi: Tee useista tiedostoista paketti ja lisää se liitetiedostoksi

# MSG_HELP_WR_BT_REMOVE (1030//)
source: Remove the selected attachment from the list.
fi: Poista valittu liitetiedosto

# MSG_HELP_WR_BT_DISPLAY (1031//)
source: Use the configured MIME viewer to display this attachment.
fi: Käytä tämän liitetiedoston näyttämiseen valitsemaasi MIME-katseluohjelmaa.

# MSG_HELP_WR_ST_CTYPE (1033//)
source: MIME type for the selected attachment. Whenever possible, use one from the popup list.
fi: Valitun liitetiedoston MIME-tyyppi. Jos mahdollista, käytä ponnahduslistan vaihtoehtoja.

# MSG_HELP_WR_ST_DESC (1034//)
source: Optional description for the selected attachment.
fi: Valinnainen kuvaus liitetiedostolle

# MSG_HELP_WR_ST_CC (1035//)
source: Send a carbon copy (CC) of the message to these recipients.
fi: Toissijaisen/sijaisten vastaanottajan osoite (ja nimi) tai alias

# MSG_HELP_WR_ST_BCC (1036//)
source: Send a blind carbon copy of the message to these recipients.
fi: Lähetä kopio viestistä tälle vastaanottajalle

# MSG_HELP_WR_ST_EXTHEADER (1037//)
source: Additional headers that should be added to the message.
fi: Vaihtoehtoiset viestiotsikot, jotka lisätään viestiin

# MSG_HELP_WR_ST_REPLYTO (1039//)
source: Return address for this message.
fi: Tämän viestin palautusosoite

# MSG_HELP_WR_CH_DELSEND (1040//)
source: Do not store this message in the Sent folder.
fi: Älä tallenna tätä viestiä Lähetetyt-kansioon

# MSG_HELP_WR_CH_RECEIPT (1041//)
source: Request a notification on successful delivery.
fi: Pyydä varmistus onnistuneesta toimittamisesta

# MSG_HELP_WR_CH_ADDINFO (1043//)
source: Create header fields containing data from your personal address book entry.
fi: Tee otsikkokentät, jotka sisältävät tiedot henkilökohtaisesta osoitekirjasta

# MSG_HELP_WR_CY_IMPORTANCE (1044//)
source: Set the priority of this message.
fi: Aseta tämän viestin tärkeys

# MSG_HELP_WR_BT_QUEUE (1048//)
source: Copy the created message to the Outgoing folder.
fi: Kopioi tehty viesti lähtevän postin kansioon

# MSG_HELP_WR_BT_SEND (1049//)
source: Copy the created message to the Outgoing folder and send it immediately.
fi: Kopioi tehty viesti lähtevän postin kansioon ja lähetä se välittömästi

# MSG_TR_Connecting (1051//)
source: Connecting to mail server...
fi: Yhdistetään postipalvelimeen...

# MSG_TR_WaitWelcome (1052//)
source: Connected, awaiting welcome message...
fi: Yhdistetty, odotetaan tervetuloviestiä...

# MSG_TR_PopLogin (1054//)
source: POP3 login
fi: POP3-kirjautuminen

# MSG_TR_SendAPOPLogin (1055//)
source: Sending APOP login information...
fi: Lähetetään APOP-kirjautumistietoja...

# MSG_TR_SendUserID (1056//)
source: Sending user ID...
fi: Lähetetään käyttäjätunnus...

# MSG_TR_SendPassword (1057//)
source: Sending password...
fi: Lähetetään salasana...

# MSG_TR_GetStats (1058//)
source: Getting statistics...
fi: Haetaan tilastoja...

# MSG_TR_Disconnecting (1059//)
source: Disconnecting...
fi: Kirjaudutaan ulos...

# MSG_TR_ApplyFilters (1060//)
source: Applying remote filters...
fi: Käytän etäsuodattimia...

# MSG_TR_SendHello (1061//)
source: Sending 'Hello'...
fi: Lähetetään 'Hei'...

# MSG_TR_Exporting (1065//)
source: Exporting message...
fi: Tallennetaan viesti...

# MSG_TR_Sending (1066//)
source: Sending message...
fi: Lähetetään viesti...

# MSG_TR_Importing (1067//)
source: Importing message...
fi: Tuodaan viesti...

# MSG_TR_DeletingServerMail (1068//)
source: Deleting mail on server...
fi: Poistetaan viesti palvelimelta...

# MSG_TR_FilterStats (1070//)
source: Filtering done: %3ld messages checked, %3ld redirected, %3ld forwarded, %3ld auto-replied, %3ld command activated, %3ld moved, %3ld deleted
fi: Suodatus tehty:n %3ld viestiä tarkistettu, %3ld ohjattu toisaalle, %3ld välitetty, %3ld vastattu automaattisesti, %3ld komento aktivoitu, %3ld siirretty, %3ld poistettu

# MSG_TR_NewMail (1071//)
source: New mail
fi: Uusi posti

# MSG_TR_Downloading (1072//)
source: Downloading message...
fi: Ladataan viesti...

# MSG_TR_MailTransferFrom (1073//)
source: Mail transfer from '%s'
fi: Postin siirto osoitteesta '%s'

# MSG_TR_MailTransferTo (1074//)
source: Mail transfer to '%s'
fi: Postin siirto osoitteeseen '%s'

# MSG_TR_MsgInFile (1075//)
source: Messages in file %s
fi: Viestejä tiedostossa %s

# MSG_TR_Control (1077//)
source: Control
fi: Ohjaus

# MSG_TR_All (1078//)
source: A_ll
fi: _Kaikki

# MSG_TR_DownloadOnly (1079//)
source: _Download only
fi: Lataa vai_n

# MSG_TR_Leave (1080//)
source: L_eave
fi: _Jätä

# MSG_TR_Clear (1082//)
source: _Clear
fi: T_yhjennä

# MSG_TR_DeleteOnly (1083//)
source: Delete _only
fi: Poista _vain

# MSG_TR_DownloadDelete (1084//)
source: Do_wnload & delete
fi: _Lataa & poista

# MSG_TR_Start (1086//)
source: _Start
fi: _Aloita

# MSG_TR_Status (1087//)
source: Status
fi: Tila

# MSG_TR_Abort (1088//)
source: _Abort
fi: K_eskeytä

# MSG_HELP_TR_TX_STATUS (1092//)
source: Current state of mail transfer.
fi: Tämänhetkinen postin siirron tila

# MSG_HELP_TR_BT_ABORT (1093//)
source: Abort mail transfer as soon as possible.
fi: Keskeytä postin siirto heti kun mahdollista

# MSG_ER_ErrorMessages (1094//)
source: Error messages
fi: Virheilmoitukset:

# MSG_ER_PrevError (1095//)
source: _Previous error
fi: _Edellinen virhe

# MSG_ER_NextError (1096//)
source: _Next error
fi: _Seuraava virhe

# MSG_ER_Clear (1097//)
source: _Delete messages
fi: _Poista ilmoitukset

# MSG_ER_Close (1098//)
source: _Close window
fi: _Sulje ikkuna

# MSG_ER_CantCreateFile (1100//)
source: Couldn't write to file '%s'. Make sure that the path exists and that the volume isn't write protected.
fi: Tiedostoon '%s' ei voi kirjoittaa. Varmista, että polku on olemassa ja levy ei ole kirjoitussuojattu.

# MSG_ER_CantCreateDir (1101//)
source: Couldn't create directory '%s'. Make sure that the volume isn't write protected.
fi: Hakemistoa '%s' ei voi tehdä. Varmista, että levy ei ole kirjoitussuojattu.

# MSG_ER_ErrorNoAlias (1102//)
source: You must specify an alias to identify this entry.
fi: Sinun täytyy määritellä alias tämän kohdan yksilöimiseksi!

# MSG_ER_ErrorNoAddress (1103//)
source: You must specify an address for this entry.
fi: Sinun täytyy määritellä tähän kohtaan osoite!

# MSG_ER_ErrorDateFormat (1107//)
source: Invalid date/time format. The date and time has to be specified in a compatible format. Example: %s
fi: Virheellinen päivän/ajan muoto. Päiväys on oltava AmigaDOS-muodossa. Esimerkki: %s

# MSG_ER_CantOpenTempfile (1109//)
source: Couldn't open temporary file '%s'. Check the path settings in the configuration.
fi: Väliaikaistiedostoa '%s' ei voi avata. Tarkista polku YAM:n asetuksista.

# MSG_ER_CantCreateTempfile (1110//)
source: Couldn't create temporary file. Reason: out of memory or invalid path specified in the configuration.
fi: Väliaikaistiedostoa ei voi tehdä. Syy: muisti lopussa tai asetuksissa määritelty viallinen polku.

# MSG_ER_ErrorConsole (1111//)
source: Couldn't open console window for script.
fi: Komentojonon konsoli-ikkunaa ei voitu avata.

# MSG_ER_ErrorARexxScript (1112//)
source: Couldn't send ARexx command '%s'. Make sure that the script exists.
fi: ARexx-komentoa '%s' ei voi lähettää. Varmistu, että komentojono on olemassa.

# MSG_ER_CantOpenFile (1122//)
source: Couldn't read from file '%s'. The file doesn't seem to exist.
fi: Tiedostosta '%s' ei voi lukea. Tiedosto ei näytä olevan olemassa.

# MSG_ER_UUSize (1123//)
source: Decoded size (%ld) does not match original size (%ld). A faulty UU-encoder was used, or the message is truncated.
fi: Purettu koko [%lD] ei täsmää alkuperäisen kanssa [%lD]. On käytetty virheellistä UUencoder-toimintoa tai viesti on katkennut.

# MSG_ER_DocNotFound (1124//)
source: HTML document '%s' not found. The file doesn't exist on the WWW server.
fi: HTML-asiakirjaa '%s' ei löydy. Tiedosto ei ole WWW-palvelimella.

# MSG_ER_SendHTTP (1125//)
source: Couldn't send HTTP request. Requesting a document from the WWW server failed.
fi: HTTP-pyyntöä ei voi lähettää. Asiakirjan pyyntö WWW-palvelimelta epäonnistui.

# MSG_ER_ConnectHTTP (1126//)
source: Couldn't connect to WWW server '%s'. Possible reasons: TCP/IP offline, invalid address, server is currently down or doesn't support HTTP requests.
fi: WWW-palvelimeen '%s' ei voi yhdistää. Mahdollisia syitä: TCP/IP-yhteys poikki, kelpaamaton osoite, palvelin on kaatunut tai ei tue HTTP-pyyntöjä.

# MSG_ER_ErrorWriteMailfile (1132//)
source: Write error on mail file: %s. YAM can't save the message to disk, maybe you're out of disk space.
fi: Virhe kirjoitettaessa levylle tiedostoa: %s. YAM ei voi tallentaa viestiä levylle, levy on ehkä täynnä.

# MSG_ER_ErrorReadMailfile (1135//)
source: Read error on mail file: %s. The file exists, but there was an error while reading it.
fi: Virhe luettaessa tiedostoa: %s. Tiedosto löytyi, mutta sen lukeminen ei onnistunut.

# MSG_ER_MissingDirectory (1137//)
source: You must specify a directory for the new user.
fi: Sinun on valittava hakemisto uudelle käyttäjälle.

# MSG_ER_MissingName (1138//)
source: You must specify a name for the new user.
fi: Sinun on annettava nimi uudelle käyttäjälle.

# MSG_ER_NoPublicKeys (1139//)
source: No public PGP keys found. Make sure that PGP is installed and the required settings are made in the configuration of YAM.
fi: Julkisia PGP-avaimia ei löydy. Varmista, että PGP on asennettu ja tarvittavat tiedot ovat YAMin asetuksissa.

# MSG_ER_PGPreturnsError (1140//)
source: The following PGP command returned with an error: '%s' Check the file %s for a diagnosis.
fi: Seuraava PGP-komento palautui virheilmoituksen kanssa: '%s' Tarkista tiedosto %s määrittääksesi, mikä on vikana.

# MSG_ER_PGPnotfound (1141//)
source: Couldn't execute PGP command. Check if %s exists.
fi: PGP-komentoa ei voitu suorittaa. Tarkista, että %s on olemassa.

# MSG_ER_AliasNotFound (1143//)
source: Unknown alias or name: %s. YAM couldn't find the e-mail address of this recipient in the address book. Please verify the spelling.
fi: Tuntematon alias tai nimi: %s. YAM ei löytänyt osoitekirjasta vastaanottajan sähköpostiosoitetta. Ole hyvä ja tarkista oikeinkirjoitus.

# MSG_ER_ErrorNoPGPId (1146//)
source: Couldn't find PGP ID for '%s' in the address book, now trying '%s'.
fi: '%s':n PGP-tunnusta ei löytynyt osoitekirjasta, yritetään nyt '%s'.

# MSG_ER_ErrorAppendKey (1147//)
source: Couldn't append public PGP key %s. There was a problem extracting it from the PGP keyring.
fi: Julkista PGP-avainta %s ei voi liittää. Sen haku PGP-avainrenkaasta ei onnistunut.

# MSG_DI_Alias (1148//)
source: _Abbreviation
fi: L_yhenne

# MSG_DI_New (1149//)
source: _New
fi: _Uusi

# MSG_DI_AddSelect (1150//)
source: Add _selection
fi: Lisää _valinta

# MSG_DI_Delete (1151//)
source: _Delete
fi: _Poista

# MSG_DI_Paste (1152//)
source: _Paste
fi: _Liitä

# MSG_HELP_DI_LV_ENTRIES (1153//)
source: List of available abbreviations.
fi: Lista saatavilla olevista lyhenteistä.

# MSG_HELP_DI_ST_ALIAS (1154//)
source: Abbreviation of selected entry.
fi: Valitun kohdan lyhenne.

# MSG_HELP_DI_BT_NEW (1155//)
source: Add a new abbreviation to the glossary.
fi: Lisää lyhenne sanastoon.

# MSG_HELP_DI_BT_ADDSELECT (1156//)
source: Create a new entry based on the text marked in the editor.
fi: Tee uusi kohta, joka perustuu editorissa valittuun tekstiin.

# MSG_HELP_DI_BT_DELETE (1157//)
source: Remove the selected entry.
fi: Poista valittu kohta.

# MSG_HELP_DI_BT_PASTE (1158//)
source: Insert selected entry at the current position in the text editor.
fi: Liitä valittu kohta tämänhetkiseen tekstieditorin kohtaan.

# MSG_FI_AddFilter (1160//)
source: Add filter
fi: Lisää suodatin

# MSG_FI_AddFilterReq (1161//)
source: Enter a name for the new filter
fi: Anna nimi uudelle suodattimelle

# MSG_FI_StatNew (1162//)
source: New/Unread
fi: Uusi/Lukematta

# MSG_FI_StatRead (1163//)
source: Read
fi: Luettu

# MSG_FI_StatForwarded (1164//)
source: Forwarded
fi: Välitetty

# MSG_FI_StatReplied (1165//)
source: Replied
fi: Vastattu

# MSG_FI_StatQueued (1166//)
source: Queued
fi: Odottaa

# MSG_FI_StatFailed (1167//)
source: Send failed
fi: Lähetys epäonnistui

# MSG_FI_StatHold (1168//)
source: On hold
fi: Säilössä

# MSG_FI_StatSent (1169//)
source: Sent
fi: Lähetetty

# MSG_FI_OtherField (1176//)
source: other field:
fi: Muu kenttä:

# MSG_FI_MessageSize (1177//)
source: Message size
fi: Viestin koko

# MSG_FI_MessageHeader (1178//)
source: Message headers
fi: Viestin otsikot

# MSG_FI_MessageBody (1179//)
source: Message body
fi: Viestin runko

# MSG_FI_WholeMessage (1180//)
source: Whole message
fi: Koko viesti

# MSG_FI_SearchIn (1181//)
source: Search in
fi: Mistä

# MSG_FI_CaseSensitive (1182//)
source: Case sensitive
fi: Erota isot/pienet kirjaimet

# MSG_FI_SubString (1183//)
source: Substring search
fi: Merkkijonon etsintä

# MSG_FI_FindMessages (1184//)
source: Find messages
fi: Viestien etsintä

# MSG_FI_AllFolders (1185//)
source: _everywhere
fi: _kaikkialta

# MSG_FI_FindIn (1186//)
source: Find in
fi: Mistä etsitään

# MSG_FI_FindWhat (1187//)
source: Find what
fi: Mitä etsitään

# MSG_FI_UseFilter (1188//)
source: _Use filter settings
fi: Käytä _suodattimen asetuksia

# MSG_FI_AddAsFilter (1189//)
source: Add as _new filter
fi: Lisää _uudeksi suodattimeksi

# MSG_FI_Results (1190//)
source: Results
fi: Tulokset

# MSG_FI_StartSearch (1191//)
source: _Start search
fi: _Aloita etsintä

# MSG_FI_SelectMatched (1192//)
source: Select _matched
fi: _Valitse täsmäävä

# MSG_FI_ReadMessage (1193//)
source: _Read message
fi: _Lue viesti

# MSG_FI_Abort (1194//)
source: _Abort
fi: _Peru

# MSG_HELP_FI_LV_FOLDERS (1195//)
source: Select one or more folders to search in.
fi: Valitse yksi tai useampi kansio, joista etsitään.

# MSG_HELP_FI_BT_ALL (1196//)
source: Include all folders in your search.
fi: Etsi kaikista kansioista.

# MSG_HELP_FI_PO_FROMRULE (1197//)
source: Get search criterion from a filter.
fi: Ota etsimisperusteet suodattimesta.

# MSG_HELP_FI_BT_TORULE (1198//)
source: Create a new filter from this search criterion.
fi: Tee uusi suodatin näistä etsimisperusteista.

# MSG_HELP_FI_BT_SEARCH (1199//)
source: Start the search and display the results in the list above.
fi: Aloita etsintä ja näytä tulokset yläpuolella olevalla listalla.

# MSG_HELP_FI_BT_SELECT (1200//)
source: Select all the matching messages in the main window.
fi: Valitse täsmäävät viestit pääikkunassa.

# MSG_HELP_FI_BT_READ (1201//)
source: Display the current message from the list above.
fi: Näytä yläpuolella olevalta listalta valittu viesti.

# MSG_HELP_FI_BT_ABORT (1202//)
source: Stop searching.
fi: Lopeta etsintä.

# MSG_HELP_FI_CY_MODE (1203//)
source: Field or message part that should match the pattern.
fi: Kenttä tai viestin osa, jonka pitäisi täsmätä

# MSG_HELP_FI_ST_FIELD (1204//)
source: Name of the header to search in.
fi: Etsittävän otsikkokentän nimi

# MSG_HELP_FI_RA_ADRMODE (1205//)
source: Choose whether you want to search in the address or real name part of the field.
fi: Valitse, etsitäänkö osoitteesta vai viestin oikea nimi-kohdasta.

# MSG_HELP_FI_CY_STATUS (1206//)
source: Message status to match.
fi: Etsittävä viestin tila.

# MSG_HELP_FI_ST_MATCH (1207//)
source: Search pattern (AmigaDOS wildchars are supported).
fi: Etsittävä merkkijono (voit käyttää AmigaDOS- mallinteita)

# MSG_HELP_FI_CH_CASESENS (1208//)
source: Should the search be case sensitive?
fi: Onko isojen/pienten kirjaimien täsmättävä?

# MSG_HELP_FI_CH_SUBSTR (1209//)
source: Enable a partial string search.
fi: Salli osittaisen merkkijonon etsintä

# MSG_HELP_FI_CY_COMP (1210//)
source: Type of comparison. Select <> to get all messages that don't match the pattern, IN to use a file of patterns.
fi: Vertailun tyyppi. Valitse <> saadaksesi kaikki viestit, jotka eivät täsmää merkkijonoon, IN käyttääksesi merkkijonoista koostuvaa tiedostoa.

# MSG_US_EnterPassword (1211//)
source: Please enter your password
fi: Ole hyvä ja anna salasanasi

# MSG_US_TitleUserName (1212//)
source: User name
fi: Käyttäjänimi

# MSG_US_TitleMailDir (1213//)
source: Mail directory
fi: Postihakemisto

# MSG_US_WaitLogin (1214//)
source: Waiting for user login...
fi: Odotetaan käyttäjän kirjautumista...

# MSG_US_RemoveReq (1215//)
source: All messages, folders and configuration files belonging to this user will be lost. Do you really want to remove the user?
fi: Kaikki viestit, kansiot ja asetustiedostot, jotka kuuluvat tälle käyttäjälle, tuhoutuvat! Haluatko todellakin poistaa käyttäjän?

# MSG_US_RemoveReqGads (1216//)
source: *_Ok|_Keep files|_Cancel
fi: *_OK|_Säilytä tiedostot|_Peru

# MSG_US_UserName (1218//)
source: _User name
fi: _Käyttäjänimi

# MSG_US_MailDirectory (1219//)
source: _Mail directory
fi: Posti_hakemisto

# MSG_US_GlobalAddrBook (1220//)
source: Use global address _book
fi: Käytä _yleistä osoitekirjaa

# MSG_US_GlobalDict (1221//)
source: Use global _glossary
fi: Käytä yleistä _sanastoa

# MSG_US_CopyConfig (1222//)
source: C_opy configuration from current user
fi: K_opioi kokoonpano tämänhetkiseltä käyttäjältä

# MSG_US_Password (1223//)
source: _Password
fi: Salasa_na

# MSG_US_SuperVisor (1224//)
source: _Supervisor privileges
fi: P_ääkäyttäjän oikeudet

# MSG_US_AddUser (1225//)
source: _Add user
fi: _Lisää käyttäjä

# MSG_US_DelUser (1226//)
source: _Delete user
fi: _Poista käyttäjä

# MSG_HELP_US_ST_USER (1227//)
source: Name of the new YAM user.
fi: Uuden YAM-käyttäjän nimi

# MSG_HELP_US_ST_MAILDIR (1228//)
source: Directory to store the folders and config files of the new user account.
fi: Hakemisto, johon tallennetaan uuden käyttäjätilin kansiot ja kokoonpanotiedostot.

# MSG_HELP_US_CH_USEADDR (1229//)
source: Share address book with other users.
fi: Jaa osoitekirja toisten käyttäjien kanssa.

# MSG_HELP_US_CH_USEDICT (1230//)
source: Share glossary with other users.
fi: Jaa sanasto toisten käyttäjien kanssa.

# MSG_HELP_US_ST_PASSWD (1231//)
source: Password required for this user to login.
fi: Tämän käyttäjän kirjautumiseen tarvittava salasana.

# MSG_HELP_US_CH_ROOT (1232//)
source: Enable this option if the user should be allowed to add or remove other users.
fi: Valitse tämä, jos käyttäjä voi lisätä tai poistaa toisia käyttäjiä.

# MSG_HELP_US_CH_CLONE (1233//)
source: Use current configuration as default for the new account.
fi: Käytä tämänhetkistä kokonpanoa uuden tilin oletusarvoina.

# MSG_HELP_US_BT_ADD (1234//)
source: Create a new account.
fi: Tee uusi tili

# MSG_HELP_US_BT_DEL (1235//)
source: Remove selected account.
fi: Poista valittu tili

# MSG_FO_NewFolderReq (1237//)
source: What settings do you want to use for the new folder? Select 'Existing directory' if you want to re-use an already existing directory.
fi: Mitä asetuksia haluat käyttää uudessa kansiossa? Valitse 'Olemassaoleva hakemisto', jos kansio on jo olemassa levylläsi.

# MSG_FO_NewFolderGads (1238//)
source: *_Internal defaults|_Like current|_Existing directory|_Cancel
fi: *_Sisäiset oletusarvot|_Kuten tämänhetkinen|_Olemassaoleva hakemisto|_Peru

# MSG_FO_SelectDir (1239//)
source: Select directory
fi: Valitse hakemisto

# MSG_FO_MessageDate (1240//)
source: Message date
fi: Viestin päiväys

# MSG_FO_DateRecvd (1241//)
source: Date received
fi: Vastaanottopäivä

# MSG_FO_FMNormal (1242//)
source: normal
fi: normaali

# MSG_FO_FMSimple (1243//)
source: simple protection
fi: yksinkertainen suojaus

# MSG_FO_FMPack (1244//)
source: compressed
fi: pakattu

# MSG_FO_FMEncPack (1245//)
source: compressed with password
fi: pakattu salasanalla

# MSG_FO_FTRcvdMail (1246//)
source: received mail
fi: saapunut posti

# MSG_FO_FTSentMail (1247//)
source: sent mail
fi: lähetetty posti

# MSG_FO_FTBothMail (1248//)
source: received and sent
fi: saapunut ja lähetetty

# MSG_FO_EditFolder (1250//)
source: Folder settings
fi: Kansion asetukset

# MSG_FO_Properties (1251//)
source: Properties
fi: Ominaisuudet

# MSG_FO_MaxAge (1252//)
source: Max. age
fi: Maks. _ikä

# MSG_FO_FolderType (1253//)
source: T_ype
fi: _Tyyppi

# MSG_FO_FolderMode (1254//)
source: _Mode
fi: _Muoto

# MSG_FO_SortBy (1255//)
source: _Sort by
fi: Jä_rj. ensin

# MSG_FO_ThenBy (1256//)
source: T_hen by
fi: Sitt_en

# MSG_FO_Reverse (1257//)
source: Rev
fi: Käänt.

# MSG_FO_MLSupport (1258//)
source: Mailing list support
fi: Tuki postituslistalle

# MSG_HELP_FO_ST_FNAME (1261//)
source: Folder name.
fi: Kansion nimi.

# MSG_HELP_FO_TX_FPATH (1262//)
source: Directory where the messages of the selected folder are stored.
fi: Hakemisto, johon valitun kansion viestit tallennetaan.

# MSG_HELP_FO_ST_MAXAGE (1263//)
source: Old messages will automatically be deleted after this time (in days). Use 0 to disable this feature.
fi: Vanhat viestit tuhotaan automaattisesti tämän ajan kuluttua (päivinä). Anna 0 poistaaksesi tämän toiminnon käytöstä.

# MSG_HELP_FO_CY_FTYPE (1264//)
source: Type of folder (in/out/both).
fi: Kansion tyyppi (saapuvat/lähtevät/molemmat)

# MSG_HELP_FO_CY_FMODE (1265//)
source: Folders can be password protected and/or compressed using XPK.
fi: Kansiot voidaan suojata salasanalla ja/tai pakata käyttäen XPK:ta.

# MSG_HELP_FO_CY_SORT0 (1266//)
source: Primary sorting order of the messages in this folder.
fi: Ensisijainen tämän kansion viestien lajittelujärjestys.

# MSG_HELP_FO_CY_SORT1 (1267//)
source: Secondary sorting order of the messages in this folder.
fi: Toissijainen tämän kansion viestien lajittelujärjestys.

# MSG_HELP_FO_CH_REVERSE (1268//)
source: Reversed sorting.
fi: Takaperin lajittelu.
