Repository: Futaura/yam
Catalog: locale/finnish.po
Languages: fi

# MSG_HELP_CO_CH_IDENTITY_USEPGP (2332//)
source: Allows to enable/disable the PGP functionality for this whole user identity.
fi: Voit ottaa käyttöön/pois käytöstä PGP-toiminnallisuuden koko käyttäjäidentiteetin osalta.

# MSG_HELP_CO_ST_IDENTITY_PGPID (2333//)
source: Allows to specify the PGP-Key ID which should be used for this user identity.
fi: Voit määrittää PGP-avaimen ID:n, jota käytetään tässä käyttäjäidentiteetissä.

# MSG_HELP_CO_ST_IDENTITY_PGPURL (2334//)
source: Allows to specify an URL where the public key for this user identity can be accessed.
fi: Voit määrittää URL-linkin, josta tämän käyttäjäidentiteetin julkisen avaimen voi hakea.

# MSG_HELP_CO_CH_IDENTITY_PGPSIGN_UNENC (2335//)
source: If enabled, the default is set to PGP sign all unencrypted emails when starting to compose them.
fi: Jos valittu, oletuksena PGP allekirjoittaa kaikki salaamattomat viestit niitä luotaessa.

# MSG_HELP_CO_CH_IDENTITY_PGPSIGN_ENC (2336//)
source: If enabled, the default is set to PGP sign all encrypted emails when starting to compose them.
fi: Jos valittu, oletuksena PGP allekirjoittaa kaikki salatut viestit niitä luotaessa.

# MSG_HELP_CO_CH_IDENTITY_PGPENC_ALL (2337//)
source: If enabled, the default is set to PGP encrypt all emails when starting to compose them.
fi: Jos valittu, oletuksena PGP allekirjoittaa kaikki viestit niitä luotaessa.

# MSG_HELP_CO_CH_IDENTITY_PGPENC_SELF (2338//)
source: If enabled, all emails being encrypted via PGP will have the PGP key added of this user identity. If disabled, encrypted emails cannot be decrypted by this user identity.
fi: Jos valittu, kaikki PGP:llä salattavat viestit käyttävät tämän käyttäjäidentiteetin PGP-avainta. Jos ei valittu, salattuja sähköposteja ei voi purkaa tällä käyttäjäidentiteetillä.

# MSG_HELP_CO_CY_IDENTITY_SIGNATURE (2339//)
source: Allows to select the default signature that should be used when composing emails with this user identity.
fi: Voit valita oletusallekirjoituksen, jota käytetään tällä käyttäjäidentiteetillä tehtävien viestien luomiseen.

# MSG_CO_CONFIGWARNING_TITLE (2340//)
source: Configuration Warning
fi: Asetusvaroitus

# MSG_CO_CONFIGWARNING (2341//)
source: You have modified certain configuration settings and will lose these changes when closing the config window. How do you want to proceed?
fi: Olet muuttanut joitakin asetuksia ja hukkaat muutokset, kun suljet asetusikkunan. Miten haluat jatkaa?

# MSG_CO_CONFIGWARNING_BT (2342//)
source: _Close window|*_Abort
fi: _Sulje ikkuna|*_Keskeytä

# MSG_CO_CONFIGVERSIONWARNING_TITLE (2343//)
source: Configuration Version Warning
fi: Asetusten versiovaroitus

# MSG_CO_CONFIGVERSIONWARNING (2344//)
source: The configuration file that YAM tries to load was saved by a newer YAM version. If you continue to load this file some config settings might be lost and set to their default values. How do you want to proceed?
fi: Asetustiedosto, jota YAM yrittää ladata, on tallennettu uudemmalla YAMin versiolla. Jos jatkat, voit hukata joitakin asetuksia ja ne laitetaan oletusarvoihinsa. Miten haluat jatkaa?

# MSG_CO_CONFIGVERSIONWARNING_BT (2345//)
source: _Continue|*_Abort
fi: _Jatka|*_Keskeytä

# MSG_WR_MCCADDRFIELD (2346//)
source: Cc Address Field
fi: Kopio-osoitekenttä

# MSG_WR_MBCCADDRFIELD (2347//)
source: Bcc Address Field
fi: BCC-osoitekenttä

# MSG_WR_MREPLYTOADDRFIELD (2348//)
source: Reply-To Address Field
fi: Vastausosoitekenttä

# MSG_CO_LISTCOLUMNSETTINGS (2349//)
source: Column settings
fi: Sarakeasetukset

# MSG_CO_LOOKFEEL_MAINWINDOW (2350//)
source: Main window
fi: Pääikkuna

# MSG_CO_LOOKFEEL_TITLE_THEME (2351//)
source: Theme
fi: Teema

# MSG_CO_LOOKFEEL_TITLE_INFO (2352//)
source: Information
fi: Tietoja

# MSG_HELP_WR_CY_SIGNATURE (2353//)
source: Allows to select which signature show be used for the currently composed message.
fi: Voit valita, mitä allekirjoitusta käytetään juuri nyt muokattavassa viestissä.

# MSG_WR_PGPSECURITY (2354//)
source: PGP security level
fi: PGP-turvallisuustaso

# MSG_HELP_WR_CY_SECURITY (2355//)
source: Allows to select the PGP security level. You can select if a message should be signed, encrypted or both. "Default" tries to find the recipient in your address book and use the settings defined there.
fi: Voit valita PGP-turvallisuustason. Voit valita, allekirjoitetaanko viesti, salataanko se vai tehdäänkö molemmat. "Oletus" etsii vastaanottajaa osoitekirjasta ja käyttää siellä määriteltyjä asetuksia.

# MSG_CO_MIMETYPE_TITLE (2356//)
source: MIME type
fi: MIME-tyyppi

# MSG_CO_DOWNLOAD_LARGE_MAILS1 (2357//)
source: _Download messages larger than
fi: _Lataa viestit, jotka ovat suurempia kuin

# MSG_CO_DOWNLOAD_LARGE_MAILS2 (2358//)
source: KB
fi: KT

# MSG_MA_DRAFTS (2359//)
source: Drafts
fi: Luonnokset

# MSG_CO_SIGNATURE (2360//)
source: Signature
fi: Allekirjoitus

# MSG_CO_SIGNATURES (2361//)
source: Signatures
fi: Allekirjoitus

# MSG_CO_SIGNATURE_DESCRIPTION (2362//)
source: Description
fi: Kuvaus

# MSG_CO_SIGNATURE_ACTIVE (2363//)
source: _Active
fi: _Aktiivinen

# MSG_CO_IDENTITY_SIGNATURE (2364//)
source: Signature
fi: Allekirjoitus

# MSG_HELP_CO_LV_SIGNATURE (2365//)
source: List of all signatures
fi: Lista kaikista allekirjoituksista

# MSG_HELP_CO_BT_SIGADD (2366//)
source: Adds a new signature to the list.
fi: Lisää uuden allekirjoituksen listaan.

# MSG_HELP_CO_BT_SIGDEL (2367//)
source: Removes selected signature from list.
fi: Poistaa valitun allekirjoituksen listasta.

# MSG_HELP_CO_BT_SIGUP (2368//)
source: Moves signature one entry up.
fi: Siirtää allekirjoitusta yhden rivin ylöspäin.

# MSG_HELP_CO_BT_SIGDOWN (2369//)
source: Moves signature one entry down.
fi: Siirtää allekirjoitusta yhden rivin alaspäin.

# MSG_HELP_CO_BT_SIG_ACTIVE (2370//)
source: Flags the currently selected signature as active or inactive.
fi: Merkitsee valitun allekirjoituksen joko aktiiviseksi tai inaktiiviseksi.

# MSG_HELP_CO_ST_SIG_DESC (2371//)
source: Allows you to enter a freetext description for the signature.
fi: Voit muokata vapaata tekstiä olevan kuvauksen allekirjoitukseen.

# MSG_HELP_CO_TE_SIGEDIT (2372//)
source: Text editor for entering/changing the signature text.
fi: Tekstieditori, jolla voit syöttää/muuttaa allekirjoitustekstiä.

# MSG_CO_MIXED_CONNECTIONS (2373//)
source: Connections
fi: Yhteydet

# MSG_CO_POP_NOTIFICATION (2374//)
source: Notification for new mails
fi: Ilmoitus uusista viesteistä

# MSG_SSL_CERT_WARNING_TITLE (2375//)
source: SSL Certificate Warning
fi: SSL sertifikaattivaroitus

# MSG_SSL_CERT_WARNING_BUTTONS (2376//)
source: _Accept|Accept _Permanently|_Show Certificate|*_Reject
fi: _Hyväksy|Hyväksy _pysyvästi|_Näytä sertifikaatti|*H_ylkää

# MSG_SSL_CERT_WARNING_INTRO (2377//)
source: Error validating server certificate for '\033b%s:%d\033n':
fi: Virhe tarkistettaessa palvelinsertifikaattia '\033b%s:%d\033n':

# MSG_SSL_CERT_WARNING_UNTRUSTED (2378//)
source: - The certificate is not issued by a trusted authority. Use the fingerprint to validate the certificate manually.
fi: Sertifikaatti ei ole luotetun tahon toimittama. Käytä sormenjälkeä sertifikaatin tarkistamiseksi manuaalisesti.

# MSG_SSL_CERT_WARNING_IDMISMATCH (2379//)
source: - The certificate hostname does not match.
fi: Sertifikaatin isäntänimi ei ole oikein.

# MSG_SSL_CERT_WARNING_NOTYETVALID (2380//)
source: - The certificate is not yet valid.
fi: Sertifikaatti ei ole vielä voimassa.

# MSG_SSL_CERT_WARNING_EXPIRED (2381//)
source: - The certificate has expired.
fi: Sertifikaatti on vanhentunut.

# MSG_SSL_CERT_WARNING_OTHER (2382//)
source: - The certificate has an unknown error.
fi: Sertifikaatissa on tuntematon virhe.

# MSG_SSL_CERT_WARNING_INFO (2383//)
source: Certificate information: - Hostname: \033b%s\033n - Valid: \033b%s\033n until \033b%s\033n - Issuer: \033b%s\033n - Fingerprint: \033b%s\033n
fi: Tietoja sertifikaatista: - Isäntänimi: \033b%s\033n - Voimassa: \033b%s\033n - \033b%s\033n - Toimittaja: \033b%s\033n - Sormenjälki: \033b%s\033n

# MSG_SSL_CERT_WARNING_SHOWTITLE (2384//)
source: Certificate of %s:%d
fi: Sertifikaatti %s:%d

# MSG_ER_WARN_CAFILE (2385//)
source: While trying to establish a SSL connection the certificate bundle file '%s' was found to be missing. Please make sure that the file exists and is uptodate or otherwise each SSL connection will be flagged as unverified.
fi: Yritettäessä avata SSL-yhteys sertifikaattien nipputiedosto '%s' puuttui. Varmista, että tiedosto on olemassa ja on ajan tasalla. Muuten SSL-yhteys luokitellaan tarkistamattomaksi.

# MSG_ER_WARN_LOADCAPATH (2386//)
source: While trying to load the certificate bundle '%s' or individual certificate files from '%s' an error occurred. Please make sure that no invalid file has been placed in the certificate folder.
fi: Yritettäessä ladata sertifikaattien nipputiedosto '%s' tai yksittäiset sertifikaattitiedostot '%s':ssä tapahtui virhe Tarkista, ettei sertifikaattikansioon ole laitettu virheellistä tiedostoa.

# MSG_ER_WARN_CAPATH (2387//)
source: While trying to setup a SSL certificate verify the directory '%s' was found to be missing. Please make sure that the path exists and contains the certificate bundle file as supplied during the installation process of YAM.
fi: Yritettäessä alustaa SSL-sertifikaatin tarkistus ei löytynyt hakemistoa '%s'. Tarkista, että polku on olemassa ja siellä on sertifikaattien nipputiedosto, joka asennettiin YAMin mukana.

# MSG_CO_ACTION_TERMINATE_FILTER (2388//)
source: Terminate filter process
fi: Pysäytä suodatusprosessi

# MSG_HELP_CO_CH_ATERMINATE (2389//)
source: Terminate the filter process after this filter. Following filters will not be executed anymore.
fi: Pysäytä suodatusprosessi tämän suodattimen jälkeen. Seuraavia suodattimia ei enää käynnistetä.

# MSG_CO_FILTER_IMPORT (2390//)
source: Import...
fi: Tuo...

# MSG_FILTER_IMPORT_TITLE (2391//)
source: Import filter
fi: Tuo suodatin

# MSG_SPAM_TRUSTHEADERLINES (2392//)
source: Trust header lines of this external filter:
fi: Luota tämän ulkopuolisen suodattimen otsikoihin:

# MSG_ER_POP3_UIDLHASH_INIT_FAILED (2393//)
source: Failed to initialized UIDL hash table.
fi: UIDL-taulukon alustus ei onnistunut.

# MSG_CO_SIGNATURE_TEXT (2394//)
source: Signature text
fi: Allekirjoitusteksti

# MSG_CO_APPEND_SIGNATURE_FILE (2395//)
source: Append a file as signature instead
fi: Liitä allekirjoitustiedosto tämän sijasta.

# MSG_PRESELECT_GETTING_DETAILS (2396//)
source: Getting message details (%%ld of %ld)
fi: Haetaan viestien yksityiskohtia (%%ld / %ld)

# MSG_CO_UPDATES_INFO_MANUAL (2397//)
source: You will have to check for updates manually.
fi: Sinun pitää tarkistaa päivitykset manuaalisesti.

# MSG_CO_UPDATES_INFO_AUTO (2398//)
source: You will be notified as soon as updates are available.
fi: Sinulle ilmoitetaan, kun päivityksiä on saatavilla.

# MSG_PGPPASS_SHOW_CHARS (2399//)
source: Show characters
fi: Näytä merkit

# MSG_CANNOT_CREATE_CUSTOM_CLASS (2400//)
source: Failed to create custom class '%s' as subclass of '%s'.
fi: Ohjelman oman luokan '%s' luominen '%s' alaluokaksi ei onnistunut.

# MSG_ER_MORPHOS_REXX_WARNING (2401//)
source: YAM has identified that you are running a version of the 'rexxsyslib.library' in your MorphOS system that is known to not have a working ARexx implementation. To solve this situation and get ARexx running with YAM you should install a copy of the 'rexxsyslib.library' from an AmigaOS 3.1-3.9 installation to 'SYS:Libs', rename the 'rexxsyslib.library' in 'MOSSYS:Libs' and reboot your system.
fi: YAM huomasi, että MorphOS-järjestelmäsi kirjasto 'rexxsyslib.library' on versiota, jossa ARexx ei toimi kunnolla. Ratkaistaksesi tilanteen ja saadaksesi ARexxin toimimaan YAMin kanssa sinun pitää kopioida 'rexxsyslib.library' AmigaOS 3.1-3.9 asennuksesta hakemistoon SYS:Libs, nimetä 'rexxsyslib.library' hakemistoon 'MOSSYS:Libs' ja käynnistää järjestelmäsi uudestaan.

# MSG_WR_SAVEASDRAFT (2402//)
source: Save as _draft
fi: Tallenna luonnoksena

# MSG_HELP_WR_BT_SAVEASDRAFT (2403//)
source: Saves the message to the 'Drafts' folder.
fi: Tallentaa viestin 'Luonnokset'-kansioon.

# MSG_WR_MSAVEASDRAFT (2404//)
source: Save as draft
fi: Tallenna luonnoksena

# MSG_WR_MCLOSE (2405//)
source: Close
fi: Sulje

# MSG_LOG_REDIRECT (2406//)
source: Redirected message from '%s' about '%s' to '%s'
fi: Ohjattiin viesti lähettäjältä '%s' aiheella '%s' vastaanottajalle '%s'

# MSG_CO_ACTIONREDIRECT (2407//)
source: _Redirect
fi: _Ohjaa uudelleen

# MSG_HELP_CO_CH_AREDIRECT (2408//)
source: Redirect matching messages to another person.
fi: Ohjaa sopivat viestit toiselle henkilölle.

# MSG_HELP_CO_ST_AREDIRECT (2409//)
source: E-mail address(es) that should get the redirected messages.
fi: Sähköpostiosoitteet, joihin uudelleenohjatut viestit lähetetään.

# MSG_MA_MREDIRECT (2410//)
source: Redirect...
fi: Ohjaa uudelleen...

# MSG_WR_REDIRECT_FROM (2411//)
source: Resent-_From
fi: Lähetetty uudestaan-_Keneltä

# MSG_WR_REDIRECT_TO (2412//)
source: Resent-_To
fi: Lähetetty uudestaan-Ke_nelle

# MSG_WR_REDIRECT_CC (2413//)
source: Resent-_CC
fi: Lähetetty uudestaan-K_opio

# MSG_WR_REDIRECT_BCC (2414//)
source: Resent-_BCC
fi: Lähetetty uudestaan-_BCC

# MSG_WR_REDIRECT_TITLE (2415//)
source: Redirect message(s)
fi: Ohjaa viestejä uudelleen

# MSG_ER_CANNOT_CREATE_MAIL_FILE (2416//)
source: Could not create mail file '%s'. Reason: invalid folder directory or insufficient disk space.
fi: Viestitiedostoa '%s' ei voitu luoda. Syy: kansion hakemisto on virheellinen tai levyllä ei ole tilaa.

# MSG_WR_RENAME (2417//)
source: _Rename
fi: _Nimeä uudelleen

# MSG_WR_RENAME_ATTACHMENT (2418//)
source: Rename attachment
fi: Nimeä liite uudelleen

# MSG_WR_ENTER_NEW_NAME (2419//)
source: Enter new attachment name:
fi: Anna uusi liitteen nimi:

# MSG_FI_SKIP_ENCRYPTED (2420//)
source: Skip encrypted mails
fi: Ohita salatut viestit

# MSG_HELP_FI_CH_SKIP_ENCRYPTED (2421//)
source: Skip encrypted mails (i.e. PGP) during the search.
fi: Ohita salatut viestit (esim. PGP) etsinnän aikana.

# MSG_CO_QUICKSEARCHBAR (2422//)
source: Quick search bar
fi: Pikaetsintäpalkki

# MSG_HELP_CO_CH_QUICKSEARCHBAR (2423//)
source: Here you can select the position of the quick search bar.
fi: Tästä voit valita pikaetsintäpalkin paikan.

# MSG_CO_QUICKSEARCHBARPOS (2424//)
source: Posi_tion
fi: _Paikka

# MSG_CO_QUICKSEARCHBARPOS01 (2425//)
source: Disabled
fi: Pois käytöstä

# MSG_CO_QUICKSEARCHBARPOS02 (2426//)
source: Top
fi: Ylös

# MSG_CO_QUICKSEARCHBARPOS03 (2427//)
source: Bottom
fi: Alas

# MSG_CO_FILTER_REGISTER_SETTINGS (2428//)
source: General
fi: Yleiset

# MSG_CO_FILTER_REGISTER_CONDITIONS (2429//)
source: Conditions
fi: Ehdot

# MSG_CO_FILTER_REGISTER_ACTIONS (2430//)
source: Actions
fi: Toiminnot

# MSG_CO_CONDITION_ALL (2431//)
source: all
fi: kaikki

# MSG_CO_CONDITION_MIN_ONE (2432//)
source: one or more
fi: yksi tai useampi

# MSG_CO_CONDITION_MAX_ONE (2433//)
source: only one
fi: vain yksi

# MSG_WR_CMENU_TITLE (2434//)
source: Attachments
fi: Liitteet

# MSG_WR_CMENU_ADD_ATTACHMENT (2435//)
source: Add file(s)...
fi: Lisää tiedosto(ja)...

# MSG_WR_CMENU_ADD_ARCHIVE_ATTACHMENT (2436//)
source: Pack & add...
fi: Pakkaa & lisää...

# MSG_WR_CMENU_REMOVE_ATTACHMENT (2437//)
source: Remove
fi: Poista

# MSG_WR_CMENU_RENAME_ATTACHMENT (2438//)
source: Rename...
fi: Nimeä uudelleen...

# MSG_WR_CMENU_DISPLAY_ATTACHMENT (2439//)
source: Display
fi: Näytä

# MSG_WR_TITLEATTACHMENT (2440//)
source: Attachment
fi: Liite

# MSG_WR_REMOVE (2441//)
source: Re_move
fi: Pois_ta

# MSG_CO_CONDITION_PREPHRASE (2442//)
source: If
fi: Jos

# MSG_CO_CONDITION_POSTPHRASE (2443//)
source: of the following conditions are met:
fi: seuraavat ehdot täyttyvät:

# MSG_CO_FALLBACK_TZONE (2444//)
source: America/New_York
fi: Finland/Helsinki

# MSG_HELP_CO_GR_TZONE (2445//)
source: Here you can set your current location/time zone.
fi: Voit määrittää nykyisen paikkakunnan/aikavyöhykkeen.

# MSG_CO_TZONE_GMTOFFSET (2446//)
source: Current GMT offset:
fi: Nykyinen GMT-lisäys:

# MSG_CO_TZONE_NEXTDSTSWITCH (2447//)
source: Next DST switch:
fi: Seuraava kesä/talviajan vaihto:

# MSG_CO_TZONE_NODSTSWITCH (2448//)
source: no daylight saving
fi: ei kesäaikaa

# MSG_CO_TZONE_DESCRIPTION (2449//)
source: Description:
fi: Kuvaus:

# MSG_CO_TZONE_DESCRIPTION_NA (2450//)
source: n/a
fi: ei ole

# MSG_TZONE_ZONETAB_FILE_MISSING (2451//)
source: Cannot open time zones description file '%s/Resources/zoneinfo/zone.tab'. Please make sure to install all time zones management related files to the '%s/Resources/zoneinfo' directory.
fi: Aikavyöhykkeiden kuvaustiedosto '%s/Resources/zoneinfo/zone.tab' ei aukea. Varmista, että kaikki aikavyöhykkeiden käsittelyyn liittyvät tiedoston on tallennettu hakemistoon '%s/Resources/zoneinfo'.

# MSG_TZONE_LOCATION_FILE_MISSING (2452//)
source: Cannot open time zone information file '%s'. Time zone information will be incorrect. Please make sure to install all time zones management related files to the '%s/Resources/zoneinfo' directory.
fi: Aikavyöhykkeen tietotiedosto '%s' ei aukea. Aikavyöhyketieto on virheellistä. Varmista, että kaikki aikavyöhykkeiden käsittelyyn liittyvät tiedostot on tallennettu hakemistoon '%s/Resources/zoneinfo'.

# MSG_FOLDER_MOVE_WARNING_TITLE (2453//)
source: YAM folder format warning
fi: YAM kansion muotovaroitus

# MSG_FOLDER_MOVE_WARNING (2454//)
source: An obsolete folder storage format has been found. YAM will now move all folder directories to a new subdirectory called 'Folders' in the mail directory '%s'. \033bWARNING:\033n This operation is \033birreversible\033n and will result in folders which are no longer compatible to former versions of YAM. Do you want to perform this operation now or quit YAM and make a backup first?
fi: Kansio on tallennettu vanhentuneessa muodossa. YAM siirtää kaikki kansiohakemistot uuteen alihakemistoon nimeltä 'Folders' pääpostihakemistossa '%s'. \033bVaroitus:\033n Tämä operaatio on \033bperuuttamaton\033n ja muuttaa kansiot muotoon, jotka eivät enää ole yhteensopivia aiempien YAM-versioiden kanssa. Haluatko, että operaatio tehdään nyt vai haluatko sulkea YAMin ja tehdä ensin varmuuskopion?

# MSG_FOLDER_MOVE_WARNING_GADS (2455//)
source: _Continue|*_Quit
fi: _Jatka|*_Lopeta

# MSG_FO_DISPLAYNAME (2456//)
source: Display _name
fi: Näytä _nimi

# MSG_FO_DIRECTORYNAME (2457//)
source: Directory na_me
fi: Hakemiston ni_mi

# MSG_VALIDATING_FOLDERS (2458//)
source: Validating folders...
fi: Tarkistetaan kansioita...

# MSG_MA_MARCHIVE (2459//)
source: Archive
fi: Arkisto

# MSG_MA_ARCHIVE (2460//)
source: Archive
fi: Arkisto

# MSG_CO_SHOW_ARCHIVER_PROGRESS (2461//)
source: Show progress
fi: Näytä edistyminen

# MSG_CO_LAUNCH_EXTEDITOR (2462//)
source: _Launch external editor immediately
fi: _Käynnistä ulkoinen editori heti

# MSG_CO_EXTEDITOR (2463//)
source: External editor settings
fi: Ulkoisen editorin asetukset

# MSG_HELP_CO_ST_EDITOR_EXT (2464//)
source: Path to your favourite external editor which you can use as an alternative to the internal one.
fi: Polku ulkoiseen editoriin, jota voit käyttää sisäisen editorin sijasta.

# MSG_CO_EXTEDITOR_CODESET (2465//)
source: Display c_harset
fi: Näytä k_irjaimisto

# MSG_HELP_CO_TX_DEFCODESET_EDITOR (2467//)
source: Choose a charset to which the text will be converted to before starting the external editor.
fi: Valitse kirjaimisto, johon teksti muunnetaan ennen kuin ulkoinen editori käynnistetään.

# MSG_HELP_CO_TX_DEFCODESET_LOCAL (2468//)
source: Use the popup button to select the character set you would like YAM to use for displaying text. This should usually match your system's default charset, otherwise a requester will appear asking how to proceed.
fi: Käytä ponnahduspainiketta valitaksesi kirjaimiston, jota YAMin pitää käyttää näyttäessään tekstiä. Tämän pitäisi yleensä olla sama kuin järjestelmäsi oletuskirjaimisto. Muussa tapauksessa sinulta kysytään, kuinka jatketaan.

# MSG_HELP_CO_TX_DEFCODESET_WRITE (2469//)
source: Use the popup button to select the character set you would like YAM to encode emails to. This should usually match your system's default charset so that the displayed character set matches the one you write mail. However, you can select any character set you want to encode your outgoing mails to.
fi: Käytä ponnahduspainiketta valitaksesi kirjaimiston, jota YAMin pitää käyttää sähköpostia muokatessaan. Tämän pitäisi yleensä olla sama kuin järjestelmäsi oletuskirjaimisto, jotta näytetty kirjaimisto on sama kuin millä kirjoitat viestiä. Voit kuitenkin valita minkä tahansa kirjaimiston, johon lähettämäsi posti muunnetaan.

# MSG_CO_DEFAULTCODESET_WRITE (2470//)
source: Default c_harset
fi: Oletuski_rjaimisto

# MSG_CO_MIME_CODESET (2471//)
source: Display _charset
fi: Näytön _kirjaimisto

# MSG_HELP_CO_TX_MIME_CODESET (2472//)
source: Select the charset here that printable text should be converted to before executing the command of this MIME type.
fi: Valitse tähän kirjaimisto, johon tulostettava teksti muunnetaan ennen kuin tähän MIME-tyyppiin liittyvä komento suoritetaan.

# MSG_CO_DEFAULTVIEWER_CODESET (2473//)
source: _Display charset
fi: _Näytön kirjaimisto

# MSG_HELP_CO_TX_DEFVIEWER_CODESET (2474//)
source: Select the charset here that printable text should be converted to before starting the default viewer.
fi: Valitse tähän kirjaimisto, johon tulostettava teksti muunnetaan ennen kuin oletuskatseluohjelma käynnistetään.

# MSG_LOG_FILTER_DONE (2475//)
source: Filtered %ld message(s) with %ld match(es)
fi: Suodatettiin %ld viesti(ä), joista %ld osuma(a)

# MSG_FO_JUMP_TO_UNREAD_MESSAGE (2476//)
source: Jump to first unread message
fi: Siirry ensimmäiseen lukemattomaan viestiin

# MSG_HELP_FO_CH_JUMPTOUNREAD (2477//)
source: Jump to the first unread message when entering this folder.
fi: Siirry ensimmäiseen lukemattomaan viestiin, kun tämä kansio avataan.

# MSG_FO_JUMP_TO_RECENT_MESSAGE (2478//)
source: Jump to newest message
fi: Siirry uusimpaan viestiin

# MSG_HELP_FO_CH_JUMPTORECENT (2479//)
source: Jump to the most recent message when entering this folder.
fi: Siirry uusimpaan viestiin, kun tämä kansio avataan.

# MSG_FO_MAXAGE_DAYS (2480//)
source: days
fi: päivää

# MSG_QUICKSEARCH_FILTER_LIST (2481//)
source: Filter list...
fi: Suodatuslista...

# MSG_QUICKSEARCH_FROM (2482//)
source: Sender
fi: Lähettäjä

# MSG_QUICKSEARCH_TO (2483//)
source: Receiver
fi: Vastaanottaja

# MSG_QUICKSEARCH_SUBJECT (2484//)
source: Subject
fi: Aihe

# MSG_QUICKSEARCH_BODY (2485//)
source: Mail body
fi: Viesti

# MSG_CO_CHECK_FOR_MISSING_ATTACHMENTS (2486//)
source: Check for missing attachments
fi: Tarkista puuttuvat liitetiedostot

# MSG_CO_ATTACHMENT_KEYWORDS (2487//)
source: Keywords:
fi: Avainsanat:

# MSG_HELP_CO_CH_ATTACHMENTREMINDER (2495//)
source: Would you like to be warned if the mail body suggests the existance of an attachment but these are missing?
fi: Haluatko, että sinua varoitetaan, jos viestissä on tieto liitetiedostoista mutta nämä puuttuvat?

# MSG_HELP_CO_LV_ATTACHMENTKEYWORDS (2496//)
source: Configure the keywords which might suggest the desired existance of an attachment.
fi: Muokkaa avainsanoja, jotka viittaavat liitetiedoston olemassaoloon.

# MSG_ATTACHMENT_KEYWORDS (2497//)
source: attachment,attach,attached,attaching,enclosed,CV,cover letter
fi: liite,liitetiedosto,liitteenä,liitän

# MSG_ATTACHMENT_REMIND_INFO (2498//)
source: Did you possibly forget to add an attachment?
fi: Unohditko ehkä lisätä liitetiedoston?

# MSG_ATTACHMENT_REMIND_ADD (2499//)
source: Add attachment...
fi: Lisää liitetiedosto...

# MSG_ATTACHMENT_REMIND_LATER (2500//)
source: Remind me later
fi: Muistuta minua myöhemmin

# MSG_WR_NO_ATTACHMENTS_TITLE (2501//)
source: Attachment reminder
fi: Liitetiedostomuistutus

# MSG_WR_NO_ATTACHMENTS (2502//)
source: Did you forget to add an attachment?
fi: Unohditko lisätä liitetiedoston?
