Repository: Futaura/yam
Catalog: locale/finnish.po
Languages: fi

# MSG_HELP_CO_CH_CLGADGET (680//)
source: Do you want YAM to iconify when you hit the close gadget?
fi: Haluatko YAM:in ikonisoituvan, kun klikkaat ikkunan sulkemispainiketta?

# MSG_HELP_CO_CH_CONFIRM (681//)
source: Do you want to confirm deletion of messages?
fi: Haluatko varmistaa viestien poistamisen?

# MSG_HELP_CO_NB_CONFIRMDEL (682//)
source: Minimum number of messages to display the confirmation requester.
fi: Viestien minimimäärä, jolloin varmistusikkuna avautuu

# MSG_HELP_CO_CH_REMOVE (683//)
source: Immediately delete the messages rather than moving them to the Trash folder. (Use this with care)
fi: Poista viestit välittömästi, älä siirrä niitä poistettujen kansioon (Käytä tätä varoen)

# MSG_HELP_CO_TX_ENCPACK (690//)
source: XPK library used to protect and compress folders.
fi: XPK-kirjastoa, jota käytetään suojaamaan ja pakkaamaan kansiot

# MSG_HELP_CO_TX_PACKER (691//)
source: XPK library used to compress folders.
fi: XPK-kirjastoa, jota käytetään pakkaamaan kansiot

# MSG_HELP_CO_NB_ENCPACK (692//)
source: Efficiency of this packer. 100% is the best value, but also the slowest.
fi: Tämän pakkaajan tehokkuus 100% on paras, mutta hitain

# MSG_HELP_CO_ST_ARCHIVER (693//)
source: Command and options used to create archived attachments.
fi: Pakkauskomento ja valinnat, joita käytetään tehtäessä pakattuja liitetiedostoja

# MSG_HELP_CO_ST_RXNAME (694//)
source: Description of the script in the 'Scripts' menu.
fi: 'Komentojonot'-valikossa olevan komentojonon kuvaus

# MSG_HELP_CO_ST_SCRIPT (695//)
source: Filename of the script.
fi: Komentojonon tiedostonimi

# MSG_HELP_CO_CY_ISADOS (696//)
source: Type of the script (ARexx or AmigaDOS).
fi: Komentojonon tyyppi (ARexx tai AmigaDOS)

# MSG_HELP_CO_CH_CONSOLE (697//)
source: Open a console window to allow input and output from the script.
fi: Avaa konsoli-ikkuna komentojonon syöttöä ja tulostusta varten.

# MSG_HELP_CO_CH_WAITTERM (698//)
source: Do not run the script asynchronously but wait for it to complete.
fi: Älä laita komentojonoa tausta-ajoon.

# MSG_HELP_CO_BT_SAVE (699//)
source: Save current settings.
fi: Tallenna tämänhetkiset asetukset.

# MSG_HELP_CO_BT_USE (700//)
source: Use current settings.
fi: Käytä tämänhetkisiä asetuksia.

# MSG_HELP_CO_BT_CANCEL (701//)
source: Close configuration window and use the old settings.
fi: Sulje asetusikkuna ja käytä vanhoja asetuksia.

# MSG_AB_BirthdayReminder (703//)
source: Birthday Reminder
fi: Syntymäpäivämuistuttaja

# MSG_AB_HappyBirthday (704//)
source: Happy birthday
fi: Hauskaa syntymäpäivää!

# MSG_AB_PersonAlias (705//)
source: Alias (PERSON)
fi: Alias (HENKILÖ)

# MSG_AB_ListAlias (706//)
source: Alias (LIST)
fi: Alias (LISTA)

# MSG_AB_GroupAlias (707//)
source: Alias (GROUP)
fi: Alias (RYHMÄ)

# MSG_AB_PrintReqGads (708//)
source: _Long format|_Short format|_Cancel
fi: P_itkä muoto|_Lyhyt muoto|_Peru

# MSG_AB_PrintReq (709//)
source: Select print format:
fi: Valitse tulostusmuoto:

# MSG_AB_FoundEntry (711//)
source: Found matching entry. Alias: \033b%s\033n Name: \033b%s\033n
fi: Täsmäävä tieto löytyi! Alias: \033b%s\033n Nimi: \033b%s\033n

# MSG_AB_FindEntry (712//)
source: Find Entry
fi: Etsi tietoja

# MSG_AB_FindEntryReq (713//)
source: This module finds a given text in the alias, name, address, description, street, city or country fields. Please enter the search pattern (AmigaDOS wildchars are supported):
fi: Tämä moduli etsii annettua tekstiä alias-, nimi-, osoite-, kuvaus-, lähiosoite-, kaupunki- ja maa-kentistä. Ole hyvä ja kirjoita etsittävä teksti (voit käyttää AmigaDOS-jokerimerkkejä):

# MSG_AB_StartSearch (714//)
source: _Start search
fi: _Aloita etsintä

# MSG_AB_FoundEntryGads (715//)
source: _Next hit|*_Edit hit|_Cancel
fi: _Seuraava osuma|_Muokkaa osumaa|_Peru

# MSG_AB_NoneFound (716//)
source: No matching entries found.
fi: Täsmääviä tietoja ei löytynyt!

# MSG_AB_Modified (717//)
source: Address book has been modified.
fi: Osoitekirjaa on muutettu!

# MSG_AB_TitleName (720//)
source: Name
fi: Nimi

# MSG_AB_TitleDescription (721//)
source: Description
fi: Kuvaus

# MSG_AB_TitleAddress (722//)
source: Address
fi: Osoite

# MSG_AB_TitleStreet (723//)
source: Street
fi: Lähiosoite

# MSG_AB_TitleCity (724//)
source: City
fi: Kaupunki

# MSG_AB_TitleCountry (725//)
source: Country
fi: Maa

# MSG_AB_TitlePhone (726//)
source: Phone
fi: Puhelin

# MSG_AB_TitleBirthDate (727//)
source: Birth date
fi: Syntymäpäivä

# MSG_AB_TitlePGPId (728//)
source: PGP Id
fi: PGP-tunnus

# MSG_AB_TitleHomepage (729//)
source: Homepage
fi: Kotisivu

# MSG_AB_MIFind (730//)
source: Find...
fi: Etsi...

# MSG_AB_Entry (731//)
source: Entry
fi: Tiedot

# MSG_AB_AddUser (732//)
source: New person
fi: Uusi henkilö

# MSG_AB_AddGroup (733//)
source: New group
fi: Uusi ryhmä

# MSG_AB_AddList (734//)
source: New distribution list
fi: Uusi jakelulista

# MSG_AB_Duplicate (735//)
source: Duplicate
fi: Kopioi

# MSG_AB_MIPrint (736//)
source: Print
fi: Tulosta

# MSG_AB_MIDelete (737//)
source: Delete
fi: Poista

# MSG_AB_Sort (738//)
source: Sort
fi: Järjestä

# MSG_AB_SortByAlias (739//)
source: By alias
fi: Aliaksen mukaan

# MSG_AB_SortByName (740//)
source: By last name
fi: Sukunimen mukaan

# MSG_AB_SortByFirstname (741//)
source: By first name
fi: Etunimen mukaan

# MSG_AB_SortByDesc (742//)
source: By description
fi: Kuvauksen mukaan

# MSG_AB_SortByAddress (743//)
source: By address
fi: Osoitteen mukaan

# MSG_AB_View (744//)
source: View
fi: Näytä

# MSG_AB_Fold (745//)
source: Fold all
fi: Kaikki kiinni

# MSG_AB_Unfold (746//)
source: Unfold all
fi: Kaikki auki

# MSG_AB_TBSave (747//8)
source: _Save
fi: _Tall

# MSG_AB_TBFind (748//8)
source: _Find
fi: _Etsi

# MSG_AB_TBNewUser (749//8)
source: _Person
fi: _Henkilö

# MSG_AB_TBNewList (750//8)
source: _List
fi: _Lista

# MSG_AB_TBNewGroup (751//8)
source: _Group
fi: _Ryhmä

# MSG_AB_TBEdit (752//8)
source: _Edit
fi: _Muokkaa

# MSG_AB_TBDelete (753//8)
source: _Delete
fi: _Poista

# MSG_AB_TBPrint (754//8)
source: P_rint
fi: T_ulosta

# MSG_AB_TBOpenTree (755//8)
source: _Unfold
fi: _Avaa

# MSG_AB_TBCloseTree (756//8)
source: F_old
fi: _Sulje

# MSG_HELP_AB_BT_SAVE (757//)
source: Save current changes.
fi: Tallenna muutokset.

# MSG_HELP_AB_BT_SEARCH (758//)
source: Find an entry in the address book.
fi: Etsi tietoja osoitekirjasta.

# MSG_HELP_AB_BT_ADDUSER (759//)
source: Add a new person to your address book.
fi: Lisää uusi henkilö osoitekirjaasi.

# MSG_HELP_AB_BT_ADDGROUP (760//)
source: Add a new group (directory) to the address book.
fi: Lisää uusi ryhmä (hakemisto) osoitekirjaasi.

# MSG_HELP_AB_BT_ADDMLIST (761//)
source: Add a new distribution list to the address book.
fi: Lisää uusi jakelulista osoitekirjaasi.

# MSG_HELP_AB_BT_EDIT (762//)
source: Edit this entry.
fi: Muuta valittua kohtaa.

# MSG_HELP_AB_BT_DELETE (763//)
source: Delete the selected entry from the address book.
fi: Poista valittu kohta osoitekirjastasi.

# MSG_HELP_AB_BT_PRINT (764//)
source: Print the selected entry.
fi: Tulosta valittu kohta.

# MSG_HELP_AB_BT_OPEN (765//)
source: Display all the entries in the address book.
fi: Näytä kaikki kohdat osoitekirjasta.

# MSG_HELP_AB_BT_CLOSE (766//)
source: Only display the root entries in the address book.
fi: Näytä vain osoitekirjan juuressa olevat kohdat.

# MSG_HELP_AB_BT_TO (767//)
source: Set primary recipient(s) for a new message.
fi: Valitse viestisi ensisijaiset vastaanottajat.

# MSG_HELP_AB_BT_CC (768//)
source: Set secondary recipient(s) for a new message.
fi: Valitse viestisi toissijaiset vastaanottajat.

# MSG_HELP_AB_BT_BCC (769//)
source: Set blind copy recipient(s) for a new message.
fi: Valitse viestisi kopion vastaanottajat.

# MSG_EA_EditUser (776//)
source: Edit person
fi: Muokkaa henkilön tietoja

# MSG_EA_EditList (777//)
source: Edit distribution list
fi: Muokkaa jakelulistaa

# MSG_EA_EditGroup (778//)
source: Edit group
fi: Muokkaa ryhmää

# MSG_EA_ElectronicMail (779//)
source: Electronic mail
fi: Sähköpostiosoite

# MSG_EA_RealName (781//)
source: _Real name
fi: Oikea _nimi

# MSG_EA_EmailAddress (782//)
source: E-_mail address
fi: _Sähköpostiosoite

# MSG_EA_PGPId (783//)
source: PGP _key ID
fi: P_GP-avaimen tunnus

# MSG_EA_Homepage (784//)
source: _Homepage
fi: _Kotisivu

# MSG_EA_SnailMail (785//)
source: Snail mail
fi: Postiosoite

# MSG_EA_Street (786//)
source: _Street
fi: L_ähiosoite

# MSG_EA_City (787//)
source: C_ity/ZIP
fi: Post_inumero/Toimipaikka

# MSG_EA_Country (788//)
source: S_tate/Country
fi: Osavaltio/_Maa

# MSG_EA_Phone (789//)
source: _Phone number(s)
fi: Pu_helinnumero(t)

# MSG_EA_Miscellaneous (790//)
source: Miscellaneous
fi: Lisätietoja

# MSG_EA_Description (791//)
source: D_escription
fi: _Kuvaus

# MSG_EA_DOB (792//)
source: Date of _birth
fi: S_yntymäpäivä

# MSG_EA_Portrait (793//)
source: Portrait
fi: Kuva

# MSG_EA_SelectPhoto (794//)
source: Se_lect...
fi: _Valitse...

# MSG_EA_ReturnAddress (796//)
source: _Return address
fi: Pa_lautusosoite

# MSG_EA_MLName (797//)
source: _Mailing list name
fi: Postitusl_istan nimi

# MSG_EA_Members (798//)
source: Members
fi: Jäsenet

# MSG_EA_Sort (799//)
source: _Sort
fi: _Järjestä

# MSG_HELP_EA_ST_ALIAS (800//)
source: Identity (e.g. nickname or abbreviation) of this entry.
fi: Tämän kohdan tunniste (esim. kutsumanimi tai lyhenne).

# MSG_HELP_EA_ST_DESCRIPTION (801//)
source: A short comment for this entry.
fi: Lyhyt kommentti henkilöstä.

# MSG_HELP_EA_ST_REALNAME (802//)
source: Full name of this entry (first name last name).
fi: Tämän kohdan koko nimi (etunimi sukunimi).

# MSG_HELP_EA_ST_ADDRESS (803//)
source: Official e-mail address of this entry.
fi: Tämän kohdan internetosoite.

# MSG_HELP_EA_ST_PGPKEY (804//)
source: Hexadecimal ID of this person's public PGP key.
fi: Tämän henkilön julkisen PGP-avaimen heksadesimaalitunnus.

# MSG_HELP_EA_ST_HOMEPAGE (805//)
source: URL of the homepage of this person. Click the button at the right side to load the page into your browser.
fi: Tämän henkilön kotisivun osoite (URL). Klikkaa painiketta oikealla avataksesi sivun selaimeesi.

# MSG_HELP_EA_ST_STREET (806//)
source: Postal address: street name and number.
fi: Postiosoite: Kadun nimi ja numero.

# MSG_HELP_EA_ST_CITY (807//)
source: Postal address: city and zip code.
fi: Postiosoite: Postinumero ja paikkakunta.

# MSG_HELP_EA_ST_COUNTRY (808//)
source: Postal address: state and/or country.
fi: Postiosoite: Osavaltio ja/tai maa.

# MSG_HELP_EA_ST_PHONE (809//)
source: Phone and/or FAX number(s).
fi: Puhelin- ja FAX-numero(t).

# MSG_HELP_EA_BC_PHOTO (811//)
source: Portrait picture of this person.
fi: Tämän henkilön kuva.

# MSG_HELP_EA_BT_SELECTPHOTO (812//)
source: Select a picture file from disk (image datatypes supported).
fi: Valitse kuvatiedosto tiedostosta (kuvadatatyypit ovat tuettuja)

# MSG_HELP_EA_ST_ADDRESS_L (815//)
source: Return address to use when sending a message to this list.
fi: Palautusosoite, jota käytetään lähetettäessä viesti tälle listalle.

# MSG_HELP_EA_LV_MEMBERS (816//)
source: Members of this distribution list.
fi: Tämän jakelulistan jäsenet.

# MSG_HELP_EA_ST_MEMBER (817//)
source: Address (and name) or alias of a member.
fi: Jäsenen osoite (ja nimi) tai alias.

# MSG_HELP_EA_BT_ADD (818//)
source: Add a new member to the list.
fi: Lisää uusi jäsen listalle.

# MSG_HELP_EA_BT_DEL (819//)
source: Remove the selected member from the list.
fi: Poista valittu jäsen listalta.

# MSG_HELP_EA_BT_SORT (820//)
source: Sort the member list alphabetically.
fi: Järjestä jäsenlista aakkosjärjestykseen.

# MSG_HELP_EA_BT_OKAY (821//)
source: Accept this entry.
fi: Hyväksy nämä tiedot.

# MSG_HELP_EA_BT_CANCEL (822//)
source: Discard changes.
fi: Peru muutokset.

# MSG_RE_MDNReq (826//)
source: The sender of this message requests a return receipt. What do you want to do?
fi: Tämän viestin lähettäjä haluaa vahvistuksen viestin vastaanottamisesta (MDN). Mitä haluat tehdä?

# MSG_RE_SaveMessage (827//)
source: Save message
fi: Tallenna viesti

# MSG_RE_PrintMsg (829//)
source: Print message
fi: Tulosta viesti

# MSG_RE_SelectPrintPart (830//)
source: Select part to print:
fi: Valitse tulostettava osa:

# MSG_RE_PrintGad (831//)
source: _Print
fi: _Tulosta

# MSG_RE_SelectSavePart (832//)
source: Select part to save:
fi: Valitse tallennettava osa:

# MSG_RE_SaveGad (833//)
source: _Save
fi: _Tallenna

# MSG_RE_DisplayMsg (834//)
source: Display message
fi: Näytä viesti

# MSG_RE_SelectDisplayPart (835//)
source: Select part to display:
fi: Valitse näytettävä osa:

# MSG_RE_DisplayGad (836//)
source: _Display
fi: _Näytä

# MSG_RE_BadSig (837//)
source: WARNING: Bad signature
fi: VAROITUS: Kelvoton allekirjoitus

# MSG_RE_GoodSig (838//)
source: Good signature
fi: Kelvollinen allekirjoitus

# MSG_RE_SigFrom (839//)
source: from
fi: lähettäjä

# MSG_RE_SigCheck (840//)
source: Check PGP signature
fi: Tarkista PGP-allekirjoitus

# MSG_RE_SaveDecGads (841//)
source: *_Keep|_Replace|_Cancel
fi: *_Säilytä|_Korvaa|_Peru

# MSG_RE_SaveDecReq (842//)
source: What do you want to do with the original (encrypted) message?
fi: Mitä haluat tehdä alkuperäiselle (salatulle) viestille?

# MSG_RE_Header (843//)
source: Header
fi: Otsikko

# MSG_RE_Letter (844//)
source: Letter
fi: Kirje

# MSG_RE_MDNFrom (845//)
source: From:
fi: Lähettäjä:

# MSG_RE_MDNTo (846//)
source: To:
fi: Vastaanottaja:

# MSG_RE_MDNSubject (847//)
source: Subject:
fi: Aihe:

# MSG_RE_MDNMessageID (848//)
source: Message-ID:
fi: Viestitunnus:

# MSG_RE_MDNDate (849//)
source: Date:
fi: Päiväys:

# MSG_RE_MDNOrigRecpt (850//)
source: Original recipient:
fi: Alkuperäinen vastaanottaja:

# MSG_RE_MDNFinalRecpt (851//)
source: Final recipient:
fi: Lopullinen vastaanottaja:

# MSG_RE_MDNmanual (852//)
source: in response to a user command
fi: palautteena käyttäjän komentoon

# MSG_RE_MDNauto (853//)
source: automatically
fi: automaattisesti

# MSG_RE_MDNdisplay (854//)
source: The message %s has been displayed. This is no guarantee that the content has been read or understood.
fi: Viesti %s on näytetty. Tämä ei ole tae siitä, että sisältö on luettu ja ymmärretty.

# MSG_RE_MDNdeleted (857//)
source: The message %s has been deleted%s. The recipient may or may not have seen the message. The recipient may "undelete" the message at a later time and read the message.
fi: Viesti %s on tuhottu%s. On epävarmaa, onko käyttäjä nähnyt viestin. Vastaanottaja saattaa "perua viestin poistamisen" myöhemmin ja lukea viestin.

# MSG_RE_MDNunknown (859//)
source: The message %s has been %s%s.
fi: Viesti %s on ollut %s%s.

# MSG_RE_PGPNotAllowed (860//)
source: >PGP Error< You're not allowed to view this PGP encrypted message. Either your PGP software isn't configured properly or the message was encrypted for someone else.
fi: PGP-virhe< Valtuutesi eivät riitä tämän PGP-salatun viestin avaamiseen. Joko PGP-ohjelmasi asetukset eivät ole kohdallaan, tai viesti oli salattu jollekin toiselle.

# MSG_RE_MsgReadOnly (861//)
source: The message can only be read by %s
fi: Ainoastaan %s voi lukea viestin

# MSG_RE_AddSender (862//)
source: Do you want to add the sender \033b%s\033n to your address book?
fi: Haluatko lisätä lähettäjän \033b%s\033n osoitekirjaasi?

# MSG_RE_ContentType (865//)
source: Content-Type
fi: Sisällön tyyppi

# MSG_RE_Description (866//)
source: Description
fi: Kuvaus

# MSG_RE_UUencodedFile (867//)
source: UUencoded file
fi: UUencoded-tyyppinen tiedosto

# MSG_RE_SelectAddressReq (868//)
source: Selected address: %s What do you want to do?
fi: Valittu osoite: %s Mitä haluat tehdä?

# MSG_RE_SelectAddressEdit (869//)
source: *_Write message|_Edit entry|_Cancel
fi: *_Kirjoita viesti|_Muokkaa tietoja|_Peru

# MSG_RE_SelectAddressAdd (870//)
source: *_Write message|_Add entry|_Cancel
fi: *_Kirjoita viesti|_Lisää tiedot|_Peru

# MSG_RE_Original (871//)
source: Raw format
fi: Raw-muoto

# MSG_RE_AllTexts (872//)
source: Displayed text
fi: Näytetty teksti

# MSG_RE_MDisplay (873//)
source: Display...
fi: Näytä...

# MSG_RE_SaveAll (874//)
source: Save all...
fi: Tallenna kaikki...

# MSG_RE_Navigation (875//)
source: Navigation
fi: Navigointi

# MSG_RE_MNext (876//)
source: Next message
fi: Seuraava viesti

# MSG_RE_MPrev (877//)
source: Previous message
fi: Edellinen viesti

# MSG_RE_MURNext (878//)
source: Next unread message
fi: Seuraava lukematon viesti

# MSG_RE_MURPrev (879//)
source: Previous unread message
fi: Edellinen lukematon viesti

# MSG_RE_MNextTh (880//)
source: Next message in thread
fi: Viestiketjun seuraava viesti

# MSG_RE_MPrevTh (881//)
source: Previous message in thread
fi: Viestiketjun edellinen viesti

# MSG_RE_ExtractKey (882//)
source: Extract public key(s)
fi: Poimi julkinen avain/avaimet viestistä

# MSG_RE_SaveDecrypted (883//)
source: Save decrypted message
fi: Tallenna viesti salaamattomassa muodossa

# MSG_RE_NoHeaders (884//)
source: No headers
fi: Ei otsikkoja

# MSG_RE_ShortHeaders (885//)
source: Short headers
fi: Lyhyet otsikot

# MSG_RE_FullHeaders (886//)
source: Full headers
fi: Täydelliset otsikot

# MSG_RE_NoSInfo (887//)
source: No sender info
fi: Ei lähettäjän tietoja

# MSG_RE_SInfo (888//)
source: Data fields only
fi: Vain datakentät

# MSG_RE_SInfoImage (889//)
source: Data and image
fi: Data ja kuva

# MSG_RE_WrapHeader (890//)
source: Wrap headers?
fi: Rivitä otsikot

# MSG_RE_Textstyles (891//)
source: Text styles?
fi: Tekstityylit

# MSG_RE_TBPrev (892//8)
source: _Prev
fi: _Edell.

# MSG_RE_TBNext (893//8)
source: _Next
fi: _Seur.

# MSG_RE_TBPrevTh (894//8)
source: Prev_Thr
fi: Ketj.E_d

# MSG_RE_TBNextTh (895//8)
source: NextT_hr
fi: _Ketj.Se

# MSG_RE_TBDisplay (896//8)
source: _Display
fi: _Näytä

# MSG_RE_TBSave (897//8)
source: _Save
fi: _Tall

# MSG_RE_TBPrint (898//8)
source: Pr_int
fi: T_ulosta

# MSG_RE_TBDelete (899//8)
source: De_lete
fi: _Poista

# MSG_RE_TBMove (900//8)
source: _Move
fi: S_iirrä

# MSG_RE_TBReply (901//8)
source: _Reply
fi: _Vastaa

# MSG_RE_TBForward (902//8)
source: For_ward
fi: V_älitä

# MSG_HELP_RE_BT_PREVIOUS (903//)
source: Display contents of the previous message.
fi: Näytä edellisen viestin sisältö

# MSG_HELP_RE_BT_NEXT (904//)
source: Display contents of the next message.
fi: Näytä seuraavan viestin sisältö

# MSG_HELP_RE_BT_QUESTION (905//)
source: Show the message that is being answered here (go back in thread).
fi: Näytä viesti, johon vastataan tässä (ketjun edellinen viesti)

# MSG_HELP_RE_BT_ANSWER (906//)
source: Show the reply to this message (follow thread).
fi: Näytä vastaus tähän viestiin (ketjun seuraava viesti)

# MSG_HELP_RE_BT_DISPLAY (907//)
source: Use the configured MIME viewer to display a part of this message.
fi: Käytä määriteltyä MIME- katseluohjelmaa näyttämään osa tästä viestistä

# MSG_HELP_RE_BT_EXPORT (908//)
source: Save displayed message or a part of it to disk.
fi: Tallenna näkyvä viesti tai osa siitä levylle

# MSG_HELP_RE_BT_PRINT (909//)
source: Send this message to the printer.
fi: Lähetä tämä viesti tulostimelle

# MSG_HELP_RE_BT_MOVE (910//)
source: Move this message to another folder and display the next one.
fi: Siirrä tämä viesti toiseen kansioon ja näytä seuraava

# MSG_HELP_RE_BT_DELETE (911//)
source: Delete this message and display the next one.
fi: Poista tämä viesti ja näytä seuraava

# MSG_HELP_RE_BT_REPLY (912//)
source: Reply to this message.
fi: Vastaa tähän viestiin

# MSG_HELP_RE_BT_FORWARD (913//)
source: Forward this message.
fi: Välitä tämä viesti

# MSG_WR_DiscardChanges (917//)
source: Do you really want to discard all modifications to this message?
fi: Haluatko tosiaan perua kaikki tähän viestiin tehdyt muutokset?

# MSG_WR_SaveTextAs (919//)
source: Save text as
fi: Tallenna teksti nimellä

# MSG_WR_AddFile (920//)
source: Select files to attach
fi: Valitse liitettävä(t) tiedosto(t)

# MSG_WR_CreateArc (921//)
source: Create archive
fi: Tee pakattu tiedosto

# MSG_WR_CreateArcReq (922//)
source: Please enter a filename for the new archive
fi: Anna uudelle paketille tiedostonimi

# MSG_WR_InsertFile (923//)
source: Insert file
fi: Lisää tiedosto

# MSG_WR_TitleFile (924//)
source: Filename
fi: Tiedostonimi

# MSG_WR_TitleSize (925//)
source: Size
fi: Koko

# MSG_WR_TitleContents (926//)
source: Contents
fi: Sisältö

# MSG_WR_TitleDescription (928//)
source: Description
fi: Kuvaus

# MSG_WR_SecNone (929//)
source: None
fi: Ei mitään

# MSG_WR_SecSign (930//)
source: Sign
fi: Allekirjoitus

# MSG_WR_SecEncrypt (931//)
source: Encrypt
fi: Salaus

# MSG_WR_SecBoth (932//)
source: Sign and encrypt
fi: Allekirjoitus ja salaus

# MSG_WR_ImpHigh (934//)
source: High
fi: Tärkeä

# MSG_WR_ImpNormal (935//)
source: Normal
fi: Normaali

# MSG_WR_ImpLow (936//)
source: Low
fi: Ei tärkeä

# MSG_WR_WriteWT (941//)
source: Write message
fi: Kirjoita viesti

# MSG_WR_Subject (942//)
source: Sub_ject
fi: _Aihe

# MSG_WR_To (943//)
source: _To
fi: _Vastaanottaja

# MSG_WR_Add (944//)
source: _Add file(s)...
fi: Lisää _tiedostoja...

# MSG_WR_AddPack (945//)
source: _Pack & add...
fi: P_akkaa & lisää...

# MSG_WR_Display (946//)
source: D_isplay
fi: _Näytä

# MSG_WR_ContentType (948//)
source: _MIME type
fi: M_IME-tyyppi

# MSG_WR_Description (949//)
source: D_escription
fi: S_elitys

# MSG_WR_From (952//)
source: _From
fi: Lä_hettäjä

# MSG_WR_ExtraHeaders (954//)
source: _Additional headers
fi: _Lisäotsikot

# MSG_WR_SendOpt (955//)
source: Send options
fi: Lähetysvalinnat

# MSG_WR_DelSend (956//)
source: _Delete after sending
fi: Po_ista lähetyksen jälkeen

# MSG_WR_Receipt (957//)
source: _Return receipt
fi: Pyydä k_uittaus

# MSG_WR_AddInfo (959//)
source: Add _personal info
fi: Lisää henk. koht. tie_dot

# MSG_WR_Importance (960//)
source: _Importance
fi: _Tärkeys

# MSG_WR_Signature (961//)
source: Signature
fi: Allekirjoitus

# MSG_WR_TBEditor (968//8)
source: Editor
fi: Editori

# MSG_WR_TBInsert (969//8)
source: Insert
fi: Lisää

# MSG_WR_TBCut (970//8)
source: Cut
fi: Leikkaa

# MSG_WR_TBCopy (971//8)
source: Copy
fi: Kopioi

# MSG_WR_TBPaste (972//8)
source: Paste
fi: Liitä

# MSG_WR_TBUndo (973//8)
source: Undo
fi: Peru

# MSG_WR_TBBold (974//8)
source: Bold
fi: Lihav

# MSG_WR_TBItalic (975//8)
source: Italic
fi: Kursiivi

# MSG_WR_TBUnderlined (976//8)
source: ULined
fi: Allev.

# MSG_WR_TBColored (977//8)
source: Color
fi: Värill.

# MSG_WR_Text (978//)
source: Text
fi: Teksti

# MSG_WR_InsertAs (979//)
source: Insert as
fi: Lisää muodossa

# MSG_WR_Plain (980//)
source: Plain
fi: Tavallinen

# MSG_WR_Quoted (981//)
source: Quoted
fi: Siteerattu

# MSG_WR_ROT13 (982//)
source: ROT13 encoded
fi: ROT13-salattu

# MSG_WR_LaunchEd (983//)
source: Launch editor
fi: Käynnistä editori

# MSG_WR_Edit (984//)
source: Edit
fi: Muokkaa

# MSG_WR_MCut (985//)
source: Cut
fi: Leikkaa

# MSG_WR_MCopy (986//)
source: Copy
fi: Kopioi

# MSG_WR_MPaste (987//)
source: Paste
fi: Liitä

# MSG_WR_PasteAs (988//)
source: Paste as
fi: Liitä muodossa

# MSG_WR_MUndo (989//)
source: Undo
fi: Peru

# MSG_WR_Redo (990//)
source: Redo
fi: Tee uudelleen

# MSG_WR_Dictionary (991//)
source: Glossary
fi: Sanasto

# MSG_WR_Textstyle (992//)
source: Text styles
fi: Tekstityyli

# MSG_WR_Bold (993//)
source: Bold
fi: Lihavoitu

# MSG_WR_Italic (994//)
source: Italic
fi: Kursiivi

# MSG_WR_Underlined (995//)
source: Underlined
fi: Alleviivattu

# MSG_WR_Colored (996//)
source: Alternative color
fi: Vaihtoehtoinen väri

# MSG_WR_Emoticons (1000//)
source: Emoticons
fi: Hymiöt

# MSG_WR_Happy (1001//)
source: Happy
fi: Onnellinen

# MSG_WR_Indifferent (1002//)
source: Indifferent
fi: Välinpitämätön

# MSG_WR_Sad (1003//)
source: Sad/angry
fi: Surullinen/vihainen

# MSG_WR_Ironic (1004//)
source: Ironic
fi: Ivallinen

# MSG_WR_SpellCheck (1005//)
source: Type and spell?
fi: Kirjoita ja tarkista

# MSG_WR_MAddFile (1006//)
source: Add file...
fi: Lisää tiedosto...

# MSG_WR_AddCB (1007//)
source: Add clipboard
fi: Lisää leikepöydältä
