Repository: Futaura/yam
Catalog: locale/finnish.po
Languages: fi

# MSG_ER_UNKNOWN_HEADER_ENCODING (2008//)
source: Unknown header encoding '%s' in mail file '%s'. YAM cannot display a certain header in this message.
fi: Tuntematon otsikkokoodaus '%s' postitiedostossa '%s'. YAM ei voi näyttää jotain viestin otsikkoa.

# MSG_ER_UNEXPECTED_MULTIPART_EOF (2009//)
source: Unexpected EOF while decoding multipart message in file '%s'. The message seems to be truncated.
fi: Odottamaton tiedoston loppumerkki purettaessa moniosaista viestiä tiedostossa '%s'. Viesti näyttää katkenneen kesken.

# MSG_ER_MIME_ERROR (2010//)
source: Couldn't extract MIME message from file '%s'. The message contains malformed MIME parts, or it is empty or truncated.
fi: MIME-viestiä ei pystytty avaamaan tiedostosta '%s'. Viestissä on virheellisiä MIME-osia, tai se on tyhjä tai katkennut.

# MSG_ER_UNEXPECTED_UUE_EOF (2011//)
source: Unexpected EOF while decoding the UUcode encoded file '%s'. The message seems to be truncated.
fi: Odottamaton tiedoston loppumerkki purettaessa UUcode-muotoista tiedostoa '%s'. Viesti näyttää katkenneen kesken.

# MSG_ER_INVALID_UUE_LENGTH (2012//)
source: Invalid line length %ld in UUcode encoded file '%s'. Either a faulty UUcode encoder was used or the message is truncated.
fi: Virheellinen rivinpituus %ld UUcode-muotoisessa tiedostossa '%s'. Joko UUcode-tiedoston muodostanut ohjelma on virheellinen tai viesti on katkennut.

# MSG_RE_HDR_REPLYTO (2013//)
source: Reply-To
fi: Vastaus

# MSG_FI_FROM_FIELD (2014//)
source: \033bFrom\033n
fi: \033bKeneltä\033n

# MSG_FI_TO_FIELD (2015//)
source: \033bTo\033n
fi: \033bKenelle\033n

# MSG_FI_CC_FIELD (2016//)
source: \033bCC\033n
fi: \033bKopio\033n

# MSG_FI_REPLYTO_FIELD (2017//)
source: \033bReply-To\033n
fi: \033bVastaus\033n

# MSG_FI_SUBJECT_FIELD (2018//)
source: \033bSubject\033n
fi: \033bAihe\033n

# MSG_FI_DATE_FIELD (2019//)
source: \033bDate\033n
fi: \033bPäiväys\033n

# MSG_FO_TO_ADDRESS (2021//)
source: Destination address (_To:)
fi: Vastaanottajan osoite (_Kenelle:)

# MSG_FO_FROM_ADDRESS (2022//)
source: Sender address (_From:)
fi: Lähettäjän osoite (Ke_neltä:)

# MSG_FO_REPLYTO_ADDRESS (2023//)
source: _Reply address (Reply-To:)
fi: _Vastausosoite (Vastaus:)

# MSG_RETRY_HOMEPAGE_QUIT_GAD (2024//)
source: Try again|Visit homepage|Quit
fi: Yritä uudestaan|Kotisivulle|Lopeta

# MSG_HOMEPAGE_QUIT_GAD (2025//)
source: Visit homepage|Quit
fi: Kotisivulle|Lopeta

# MSG_MA_EDIT_DELETE (2026//)
source: Delete
fi: Poista

# MSG_WR_DELETE (2027//)
source: Delete
fi: Poista

# MSG_ER_B64DEC_FILEIO (2028//)
source: A file I/O error occurred while trying to Base64 decode MIME part %ld of mail file '%s'. The decoding has been aborted. This may be caused by insufficient space on the volume the file was being decoded to, or because the source file wasn't accessible.
fi: Tiedoston I/O-virhe purettaessa Base64 MIME-osaa %ld postitiedostossa '%s'. Purkaminen on keskeytetty. Tämä voi johtua levyn täyttymisestä tai siitä, ettei lähdetiedostoa voitu avata.

# MSG_ER_B64DEC_WARN (2029//)
source: Some invalid characters were found while Base64 decoding MIME part %ld of mail file '%s'. The generated output may therefore contain invalid data or may be corrupted. This may be caused by an incorrect encoding done by the sending mail client or because the Base64 part has been malformed during transmission.
fi: Purettaessa Base64 MIME-osaa %ld postitiedostossa '%s' löydettiin virheellisiä merkkejä. Puretussa tiedostossa voi siksi olla virheellistä tietoa. Tämä voi johtua lähettävän sähköpostiohjelman virheestä tai Base64-osan vaurioitumisesta.

# MSG_ER_B64DEC_UNEXP (2030//)
source: An error occurred while trying to Base64 decode MIME part %ld of mail file '%s'. The decoding has been aborted. Either there's no data to decode or YAM can't access the encoded data.
fi: Virhe purettaessa Base64 MIME-osaa %ld postitiedostossa '%s'. Purkaminen on keskeytetty. Joko purettavaa tietoa ei ole tai YAM ei pysty käsittelemään purettavaa tietoa.

# MSG_MA_ADD_WHICH_ADDRESS (2031//)
source: The sender address (From) is \033b<%s>\033n but the return address (Reply-To) is \033b<%s>\033n. Which address do you want to add to your address book?
fi: Lähettäjän osoite (Keneltä) on \033b<%s>\033n mutta vastausosoite on \033b<%s>\033n. Kumpi osoite lisätään osoitekirjaasi?

# MSG_CO_SCRIPTACTION (2032//)
source: Action (Name)
fi: Toiminto (Nimi)

# MSG_CO_SCRIPTPATH (2033//)
source: Path
fi: Polku

# MSG_ER_ICONOBJECT_WARNING (2038//)
source: An error occurred while trying to load icon '%s.info' from theme '%s'. The icon will not be displayed during this session. Please make sure that your theme directory contains all the necessary icons, or disable the theme to avoid further warnings.
fi: Virhe ladattaessa kuvaketta '%s.info' teemasta '%s'. Kuvaketta ei näytetä tämän istunnon aikana. Tarkista, että teemahakemistossasi on kaikki tarvittavat kuvakkeet tai poista teema käytöstä välttääksesi varoitukset.

# MSG_ER_THEMEVER_FALLBACK (2039//)
source: The currently activated theme '%s' was found to be of an incompatible version and wasn't loaded. The default theme was therefore activated as a fallback. Please make sure to update the theme to a compatible version or disable it in the configuration.
fi: Aktiivinen teema '%s' ei ole yhteensopivaa versiota eikä sitä ladattu. Oletusteema on aktivoitu tilalle. Päivitä teema yhteensopivaksi tai poista se käytöstä asetuksissa.

# MSG_ER_THEMEVER_IGNORE (2040//)
source: While trying to load the default theme of YAM, it was found to be of an incorrect version. The theme loading process was aborted and you are adviced to upgrade the default theme to a compatible version.
fi: YAMin oletusteeman versio on virheellinen. Teeman lataus keskeytettiin ja sinun kannattaa päivittää oletusteema yhteensopivaan versioon.

# MSG_ER_DATATYPE_ERROR (2041//)
source: An error occurred while trying to load the image file '%s' via datatypes. Please make sure that the file exists and that you have your datatypes system correctly set up (e.g. that the image displays properly with MultiView).
fi: Virhe ladattaessa kuvatiedostoa '%s' datatypes-järjestelmän avulla. Tarkista, että tiedosto on olemassa ja datatypes-järjestelmä toimii (eli kuva näkyy normaalisti MultiView-ohjelmalla).

# MSG_ER_IMAGEOBJECT_WARNING (2042//)
source: An error occurred while trying to load the image file '%s' from directory '%s'. Please make sure that your theme contains all the necessary images as defined in the latest theme version layout.
fi: Virhe ladattaessa kuvatiedostoa '%s' hakemistosta '%s'. Tarkista, että teemassasi on kaikki kuvat, jotka on määritelty viimeisimmän teeman version asetuksissa.

# MSG_ER_THEME_FATAL (2043//)
source: YAM was unable to load the default theme and aborted the theme loading completly. Please make sure that your themes directory is readable and contains the correct default theme distributed with YAM.
fi: YAM ei pystynyt lataamaan oletusteemaa ja teeman lataus keskeytettiin. Tarkista, että teemojen hakemisto on luettavissa ja siellä on YAMin mukana tullut oletusteema.

# MSG_ER_THEME_FALLBACK (2044//)
source: The currently activated theme '%s' is either inaccesible or it is corrupt. The default theme was therefore activated as a fallback. Please make sure your selected theme is readable and a valid YAM theme.
fi: Aktiivinen teema '%s' on joko tavoittamattomissa tai se on vaurioitunut. Oletusteema on aktivoitu tilalle. Tarkista, että valitsemasi teema on luettavissa ja oikeanmuotoinen YAM-teema.

# MSG_ER_THEME_ACTIVATED_TITLE (2045//)
source: YAM restart required
fi: YAM pitää käynnistää uudelleen

# MSG_ER_THEME_ACTIVATED (2046//)
source: Before the selected theme can be applied, you have to save the configuration and restart YAM.
fi: Ennen kuin valittu teema voidaan ottaa käyttöön, sinun pitää tallentaa asetukset ja käynnistää YAM uudelleen.

# MSG_FOLDER_ALLTOREAD (2047//)
source: Mark folder read
fi: Merkitse kansio luetuksi

# MSG_EA_REMOVEPHOTO (2048//)
source: Remo_ve
fi: Pois_ta

# MSG_HELP_EA_BT_REMOVEPHOTO (2049//)
source: 'Forget' this picture (the file on disk will remain).
fi: 'Unohda' tämä kuva (tiedosto levyllä jää jäljelle).

# MSG_HELP_CO_CH_NOTISOUND (2051//)
source: Play a sound file when you receive new mail.
fi: Soita äänitiedosto kun saat uuden viestin.

# MSG_HELP_CO_CH_NOTICMD (2052//)
source: Execute a command when you received new mail.
fi: Suorita komento, kun saat uuden viestin.

# MSG_HELP_CO_BT_MORE (2053//)
source: Add a rule to this filter.
fi: Lisää sääntö tähän suodattimeen.

# MSG_HELP_CO_BT_LESS (2054//)
source: Remove the last rule from this filter.
fi: Poista viimeinen sääntö tästä suodattimesta.

# MSG_HELP_CO_BT_FILTERUP (2055//)
source: Move this filter up in the list.
fi: Siirrä tätä suodatinta ylöspäin listassa.

# MSG_HELP_CO_BT_FILTERDOWN (2056//)
source: Move this filter down in the list.
fi: Siirrä tätä suodatinta alaspäin listassa.

# MSG_HELP_CO_PO_APLAY (2057//)
source: Open a file requester to select the file to play.
fi: Avaa tiedostovalitsin soitettavan tiedoston valitsemiseksi.

# MSG_HELP_CO_BT_APLAY (2058//)
source: Test the sound.
fi: Kokeile ääntä.

# MSG_HELP_CO_ST_DESCRIPTION (2060//)
source: A custom description for this MIME type.
fi: Tämän MIME-tyypin kuvaus.

# MSG_HELP_CO_LV_REXX (2061//)
source: List of scripts.
fi: Komentojonojen lista.

# MSG_HELP_CO_BT_UPDATENOW (2062//)
source: Perform a check for updates now.
fi: Tarkista päivitykset nyt.

# MSG_HELP_WR_LV_ATTACH (2063//)
source: List of attachments in this message.
fi: Tämän viestin liitteet.

# MSG_CO_UPDATE_NEVER (2065//)
source: Never
fi: Ei koskaan

# MSG_MA_EXECUTESCRIPT_TITLE (2066//)
source: Select script to execute
fi: Valitse suoritettava komentojono

# MSG_HELP_FI_BT_NONE (2067//)
source: Exclude all folders from the search, except the current one.
fi: Jätä kaikki muut kuin nykyinen kansio pois etsinnästä.

# MSG_MA_CONFIRMFILTER_ALL (2068//)
source: If you continue, all messages of folder '%s' will be filtered. Do you want to proceed?
fi: Jos jatkat, kaikki kansion '%s' viestit suodatetaan. Haluatko jatkaa?

# MSG_MA_CONFIRMFILTER_SELECTED (2069//)
source: You have selected several messages in folder '%s'. Only these messages are going to be filtered. Do you want to proceed?
fi: Olet valinnut useita kansion '%s' viestejä. Vain nämä viestit suodatetaan. Haluatko jatkaa?

# MSG_AB_XML (2070//)
source: XML address book (*.xml)
fi: XML-osoitekirja (*.xml)

# MSG_MA_FILTER_STATS_SPAM (2071//)
source: Filtering done: %3ld messages checked, %3ld forwarded, %3ld moved, %3ld deleted, %3ld classified as spam
fi: Suodatus tehty: %3ld viestiä tarkistettu, %3ld jatkolähetetty, %3ld pakattu, %3ld poistettu, %3ld merkitty roskapostiksi

# MSG_TR_FILTER_STATS_SPAM (2072//)
source: Filtering done: %3ld messages checked, %3ld redirected, %3ld forwarded, %3ld auto-replied, %3ld command activated, %3ld moved, %3ld deleted, %3ld classified as spam
fi: Suodatus tehty: %3ld viestiä tarkistettu, %3ld ohjattu uudestaan, %3ld jatkolähetetty, %3ld vastattu automaattisesti, %3ld komentoa aktivoitu, %3ld siirretty, %3ld poistettu, %3ld merkitty roskapostiksi

# MSG_FCHANGE_WARN_TITLE (2078//)
source: Filechange warning
fi: Tiedoston muutosvaroitus

# MSG_FCHANGE_WARN (2079//)
source: While you have edited the message text of write window %ld in an external editor, the text in the internal text editor has also been altered. Do you really want to use the text of the external editor dropping the changes done in the internal editor?
fi: Kun muokkasit viestin tekstiä kirjoitusikkunassa %ld ulkoisessa editorissa, teksti sisäisessä editorissa on myös muutettu. Haluatko todella käyttää ulkoisen editorin tekstiä ja hylätä sisäisessä editorissa tehdyt muutokset?

# MSG_LOG_SENDING_FAILED (2080//)
source: Sending %ld message(s) using SMTP server '%s' failed
fi: %ld viestin lähettäminen SMTP-palvelimella '%s' epäonnistui

# MSG_HELP_EA_ST_BIRTHDAY (2081//)
source: Date of birth in locale format (e.g. 19.06.1974 or 19/06/1974).
fi: Syntymäpäivä lokalisoidussa muodossa, esim. 19.06.1974

# MSG_ERROR_THREADS (2082//)
source: Cannot initialize thread system.
fi: Ketjujärjestelmää ei saatu alustettua

# MSG_ERROR_PLAYSOUND (2083//)
source: An error occurred while trying to play the sound file '%s'. This could be either due to a broken or unsupported sound file or because your sound datatype is not properly working.
fi: Virhe äänitiedoston '%s' soittamisessa. Tämä voi johtua vaurioituneesta tai tuntemattomasta äänitiedostosta tai sound.datatypen virheellisestä toiminnasta.

# MSG_WR_CHARSET (2084//)
source: _Charset
fi: _Kirjaimisto

# MSG_HELP_WR_PO_CHARSET (2085//)
source: Use the popup button to select the character set you would like YAM to use for this mail. This defaults to the global character set.
fi: Käytä ponnahdusnappia tämän viestin kirjaimiston valitsemiseksi. Oletusarvona on järjestelmän käytössä oleva kirjaimisto.

# MSG_ABOUTYAM (2086//)
source: About YAM
fi: Tietoa YAM-ohjelmasta

# MSG_ER_CONNECTERR_SOCKET_IN_USE_POP3 (2087//)
source: Couldn't connect to host '%s' of account '%s'. A TCP/IP socket connection seems to be already active. Please close any other existing transfers.
fi: Yhdistäminen palveluun '%s' tilillä '%s' ei onnistunut. TCP/IP-yhteys näyttää olevan jo aktiivinen. Sulje muut käytössä olevat siirrot.

# MSG_ER_CONNECTERR_TIMEDOUT_POP3 (2088//)
source: Couldn't connect to host '%s' of account '%s'. The mail server didn't respond within the predefined time frame and therefore timed out.
fi: Yhdistäminen palveluun '%s' tilillä '%s' ei onnistunut. Postipalvelin ei vastannut määritellyssä ajassa.

# MSG_ER_CONNECTERR_NO_SOCKET_POP3 (2089//)
source: Couldn't connect to host '%s' of account '%s'. YAM wasn't able to establish a socket connection to the mail server. Please make sure that your TCP/IP stack is online and working properly.
fi: Yhdistäminen palveluun '%s' tilillä '%s' ei onnistunut. YAM ei saanut yhteyttä postipalvelimeen. Tarkista, että TCP/IP-pino on käynnissä ja toimii normaalisti.

# MSG_ER_CONNECTERR_NO_NONBLOCKIO_POP3 (2090//)
source: Couldn't connect to host '%s' of account '%s'. YAM wasn't able to establish a non-blocking I/O connection to the mail server. Please make sure that your TCP/IP stack can establish non-blocking I/O connections.
fi: Yhdistäminen palveluun '%s' tilillä '%s' ei onnistunut. YAM ei voinut avata non-blocking-tyyppistä I/O- yhteyttä postipalvelimeen. Tarkista, että käyttämäsi TCP/IP-pino voi avata non-blocking I/O-yhteyksiä.

# MSG_ER_UNKNOWN_HOST_POP3 (2091//)
source: Unknown POP3 server '%s' of account '%s'. TCP/IP is offline or the server address is invalid.
fi: Tuntematon POP3-palvelin '%s' tilillä '%s'. TCP/IP ei ole yhteydessä tai palvelimen osoite on virheellinen.

# MSG_ER_CANNOT_CONNECT_POP3 (2092//)
source: Couldn't connect to host '%s' of account '%s'. The mail server is currently down or doesn't support the POP3 protocols.
fi: Yhdistäminen palveluun '%s' tilillä '%s' ei onnistunut. Postipalvelin on pois käytöstä tai ei tue POP3-protokollaa.

# MSG_ER_POP3WELCOME (2093//)
source: POP3 server '%s' of account '%s' replied with an error message during the welcome procedure and the connection was terminated: %s
fi: POP3-palvelin '%s' tilillä '%s' vastasi virheviestillä tervetulovaiheessa ja yhteys katkaistiin. %s

# MSG_ER_BADRESPONSE_POP3 (2094//)
source: Bad response from mail server '%s' of account '%s' to command '%s': %s The mail server couldn't execute the command and replied with the above error message.
fi: Virheellinen vastaus postipalvelimelta '%s' tilillä '%s' komentoon '%s': %s Postipalvelimen ei voinut suorittaa komentoa ja vastasi ylläolevalla virheviestillä.

# MSG_ER_INITTLS_POP3 (2095//)
source: Couldn't initialize TLSv1/SSLv3 session with host '%s' of account '%s'.
fi: TLSv1/SSLv3-istuntoa palvelussa '%s' tilillä '%s' ei voitu alustaa.

# MSG_ER_NO_APOP (2096//)
source: The POP3 server '%s' of account '%s' doesn't support APOP. Please disable APOP in the configuration.
fi: POP3-palvelin '%s' tilillä '%s' ei tue APOP-toimintoa. Kytke APOP pois asetuksissa.

# MSG_ER_CONNECTERR_SOCKET_IN_USE_SMTP (2097//)
source: Couldn't connect to host '%s'. A TCP/IP socket connection seems to be already active. Please close any other existing transfers.
fi: Yhteyttä palveluun '%s' ei saatu. TCP/IP-yhteys näyttää olevan jo aktiivinen. Sulje kaikki muut siirrot.

# MSG_ER_CONNECTERR_TIMEDOUT_SMTP (2098//)
source: Couldn't connect to host '%s'. The mail server didn't respond within the predefined time frame and therefore timed out.
fi: Yhteyttä palveluun '%s' ei saatu. Postipalvelin ei vastannut määritellyssä ajassa.

# MSG_ER_CONNECTERR_NO_SOCKET_SMTP (2099//)
source: Couldn't connect to host '%s'. YAM wasn't able to establish a socket connection to the mail server. Please make sure that your TCP/IP stack is online and working properly.
fi: Yhdistäminen palveluun '%s' ei onnistunut. YAM ei saanut yhteyttä postipalvelimeen. Tarkista, että TCP/IP-pino on käynnissä ja toimii normaalisti.

# MSG_ER_CONNECTERR_NO_NONBLOCKIO_SMTP (2100//)
source: Couldn't connect to host '%s'. YAM wasn't able to establish a non-blocking I/O connection to the mail server. Please make sure that your TCP/IP stack can establish non-blocking I/O connections.
fi: Yhdistäminen palveluun '%s' ei onnistunut. YAM ei voinut avata non-blocking-tyyppistä I/O- yhteyttä postipalvelimeen. Tarkista, että käyttämäsi TCP/IP-pino voi avata non-blocking I/O-yhteyksiä.

# MSG_ER_INITTLS_SMTP (2101//)
source: Couldn't initialize TLSv1/SSLv3 session with host '%s'.
fi: TLSv1/SSLv3-istuntoa palvelussa '%s' ei voitu alustaa.

# MSG_ER_NOSTARTTLS_SMTP (2102//)
source: Your SMTP server '%s' doesn't support TLS/SSL. Please disable this option in the configuration.
fi: SMTP-palvelimesi '%s' ei tue TLS/SSL-protokollaa. Kytke tämä toiminto pois asetuksissa.

# MSG_ER_BADRESPONSE_SMTP (2103//)
source: Bad response from mail server '%s' to command '%s': %s The mail server couldn't execute the command and replied with the above error message.
fi: Virheellinen vastaus postipalvelimelta '%s' komentoon '%s': %s Postipalvelimen ei voinut suorittaa komentoa ja vastasi ylläolevalla virheviestillä.

# MSG_ER_CANNOT_CONNECT_SMTP (2104//)
source: Couldn't connect to host '%s'. The mail server is currently down or doesn't support the SMTP protocols.
fi: Yhteyttä palveluun '%s' ei saatu. Postipalvelin on pois käytöstä tai ei tue SMTP-protokollaa.

# MSG_ER_UNKNOWN_HOST_SMTP (2105//)
source: Unknown SMTP server '%s'. TCP/IP is offline or the server address is invalid.
fi: Tuntematon SMTP-palvelin '%s'. TCP/IP ei ole yhteydessä tai palvelimen osoite on virheellinen.

# MSG_ER_NO8BITMIME_SMTP (2106//)
source: The SMTP server '%s' reported that it doesn't support 8bit mail transfers while you have the 'Allow8bit' option enabled. Please disable this option in your TCP/IP preferences and re-edit the e-mail before trying to send it again, otherwise the e-mail may be malformed.
fi: SMTP-palvelin '%s' ilmoittaa, ettei se tue 8bit postin siirtoja, mutta sinä olet kytkenyt 8bit-valinnan käyttöön. Kytke tämä valinta pois TCP/IP-asetuksissa ja muokkaa viestiäsi, ennen kuin yrität lähettää sitä uudestaan, muuten viesti voi olla väärässä muodossa.

# MSG_CO_FOLDERDBLCLICK (2107//)
source: Double click on folder opens folder settings
fi: Kaksoisklikkaa kansiota avataksesi kansion asetukset

# MSG_MA_ATTACHMENT_DELETE (2108//)
source: Delete
fi: Poista

# MSG_MA_ATTACHMENT_DELETESEL (2109//)
source: Delete selected
fi: Poista valitut

# MSG_MA_DELETESELECTEDREQUEST (2110//)
source: The following attachments will be deleted: %s Do you really want to proceed?
fi: Seuraavat liitteet poistetaan: %s Haluatko varmasti jatkaa?

# MSG_LOG_DELETEDATT (2111//)
source: Deleted attachment(s) of message '%s' in folder '%s'
fi: Poistettu liitteet viestistä '%s' kansiossa '%s'

# MSG_MA_DELETEATT (2112//)
source: Delete
fi: Poista

# MSG_MA_DELETEATTREQUEST (2113//)
source: All attachments of the selected mails will be deleted. Do you really want to proceed?
fi: Kaikki valittujen viestien liitteet poistetaan. Haluatko varmasti jatkaa?

# MSG_MA_ATTACHMENT_DELETEALL (2114//)
source: Delete all
fi: Poista kaikki

# MSG_MA_MDELETEATT (2115//)
source: Delete
fi: Poista

# MSG_CO_MAPFOREIGNCHARS (2116//)
source: Map foreign chars to ASCII
fi: Muuta ulkomaiset merkit ASCII-muotoon

# MSG_HELP_CO_MAPFOREIGNCHARS (2117//)
source: If selected, characters that cannot be converted to the read charset will be mapped to looklike ASCII sequences.
fi: Jos valittu, kirjaimet joita ei voi muuttaa lukukirjaimistoon muutetaan niitä muistuttavaan ASCII-muotoon.

# MSG_MA_NAVIGATION (2118//)
source: Navigation
fi: Navigaatio

# MSG_MA_MNEXTTH (2119//)
source: Next message in thread
fi: Ketjun seuraava viesti

# MSG_MA_MPREVTH (2120//)
source: Previous message in thread
fi: Ketjun edellinen viesti

# MSG_CO_GLOBALMAILTHREADS (2121//)
source: Search for mails of same thread in all folders
fi: Etsi saman ketjun viestejä kaikista kansioista

# MSG_HELP_CO_CH_GLOBALMAILTHREADS (2122//)
source: If enabled, the search for messages of the same thread will be extended to all folders rather than only searching for mails in the same folder.
fi: Jos valittu, ketjun viestejä etsitään kaikista kansioista eikä vain saman kansion posteista.

# MSG_FILE_OVERWRITE (2123//)
source: File '%s' already exists. Do you want to overwrite it?
fi: Tiedosto '%s' on jo olemassa Kirjoitetaanko tämän tiedoston päälle?

# MSG_ER_USER_DIR_MISSING (2124//)
source: The home directory '%s' of user '%s' does not exist.
fi: Hakemistoa '%s' eli käyttäjän '%s' kotihakemistoa ei löydy.

# MSG_CO_TEXTCOLORS_READ (2125//)
source: Show te_xt colors
fi: Näytä tekstin _värit

# MSG_HELP_CO_CH_TEXTCOLORS_READ (2126//)
source: Use text colors to signal special text passages, (e.g. quotations, etc.)
fi: Käytä tekstin värejä osoittamaan erityiset tekstialueet (kuten sitaatit jne.)

# MSG_CO_TEXTSTYLES_READ (2127//)
source: Show te_xt styles
fi: Näytä tekstin _tyylit

# MSG_HELP_CO_CH_TEXTSTYLES_READ (2128//)
source: Interpret '/', '*', '_' and '#' as control characters for text styles.
fi: Tulkitse merkit '/', '*', '_' ja '#' tekstityylien kontrollimerkeiksi.

# MSG_CO_TEXTCOLORS_WRITE (2129//)
source: Show tex_t colors
fi: Näytä tekstin _värit

# MSG_HELP_CO_CH_TEXTCOLORS_WRITE (2130//)
source: Use text colors to signal special text passages, (e.g. quotations, etc.)
fi: Käytä tekstin värejä osoittamaan erityiset tekstialueet (kuten sitaatit jne.)

# MSG_CO_TEXTSTYLES_WRITE (2131//)
source: Show te_xt styles
fi: Näytä tekstin _tyylit

# MSG_HELP_CO_CH_TEXTSTYLES_WRITE (2132//)
source: Interpret '/', '*', '_' and '#' as control characters for text styles.
fi: Tulkitse merkit '/', '*', '_' ja '#' tekstityylien kontrollimerkeiksi.

# MSG_CO_FONTSETTINGS (2133//)
source: Font settings
fi: Kirjasinasetukset

# MSG_CO_FIXEDFONT_WRITE (2134//)
source: Use _fixed font
fi: Käytä _tasalevyistä kirjasinta

# MSG_RE_TEXTCOLORS (2135//)
source: Text colors?
fi: Tekstin värit?

# MSG_WR_TEXTSTYLES (2136//)
source: Text styles?
fi: Tekstin tyylit?

# MSG_WR_TEXTCOLORS (2137//)
source: Text colors?
fi: Tekstin värit?

# MSG_WR_FIXEDFONT (2138//)
source: Fixed font?
fi: Tekstin tyylit?

# MSG_CO_SPAM_OPTIMIZE_TRAININGDATA (2139//)
source: _Optimize training data
fi: _Optimoi opettelutiedot

# MSG_HELP_BT_OPTIMIZE_TRAININGDATA (2140//)
source: Removes very infrequent words from the training data to speed up loading of training data and increase processing speed of spam mails.
fi: Poistaa opettelutiedoista harvinaiset sanat jotta opettelutietojen lataus ja roskapostin käsittely nopeutuisi.
