Repository: Futaura/yam
Catalog: locale/greek.po
Languages: el

# MSG_TR_DOWNLOADING_FROM_SERVER (2213//)
source: Downloading from '%s'
el: Γίνεται λήψη από τον '%s'

# MSG_MA_HELP (2214//)
source: Help
el: Βοήθεια

# MSG_MA_HELP_CONTENTS (2215//)
source: Contents
el: Περιεχόμενα

# MSG_MA_HELP_AREXX (2216//)
source: ARexx interface
el: Περιβάλλον ARexx

# MSG_EA_SEARCH_GRAVATAR (2218//)
source: Search on gra_vatar.com...
el: Αναζήτηση στο gra_vatar.com...

# MSG_ER_NO_GRAVATAR_FOUND (2219//)
source: No Gravatar found for address '%s'. Perhaps the person has not uploaded a portrait image to gravatar.com yet.
el: Δεν βρέθηκε εικόνα για την διεύθυνση '%s'. Πιθανόν το άτομο δεν έχει ανεβάσει κάποια στο gravatar.com ακόμα.

# MSG_ER_NON_MIME_CONFORMANT_MAIL (2220//)
source: No 'MIME-Version' header line was found while scanning the mail file '%s'. The generated output may therefore contain invalid data or may be corrupted.
el: Δεν βρέθηκε γραμμή κεφαλίδας του 'ΜΙΜE-Version' κατά την σάρωση του αρχείου μηνύματος '%s'. Προφανώς το αρχείο εξόδου θα περιέχει άκυρα δεδομένα ή μπορεί να είναι αλλοιωμένο.

# MSG_CO_ACTION_SET_STATUS_TO_MARKED (2221//)
source: Set status to 'Marked'
el: Ορισμός κατάστασης σε 'Σημαδεμένο'

# MSG_HELP_CO_CH_ACTION_SET_STATUS_TO_MARKED (2222//)
source: Set the status of the filtered mail to 'Marked'
el: Ορισμός κατάστασης του φιλτραρισμένου μηνύματος σε 'Σημαδεμένο'

# MSG_CO_ACTION_SET_STATUS_TO_UNMARKED (2223//)
source: Set status to 'Unmarked'
el: Ορισμός κατάστασης σε 'Μη-σημαδεμένο'

# MSG_HELP_CO_CH_ACTION_SET_STATUS_TO_UNMARKED (2224//)
source: Set the status of the filtered mail to 'Unmarked'
el: Ορισμός κατάστασης του φιλτραρισμένου μηνύματος σε 'Μη-σημαδεμένο'

# MSG_CO_ACTION_SET_STATUS_TO_READ (2225//)
source: Set status to 'Read'
el: Ορισμός κατάστασης σε 'Ανάγνωση'

# MSG_HELP_CO_CH_ACTION_SET_STATUS_TO_READ (2226//)
source: Set the status of the filtered mail to 'Read'
el: Ορισμός κατάστασης του φιλτραρισμένου μηνύματος σε 'Ανάγνωση'

# MSG_CO_ACTION_SET_STATUS_TO_UNREAD (2227//)
source: Set status to 'Unread'
el: Ορισμός κατάστασης σε 'Μη-αναγνωσμένο'

# MSG_HELP_CO_CH_ACTION_SET_STATUS_TO_UNREAD (2228//)
source: Set the status of the filtered mail to 'Unread'
el: Ορισμός κατάστασης του φιλτραρισμένου μηνύματος σε 'Μη-αναγνωσμένο'

# MSG_CO_ACTION_SET_STATUS_TO_SPAM (2229//)
source: Set status to 'Spam'
el: Ορισμός κατάστασης σε 'Ενοχλ. Αλληλογραφία'

# MSG_HELP_CO_CH_ACTION_SET_STATUS_TO_SPAM (2230//)
source: Set the status of the filtered mail to 'Spam'
el: Ορισμός κατάστασης του φιλτραρισμένου μηνύματος σε 'Ενοχλ. Αλληλογραφία'

# MSG_CO_ACTION_SET_STATUS_TO_HAM (2231//)
source: Set status to 'Not spam'
el: Ορισμός κατάστασης σε 'Μη ενοχλ. αλληλογραφία'

# MSG_HELP_CO_CH_ACTION_SET_STATUS_TO_HAM (2232//)
source: Set the status of the filtered mail to 'Not spam'
el: Ορισμός κατάστασης του φιλτραρισμένου μηνύματος σε 'Μη ενοχλ. αλληλογραφία'

# MSG_CO_SMTP_ACTIVE (2233//)
source: _Active
el: _Ενεργό

# MSG_CO_POP_AUTH (2234//)
source: Authentification
el: Πιστοποίηση

# MSG_HELP_CO_CY_POPAUTH (2235//)
source: When not using any connection security (TLS or SSL) the password can be send using the APOP encryption algorithm instead. (not supported by all POP3 servers)
el: Όταν δεν χρησιμοποιείται οποιαδήποτε ασφαλή σύνδεση (TLS ή SSL) ο κωδικός μπορεί να αποσταλεί χρησιμοποιώντας τον αλγόριθμο κωδικοποίησης του APOP (δεν υποστηρίζεται από όλους τους διακομιστές POP3).

# MSG_CO_POP_AUTH_PLAIN (2236//)
source: Plain Password
el: Απλός κωδικός

# MSG_CO_POP_AUTH_APOP (2237//)
source: Encrypted Password (APOP)
el: Κωδικοποιημένος κωδικός (APOP)

# MSG_CO_POP_SECURITY (2238//)
source: Connection Security
el: Ασφάλεια σύνδεσης

# MSG_CO_POP_SECURITY_NONE (2239//)
source: No Security
el: Χωρίς ασφάλεια

# MSG_HELP_CO_CY_POPSECURE (2242//)
source: A STARTTLS or SSL/TLS secure connection will be established between the POP3 server and YAM to receive e-mail through an encrypted connection. If this cycle gadget is ghosted, it means AmiSSL support is currently not available.
el: Μια ασφαλής σύνδεση SSL/TLS θα πραγματοποιηθεί μεταξύ του διακομιστή POP3 και του YAM για την λήψη αλληλογραφίας μεταξύ μιας κωδικοποιημένης σύνδεσης. Αν αυτή η επιλογή δεν είναι ορατή, σημαίνει ότι η υποστήριξη AmiSSL δεν είναι διαθέσιμη.

# MSG_CO_POP_SERVERLIST (2243//)
source: Server List
el: Λίστα διακομιστή

# MSG_CO_POP_SERVERSETTINGS (2244//)
source: Server Settings
el: Ρυθμίσεις διακομιστή

# MSG_CO_POP_SECURITYAUTH (2245//)
source: Security and Authentification
el: Ασφάλεια και πιστοποίηση

# MSG_CO_POP_MSGHANDLING (2246//)
source: Message handling
el: Χειρισμός μηνύματος

# MSG_CO_SMTP_SERVERLIST (2247//)
source: Server List
el: Λίστα διακομιστή

# MSG_CO_SMTP_SERVERSETTINGS (2248//)
source: Server Settings
el: Ρυθμίσεις διακομιστή

# MSG_CO_POP_DESC (2249//)
source: Description
el: Περιγραφή

# MSG_HELP_CO_ST_POPDESC (2250//)
source: An arbitrary description/name for this server connection which will be used instead of user@host.
el: Μια περιγραφή/όνομα για αυτή την σύνδεση διακομιστή που θα χρησιμοποιηθεί αντί του user@host.

# MSG_CO_SMTP_DESC (2251//)
source: Description
el: Περιγραφή

# MSG_HELP_CO_ST_SMTPDESC (2252//)
source: An arbitrary description/name for this server connection which will be used instead of user@host.
el: Μια περιγραφή/όνομα για αυτή την σύνδεση διακομιστή που θα χρησιμοποιηθεί αντί του user@host.

# MSG_CO_SMTP_SECURITY (2253//)
source: Connection Security
el: Ασφάλεια σύνδεσης

# MSG_CO_SMTP_SECURITY_NONE (2254//)
source: No Security
el: Χωρίς ασφάλεια

# MSG_CO_SMTP_SECURITYAUTH (2257//)
source: Security and Authentification
el: Ασφάλεια και πιστοποίηση

# MSG_HELP_CO_CY_SMTPSECURE (2258//)
source: A STARTTLS or SSL/TLS secure connection will be established between the SMTP server and YAM to receive e-mail through an encrypted connection. If this cycle gadget is ghosted, it means AmiSSL support is currently not available.
el: Μια STARTTLS ή SSL/TLS ασφαλής σύνδεση θα πραγματοποιηθεί μεταξύ του διακομιστή SMTP και του YAM για την λήψη αλληλογραφίας μεταξύ μιας κωδικοποιημένης σύνδεσης. Αν αυτή η επιλογή είναι ανενεργή, σημαίνει ότι η υποστήριξη AmiSSL είναι προσωρινά μη διαθέσιμη.

# MSG_CO_SMTP_AUTH (2259//)
source: Authentification
el: Πιστοποίηση

# MSG_CO_SMTPAUTH_NONE (2260//)
source: No Authentication
el: Χωρίς πιστοποίηση

# MSG_CO_SMTP_OPTIONS (2261//)
source: Options
el: Επιλογές

# MSG_CO_CRDIDENTITIES (2262//)
source: Identities
el: Ταυτότητες

# MSG_CO_IDENTITIES_TITLE (2263//)
source: Identities Settings
el: Ρυθμίσεις ταυτοτήτων

# MSG_CO_IDENTITIES_SUMMARY (2264//)
source: Manage multiple identities for composing mails...
el: Διαχείριση πολλαπλών ταυτοτήτων για την δημιουργία αλληλογραφίας...

# MSG_CO_IDENTITY_LIST (2265//)
source: Identities
el: Ταυτότητες

# MSG_CO_IDENTITY_SETTINGS (2266//)
source: General Settings
el: Γενικές ρυθμίσεις

# MSG_CO_IDENTITY_REGISTER_SETTINGS (2268//)
source: General Settings
el: Γενικές ρυθμίσεις

# MSG_CO_IDENTITY_REGISTER_COMPOSE (2269//)
source: Compose Mail
el: Δημιουργία αλληλογραφίας

# MSG_CO_IDENTITY_REGISTER_PGPSEC (2270//)
source: PGP-Security
el: Ασφάλεια PGP

# MSG_CO_IDENTITY_NOSIGNATURE (2271//)
source: no signature
el: χωρίς υπογραφή

# MSG_CO_IDENTITY_ABOVEQUOTE (2272//)
source: above quotes
el: πάνω από παραθέσεις

# MSG_CO_IDENTITY_BELOWQUOTE (2273//)
source: below quotes
el: κάτω από παραθέσεις

# MSG_CO_IDENTITY_DESCRIPTION (2274//)
source: Description
el: Περιγραφή

# MSG_CO_IDENTITY_MAILSERVER (2275//)
source: Mail server (SMTP)
el: Διακομιστής αλληλογραφίας (SMTP)

# MSG_CO_IDENTITY_COMPOSE (2277//)
source: Compose mail settings
el: Ρυθμίσεις δημιουργίας αλληλογραφίας

# MSG_CO_IDENTITY_CC (2278//)
source: Cc: address
el: Κοινοποίηση: διεύθυνση

# MSG_CO_IDENTITY_BCC (2280//)
source: Bcc: address
el: Λευκή Κοινοποίηση: διεύθυνση

# MSG_CO_IDENTITY_REPLYTO (2282//)
source: Reply-To: address
el: Απάντηση-Προς: διεύθυνση

# MSG_CO_IDENTITY_COMPOSE_OPTIONS (2284//)
source: Options
el: Επιλογές

# MSG_CO_IDENTITY_COMPOSE_QUOTE (2287//)
source: Quote messages when answering
el: Παράθεση μηνυμάτων κατά την απάντηση

# MSG_CO_IDENTITY_COMPOSE_ANSWER (2288//)
source: Put my answer
el: Τοποθέτηση απάντησής μου

# MSG_CO_IDENTITY_COMPOSE_SIGNATURE (2289//)
source: Put my signature
el: Τοποθέτηση υπογραφής μου

# MSG_CO_IDENTITY_USESIG_REPLY (2290//)
source: Use signature when replying
el: Χρήση υπογραφής κατά την απάντηση

# MSG_CO_IDENTITY_USESIG_FORWARD (2291//)
source: Use signature when forwarding
el: Χρήση υπογραφής κατά την προώθηση

# MSG_CO_IDENTITY_PGPSETTINGS (2292//)
source: PGP-Security Settings
el: Ρυθμίσεις ασφαλείας PGP

# MSG_CO_IDENTITY_USEPGP (2293//)
source: Use PGP for this identity
el: Χρήση PGP για αυτή την ταυτότητα

# MSG_CO_IDENTITY_PGPKEY_ID (2294//)
source: PGP key ID
el: ID κλειδί PGP

# MSG_CO_IDENTITY_PGPKEY_URL (2295//)
source: PGP key URL
el: URL κλειδί PGP

# MSG_CO_IDENTITY_PGP_OPTIONS (2296//)
source: Options
el: Επιλογές

# MSG_CO_IDENTITY_PGP_SIGN_UNENC (2297//)
source: Sign unencrypted mails per default
el: Υπογραφή μη κρυπτογραφημένης αλληλογραφίας ως προεπιλογή

# MSG_CO_IDENTITY_PGP_SIGN_ENC (2298//)
source: Sign encrypted mails per default
el: Υπογραφή κρυπτογραφημένης αλληλογραφίας ως προεπιλογή

# MSG_CO_IDENTITY_PGP_ENCRYPTALL (2299//)
source: Encrypt all mails per default
el: Κρυπτογράφηση όλης της αλληλογραφίας ως προεπιλογή

# MSG_CO_IDENTITY_PGP_ADDOWN (2300//)
source: Add own key when encrypting mails
el: Προσθήκη δικού σας κλειδιού κατά την αποκρυπτογράφηση αλληλογραφίας

# MSG_CO_IDENTITY_PHOTOURL (2301//)
source: URL to own photo
el: URL φωτογραφίας μου

# MSG_CO_IDENTITY_ADDINFO (2302//)
source: Add personal information
el: Προσθήκη προσωπικής πληροφορίας

# MSG_CO_IDENTITY_REQUESTMDN (2303//)
source: Request a return receipt
el: Απαίτηση μιας απόδειξης επιστροφής

# MSG_CO_SERVERNAME (2304//)
source: Server name
el: Όνομα διακομιστή

# MSG_HELP_CO_ST_USER (2305//)
source: The username for accessing the mail server.
el: Το όνομα χρήστη για την πρόσβαση στον διακομιστή αλληλογραφίας.

# MSG_FO_MOVEFOLDERTO (2306//)
source: Do you really want to move the folder from '%s' to '%s'?
el: Σίγουρα θέλετε να μετακινήσετε τον φάκελο από '%s' προς '%s';

# MSG_FO_FOLDER_ALREADY_EXISTS (2307//)
source: A file or directory named '%s' already exists and will be overwritten/deleted. Do you really want to proceed?
el: Ένα αρχείο ή κατάλογος με το όνομα '%s' υπάρχει ήδη και θα επανεγγραφεί/διαγραφεί. Σίγουρα θέλετε να προχωρήσετε;

# MSG_ER_CANNOT_CREATE_FOLDER (2308//)
source: Failed to create directory '%s' (%s).
el: Αποτυχία δημιουργίας του καταλόγου '%s' (%s).

# MSG_CO_IdentityActive (2309//)
source: _Active
el: _Ενεργή

# MSG_MA_FLUSH_ALL_INDICES (2310//)
source: Flush all indices
el: Ανανέωση όλων των δεικτών

# MSG_HELP_CO_CH_IDENTITY_ENABLED (2312//)
source: If checked, this user identity is enabled for use.
el: Αν επιλεχτεί, αυτή η ταυτότητα χρήστη θα ενεργοποιηθεί για χρήση.

# MSG_HELP_CO_ST_IDENTITY_DESCRIPTION (2313//)
source: A custom description for this user identity.
el: Μια τροποποιημένη περιγραφή για αυτή την ταυτότητα χρήστη.

# MSG_HELP_CO_ST_IDENTITY_REALNAME (2314//)
source: The realname "firstname lastname" for this user identity.
el: Το πραγματικό όνομα (όνομα και επίθετο) για αυτή την ταυτότητα χρήστη.

# MSG_HELP_CO_ST_IDENTITY_EMAIL (2315//)
source: The e-mail address associated with this user identity.
el: Οι διευθύνσεις αλληλογραφίας που συνδέονται με αυτή την ταυτότητα χρήστη.

# MSG_HELP_CO_ST_IDENTITY_ORGANIZATION (2316//)
source: Optional name of the organization this user identity belongs to.
el: Προαιρετικό όνομα της οργάνωσης που ανήκει αυτή η ταυτότητα χρήστη.

# MSG_HELP_CO_CY_IDENTITY_MAILSERVER (2317//)
source: Allows you to select the outgoing SMTP server which will be used when mail is going to be sent using this user identity.
el: Επιτρέπει να επιλέξετε τον διακομιστή εξερχομένων SMTP που θα χρησιμοποιηθεί κατά την αποστολή αλληλογραφίας χρησιμοποιώντας αυτή την ταυτότητα χρήστη.

# MSG_HELP_CO_ST_IDENTITY_CC (2318//)
source: The default Cc: recipients added when composing a new mail.
el: Οι προεπιλεγμένοι παραλήπτες "Κοινοποίηση:" που προστέθηκαν κατά την δημιουργία μιας καινούργιας αλληλογραφίας.

# MSG_HELP_CO_ST_IDENTITY_BCC (2319//)
source: The default Bcc: recipients added when composing a new mail.
el: Οι προεπιλεγμένοι παραλήπτες "Λευκή Κοινοποίηση:" που προστέθηκαν κατά την δημιουργία μιας καινούργιας αλληλογραφίας.

# MSG_HELP_CO_ST_IDENTITY_REPLYTO (2320//)
source: The default Reply-To: recipients added when composing a new mail.
el: Οι προεπιλεγμένοι παραλήπτες Απάντηση-Προς: που προστέθηκαν κατά την δημιουργίας μιας καινούργιας αλληλογραφίας.

# MSG_HELP_CO_ST_IDENTITY_EXTRAHEADER (2321//)
source: Allows you to specify the default for putting additional headers to an outgoing mail.
el: Επιτρέπει να καθορίσετε την προεπιλογή για την τοποθέτηση επιπλέον επικεφαλίδων σε μια εξερχόμενη αλληλογραφία.

# MSG_HELP_CO_ST_IDENTITY_PHOTOURL (2322//)
source: An optional URL to a photo associated with this user identity.
el: Μια προαιρετική URL σε μια φωτογραφία που σχετίζεται με αυτή την ταυτότητα χρήστη.

# MSG_HELP_CO_CH_IDENTITY_QUOTEMAILS (2325//)
source: When replying or forwarding mails text will be quoted if this option is enabled.
el: Κατά την απάντηση ή προώθηση αλληλογραφίας, το κείμενο θα μπαίνει σε παράθεση αν αυτή η επιλογή είναι ενεργή.

# MSG_HELP_CO_CH_IDENTITY_QUOTEPOS (2326//)
source: Allows to define if your answer should be placed above or below quotes.
el: Επιτρέπει να ορίσετε εάν η απάντησή σας θα πρέπει να τοποθετείται πάνω ή κάτω από τις παραθέσεις.

# MSG_HELP_CO_CH_IDENTITY_SIGPOS (2327//)
source: Allows to define if your signature should appear below or above the quotes.
el: Επιτρέπει να ορίσετε εάν η υπογραφή σας θα πρέπει να τοποθετείται πάνω ή κάτω από τις παραθέσεις.

# MSG_HELP_CO_CH_IDENTITY_SIGREPLY (2328//)
source: If enabled, a signature will be added when replying to a mail.
el: Αν ενεργοποιηθεί, μια υπογραφή θα προστεθεί κατά την απάντηση σε μια αλληλογραφία.

# MSG_HELP_CO_CH_IDENTITY_SIGFORWARD (2329//)
source: If enabled, a signature will be added when forwarding a mail.
el: Αν ενεργοποιηθεί, μια υπογραφή θα προστεθεί κατά την προώθηση μιας αλληλογραφίας.

# MSG_HELP_CO_CH_IDENTITY_ADDINFO (2330//)
source: If enabled, personal information will be added to the mail (X-SenderInfo header). This requires an addressbook entry with the same email address as this user identity.
el: Αν ενεργοποιηθεί, θα προστεθούν προσωπικές πληροφορίες στην αλληλογραφία (επικεφαλίδα X-SenderInfo). Αυτό απαιτεί μια καταχώρηση στο βιβλίο διευθύνσεων με την ίδια διεύθυνση αλληλογραφίας με αυτή της ταυτότητας χρήστη.

# MSG_HELP_CO_CH_IDENTITY_REQUESTMDN (2331//)
source: If enabled, a mail disposition notification will be requested per default when composing a mail.
el: Αν ενεργοποιηθεί, μια ειδοποίηση αλληλογραφίας θα σας ζητηθεί ως προεπιλογή κατά την δημιουργία μιας αλληλογραφίας.

# MSG_HELP_CO_CH_IDENTITY_USEPGP (2332//)
source: Allows to enable/disable the PGP functionality for this whole user identity.
el: Επιτρέπει την ενεργοποίηση/απενεργοποίηση της λειτουργικότητας PGP για όλη την ταυτότητα χρήστη.

# MSG_HELP_CO_ST_IDENTITY_PGPID (2333//)
source: Allows to specify the PGP-Key ID which should be used for this user identity.
el: Επιτρέπει να καθορίσετε το ID κλειδί PGP που θα χρησιμοποιηθεί για αυτή την ταυτότητα χρήστη.

# MSG_HELP_CO_ST_IDENTITY_PGPURL (2334//)
source: Allows to specify an URL where the public key for this user identity can be accessed.
el: Επιτρέπει να καθορίσετε ένα URL που το κοινό κλειδί μπορεί να έχει πρόσβαση για αυτή την ταυτότητα χρήστη.

# MSG_HELP_CO_CH_IDENTITY_PGPSIGN_UNENC (2335//)
source: If enabled, the default is set to PGP sign all unencrypted emails when starting to compose them.
el: Αν επιλεχτεί, η προεπιλογή PGP ορίζεται σε υπογραφή όλων των μη κρυπτογραφημένων μηνυμάτων κατά την έναρξη δημιουργίας τους.

# MSG_HELP_CO_CH_IDENTITY_PGPSIGN_ENC (2336//)
source: If enabled, the default is set to PGP sign all encrypted emails when starting to compose them.
el: Αν ενεργοποιηθεί, η προεπιλογή PGP ορίζεται σε υπογραφή όλων των κρυπτογραφημένων μηνυμάτων κατά την έναρξη δημιουργίας τους.

# MSG_HELP_CO_CH_IDENTITY_PGPENC_ALL (2337//)
source: If enabled, the default is set to PGP encrypt all emails when starting to compose them.
el: Αν ενεργοποιηθεί, η προεπιλογή PGP ορίζεται σε κρυπτογράφηση όλων των μηνυμάτων κατά την έναρξη δημιουργίας τους.

# MSG_HELP_CO_CH_IDENTITY_PGPENC_SELF (2338//)
source: If enabled, all emails being encrypted via PGP will have the PGP key added of this user identity. If disabled, encrypted emails cannot be decrypted by this user identity.
el: Αν ενεργοποιηθεί, όλα τα μηνύματα που κρυπτογραφήθηκαν με PGP θα έχουν το κλειδί PGP που προστέθηκε από αυτή την ταυτότητα χρήστη. Αν απενεργοποιηθεί, τα κρυπτογραφημένα μηνύματα δε θα μπορούν να αποκρυπτογραφηθούν από αυτή την ταυτότητα χρήστη.

# MSG_HELP_CO_CY_IDENTITY_SIGNATURE (2339//)
source: Allows to select the default signature that should be used when composing emails with this user identity.
el: Επιτρέπει την επιλογή της προεπιλεγμένης υπογραφής που θα χρησιμοποιηθεί κατά την δημιουργία αλληλογραφίας με αυτή την ταυτότητα χρήστη.

# MSG_CO_CONFIGWARNING_TITLE (2340//)
source: Configuration Warning
el: Προειδοποίηση ρύθμισης

# MSG_CO_CONFIGWARNING (2341//)
source: You have modified certain configuration settings and will lose these changes when closing the config window. How do you want to proceed?
el: Έχετε τροποποιήσει ορισμένες επιλογές ρυθμίσεων και θα χάσετε αυτές τις αλλαγές όταν κλείσετε το παράθυρο ρύθμισης. Πώς θέλετε να προχωρήσετε;

# MSG_CO_CONFIGWARNING_BT (2342//)
source: _Close window|*_Abort
el: _Κλείσιμο παραθύρου|*_Ματαίωση

# MSG_CO_CONFIGVERSIONWARNING_TITLE (2343//)
source: Configuration Version Warning
el: Προειδοποίηση έκδοσης ρύθμισης

# MSG_CO_CONFIGVERSIONWARNING (2344//)
source: The configuration file that YAM tries to load was saved by a newer YAM version. If you continue to load this file some config settings might be lost and set to their default values. How do you want to proceed?
el: Το αρχείο ρύθμισης που προσπαθεί το ΥΑΜ να φορτώσει, έχει αποθηκευτεί με μια νεότερη έκδοση του ΥΑΜ. Αν συνεχίσετε να φορτώσετε αυτό το αρχείο, μερικές ρυθμίσεις μπορεί να χαθούν και να οριστούν στις προεπιλεγμένες. Πώς θέλετε να προχωρήσετε;

# MSG_CO_CONFIGVERSIONWARNING_BT (2345//)
source: _Continue|*_Abort
el: _Συνέχιση|*_Ματαίωση

# MSG_WR_MCCADDRFIELD (2346//)
source: Cc Address Field
el: Πεδίο διεύθυνσης κοινοποίησης

# MSG_WR_MBCCADDRFIELD (2347//)
source: Bcc Address Field
el: Πεδίο διεύθυνσης ιδιαίτερης κοινοποίησης

# MSG_WR_MREPLYTOADDRFIELD (2348//)
source: Reply-To Address Field
el: Πεδίο διεύθυνσης απάντηση-προς

# MSG_CO_LISTCOLUMNSETTINGS (2349//)
source: Column settings
el: Ρυθμίσεις στήλης

# MSG_CO_LOOKFEEL_MAINWINDOW (2350//)
source: Main window
el: Κεντρικό παράθυρο

# MSG_CO_LOOKFEEL_TITLE_THEME (2351//)
source: Theme
el: Θέμα

# MSG_CO_LOOKFEEL_TITLE_INFO (2352//)
source: Information
el: Πληροφορίες

# MSG_HELP_WR_CY_SIGNATURE (2353//)
source: Allows to select which signature show be used for the currently composed message.
el: Επιτρέπει να επιλέξετε ποιά υπογραφή θα εμφανιστεί για το τρέχων μήνυμα.

# MSG_WR_PGPSECURITY (2354//)
source: PGP security level
el: Επίπεδο ασφαλείας PGP

# MSG_HELP_WR_CY_SECURITY (2355//)
source: Allows to select the PGP security level. You can select if a message should be signed, encrypted or both. "Default" tries to find the recipient in your address book and use the settings defined there.
el: Επιτρέπει να επιλέξετε το επίπεδο ασφαλείας PGP. Μπορείτε να επιλέξετε αν κάποιο μήνυμα θα υπογραφτεί, κωδικοποιηθεί ή και τα δυο. Η "Προεπιλογή" προσπαθεί να βρεί τον παραλήπτη στο βιβλίο διευθύνσεών σας και να κάνει χρήση των ρυθμίσεων από εκεί.

# MSG_CO_MIMETYPE_TITLE (2356//)
source: MIME type
el: Τύπος ΜΙΜΕ

# MSG_CO_DOWNLOAD_LARGE_MAILS1 (2357//)
source: _Download messages larger than
el: _Λήψη μηνυμάτων μεγαλύτερα από

# MSG_CO_DOWNLOAD_LARGE_MAILS2 (2358//)
source: KB
el: ΚΒ

# MSG_MA_DRAFTS (2359//)
source: Drafts
el: Πρόχειρα

# MSG_CO_SIGNATURE (2360//)
source: Signature
el: Υπογραφή

# MSG_CO_SIGNATURES (2361//)
source: Signatures
el: Υπογραφές

# MSG_CO_SIGNATURE_DESCRIPTION (2362//)
source: Description
el: Περιγραφή

# MSG_CO_SIGNATURE_ACTIVE (2363//)
source: _Active
el: _Ενεργή

# MSG_CO_IDENTITY_SIGNATURE (2364//)
source: Signature
el: Υπογραφή

# MSG_HELP_CO_LV_SIGNATURE (2365//)
source: List of all signatures
el: Λίστα όλων των υπογραφών

# MSG_HELP_CO_BT_SIGADD (2366//)
source: Adds a new signature to the list.
el: Προσθήκη μια νέας υπογραφής στην λίστα.

# MSG_HELP_CO_BT_SIGDEL (2367//)
source: Removes selected signature from list.
el: Αφαίρεση επιλεγμένης υπογραφής από την λίστα.

# MSG_HELP_CO_BT_SIGUP (2368//)
source: Moves signature one entry up.
el: Μετακίνηση υπογραφής μια καταχώρηση επάνω.

# MSG_HELP_CO_BT_SIGDOWN (2369//)
source: Moves signature one entry down.
el: Μετακίνηση υπογραφής μια καταχώρηση κάτω.

# MSG_HELP_CO_BT_SIG_ACTIVE (2370//)
source: Flags the currently selected signature as active or inactive.
el: Αποθήκευση της τρέχουσας επιλεγμένης υπογραφής ως ενεργή ή ανενεργή.

# MSG_HELP_CO_ST_SIG_DESC (2371//)
source: Allows you to enter a freetext description for the signature.
el: Επιτρέπει να εισάγετε ένα κείμενο περιγραφής για την υπογραφή.

# MSG_HELP_CO_TE_SIGEDIT (2372//)
source: Text editor for entering/changing the signature text.
el: Ο επεξεργαστής κειμένου για την εισαγωγή ή αλλαγή του κειμένου υπογραφής.

# MSG_CO_MIXED_CONNECTIONS (2373//)
source: Connections
el: Συνδέσεις

# MSG_CO_POP_NOTIFICATION (2374//)
source: Notification for new mails
el: Ειδοποίηση για νέα αλληλογραφία

# MSG_SSL_CERT_WARNING_TITLE (2375//)
source: SSL Certificate Warning
el: Προειδοποίηση πιστοποιητικού SSL

# MSG_SSL_CERT_WARNING_BUTTONS (2376//)
source: _Accept|Accept _Permanently|_Show Certificate|*_Reject
el: _Αποδοχή|_Μόνιμη αποδοχή|_Προβολή πιστοποιητικού|*Από_ρριψη

# MSG_SSL_CERT_WARNING_INTRO (2377//)
source: Error validating server certificate for '\033b%s:%d\033n':
el: Σφάλμα επαλήθευσης πιστοποιητικού διακομιστή για '\033b%s:%d\033n':

# MSG_SSL_CERT_WARNING_UNTRUSTED (2378//)
source: - The certificate is not issued by a trusted authority. Use the fingerprint to validate the certificate manually.
el: - Το πιστοποιητικό δεν έχει εκδοθεί από μια αξιόπιστη πηγή. Κάντε χρήση του αποτυπώματος για την επαλήθευση του πιστοποιητικού χειροκίνητα.

# MSG_SSL_CERT_WARNING_IDMISMATCH (2379//)
source: - The certificate hostname does not match.
el: - Ο εξυπηρετητής του πιστοποιητικού δεν ταιριάζει.

# MSG_SSL_CERT_WARNING_NOTYETVALID (2380//)
source: - The certificate is not yet valid.
el: - Το πιστοποιητικό δεν είναι ακόμα έγκυρο.

# MSG_SSL_CERT_WARNING_EXPIRED (2381//)
source: - The certificate has expired.
el: - Το πιστοποιητικό έχει λήξει.

# MSG_SSL_CERT_WARNING_OTHER (2382//)
source: - The certificate has an unknown error.
el: - Το πιστοποιητικό έχει ένα άγνωστο σφάλμα.

# MSG_SSL_CERT_WARNING_INFO (2383//)
source: Certificate information: - Hostname: \033b%s\033n - Valid: \033b%s\033n until \033b%s\033n - Issuer: \033b%s\033n - Fingerprint: \033b%s\033n
el: Πληροφορίες πιστοποιητικού: - Εξυπηρετητής: \033b%s\033n - Έγκυρο: \033b%s\033n μέχρι \033b%s\033n - Εκδότης: \033b%s\033n - Αποτύπωμα: \033b%s\033n

# MSG_SSL_CERT_WARNING_SHOWTITLE (2384//)
source: Certificate of %s:%d
el: Πιστοποιητικό του %s:%d
