Repository: Futaura/yam
Catalog: locale/greek.po
Languages: el

# MSG_ER_WARN_CAFILE (2385//)
source: While trying to establish a SSL connection the certificate bundle file '%s' was found to be missing. Please make sure that the file exists and is uptodate or otherwise each SSL connection will be flagged as unverified.
el: Κατά την προσπάθεια ίδρυσης μιας σύνδεσης SSL το αρχείο πιστοποιητικού '%s' βρέθηκε να λείπει. Παρακαλώ βεβαιωθείτε ότι το αρχείο υπάρχει και είναι ενημερωμένο ή αλλιώς κάθε σύνδεση SSL θα αποθηκευτεί ως μη επαληθευμένη.

# MSG_ER_WARN_LOADCAPATH (2386//)
source: While trying to load the certificate bundle '%s' or individual certificate files from '%s' an error occurred. Please make sure that no invalid file has been placed in the certificate folder.
el: Κατά την προσπάθεια φόρτωσης του πιστοποιητικού '%s' ή ξεχωριστών αρχείων πιστοποιητικών από '%s' παρουσιάστηκε ένα σφάλμα. Παρακαλώ βεβαιωθείτε ότι δεν έχει τοποθετηθεί κάποιο μη έγκυρο αρχείο στον φάκελο πιστοποιητικών.

# MSG_ER_WARN_CAPATH (2387//)
source: While trying to setup a SSL certificate verify the directory '%s' was found to be missing. Please make sure that the path exists and contains the certificate bundle file as supplied during the installation process of YAM.
el: Κατά την προσπάθεια εγκατάστασης ενός πιστοποιητικού επαλήθευσης SSL ο κατάλογος '%s' βρέθηκε να λείπει. Παρακαλώ βεβαιωθείτε ότι η διαδρομή υπάρχει και περιέχει το αρχείο πιστοποιητικών όπως προμηθεύτηκε κατά την εγκατάσταση του ΥΑΜ.

# MSG_CO_ACTION_TERMINATE_FILTER (2388//)
source: Terminate filter process
el: Τερματισμός φίλτρου διεργασίας

# MSG_HELP_CO_CH_ATERMINATE (2389//)
source: Terminate the filter process after this filter. Following filters will not be executed anymore.
el: Τερματισμός της διεργασίας φίλτρου μετά από αυτό το φίλτρο. Τα επόμενα φίλτρα δεν θα εκτελεστούν.

# MSG_CO_FILTER_IMPORT (2390//)
source: Import...
el: Εισαγωγή...

# MSG_FILTER_IMPORT_TITLE (2391//)
source: Import filter
el: Εισαγωγή φίλτρου

# MSG_SPAM_TRUSTHEADERLINES (2392//)
source: Trust header lines of this external filter:
el: Αξιόπιστες γραμμές επικεφαλίδας του εξωτερικού φίλτρου:

# MSG_ER_POP3_UIDLHASH_INIT_FAILED (2393//)
source: Failed to initialized UIDL hash table.
el: Αποτυχία αρχικοποίησης του πίνακα UIDL.

# MSG_CO_SIGNATURE_TEXT (2394//)
source: Signature text
el: Κείμενο υπογραφής

# MSG_CO_APPEND_SIGNATURE_FILE (2395//)
source: Append a file as signature instead
el: Επισύναψη ενός αρχείου αντί μιας υπογραφής

# MSG_PRESELECT_GETTING_DETAILS (2396//)
source: Getting message details (%%ld of %ld)
el: Γίνεται λήψη πληροφοριών μηνύματος (%%ld από %ld)

# MSG_CO_UPDATES_INFO_MANUAL (2397//)
source: You will have to check for updates manually.
el: Θα πρέπει να ελέγξετε για ενημερώσεις χειροκίνητα.

# MSG_CO_UPDATES_INFO_AUTO (2398//)
source: You will be notified as soon as updates are available.
el: Θα λάβετε ειδοποίηση αμέσως μόλις υπάρξουν νέες ενημερώσεις.

# MSG_PGPPASS_SHOW_CHARS (2399//)
source: Show characters
el: Προβολή χαρακτήρων

# MSG_CANNOT_CREATE_CUSTOM_CLASS (2400//)
source: Failed to create custom class '%s' as subclass of '%s'.
el: Αποτυχία δημιουργίας custom class '%s' ως subclass της '%s'.

# MSG_ER_MORPHOS_REXX_WARNING (2401//)
source: YAM has identified that you are running a version of the 'rexxsyslib.library' in your MorphOS system that is known to not have a working ARexx implementation. To solve this situation and get ARexx running with YAM you should install a copy of the 'rexxsyslib.library' from an AmigaOS 3.1-3.9 installation to 'SYS:Libs', rename the 'rexxsyslib.library' in 'MOSSYS:Libs' and reboot your system.
el: Το ΥΑΜ αναγνώρισε ότι τρέχετε μια έκδοση της 'rexxsyslib.library' στο σύστημα MorphOS που είναι γνωστό ότι δεν περιέχει μια υλοποίηση ARexx σε λειτουργία. Για να λύσετε αυτό το πρόβλημα και να κάνετε το ARexx να τρέξει με το ΥΑΜ θα πρέπει να εγκαταστήσετε ένα αντίγραφο της 'rexxsyslib.library' από μια εγκατάσταση AmigaOS 3.1-3.9 στο 'SYS:Libs', να μετονομάσετε το 'rexxsyslib.library' στο 'MOSSYS:Libs' και να επανεκκινήσετε τον υπολογιστή σας.

# MSG_WR_SAVEASDRAFT (2402//)
source: Save as _draft
el: Αποθήκευση ως πρόχειρο

# MSG_HELP_WR_BT_SAVEASDRAFT (2403//)
source: Saves the message to the 'Drafts' folder.
el: Αποθήκευση μηνύματος στο φάκελο 'Πρόχειρα'.

# MSG_WR_MSAVEASDRAFT (2404//)
source: Save as draft
el: Αποθήκευση ως πρόχειρο

# MSG_WR_MCLOSE (2405//)
source: Close
el: Κλείσιμο

# MSG_LOG_REDIRECT (2406//)
source: Redirected message from '%s' about '%s' to '%s'
el: Ανακατεύθυνση μηνύματος από '%s' με θέμα '%s' προς '%s'

# MSG_CO_ACTIONREDIRECT (2407//)
source: _Redirect
el: _Ανακατεύθυνση

# MSG_HELP_CO_CH_AREDIRECT (2408//)
source: Redirect matching messages to another person.
el: Ανακατεύθυνση μηνυμάτων που ταιριάζουν σε άλλο άτομο.

# MSG_HELP_CO_ST_AREDIRECT (2409//)
source: E-mail address(es) that should get the redirected messages.
el: Οι διευθύνσεις e-mail που θα πρέπει να κάνουν λήψη τα μηνύματα ανακατεύθυνσης.

# MSG_MA_MREDIRECT (2410//)
source: Redirect...
el: Γίνεται ανακατεύθυνση...

# MSG_WR_REDIRECT_FROM (2411//)
source: Resent-_From
el: Επαναποστολή-_Από

# MSG_WR_REDIRECT_TO (2412//)
source: Resent-_To
el: Επαναποστολή-_Προς

# MSG_WR_REDIRECT_CC (2413//)
source: Resent-_Cc
el: Επαναποστολή-_Κοιν.

# MSG_WR_REDIRECT_BCC (2414//)
source: Resent-_Bcc
el: Επαναποστολή-_Λευκή Κοιν.

# MSG_WR_REDIRECT_TITLE (2415//)
source: Redirect message(s)
el: Ανακατευθημένα μηνύματα

# MSG_ER_CANNOT_CREATE_MAIL_FILE (2416//)
source: Could not create mail file '%s'. Reason: invalid folder directory or insufficient disk space.
el: Αδυναμία δημιουργίας του αρχείου αλληλογραφίας '%s'. Αιτία: άκυρη διαδρομή φακέλου ή μη επαρκής ελεύθερος χώρος στο δίσκο.

# MSG_WR_RENAME (2417//)
source: _Rename
el: _Μετονομασία

# MSG_WR_RENAME_ATTACHMENT (2418//)
source: Rename attachment
el: Μετονομασία επισύναψης

# MSG_WR_ENTER_NEW_NAME (2419//)
source: Enter new attachment name:
el: Εισάγετε νέο όνομα επισύναψης:

# MSG_FI_SKIP_ENCRYPTED (2420//)
source: Skip encrypted mails
el: Παράβλεψη κρυπτογραφημένης αλληλογραφίας

# MSG_HELP_FI_CH_SKIP_ENCRYPTED (2421//)
source: Skip encrypted mails (i.e. PGP) during the search.
el: Παράβλεψη κρυπτογραφημένης αλληλογραφίας (πχ PGP) κατά την αναζήτηση.

# MSG_CO_QUICKSEARCHBAR (2422//)
source: Quick search bar
el: Εμφάνιση μπάρας εύρεσης στο κύριο παράθυρο

# MSG_HELP_CO_CH_QUICKSEARCHBAR (2423//)
source: Here you can select the position of the quick search bar.
el: Εάν επιλεχτεί, θα εμφανιστεί μια μπάρα εύρεσης στο κύριο παράθυρο όπου μπορείτε να αναζητήσετε ορισμένες αλληλογραφίες γρηγορότερα.

# MSG_CO_QUICKSEARCHBARPOS (2424//)
source: Posi_tion
el: _Θέση

# MSG_CO_QUICKSEARCHBARPOS01 (2425//)
source: Disabled
el: Απενεργοποιημένη

# MSG_CO_QUICKSEARCHBARPOS02 (2426//)
source: Top
el: Κορυφή

# MSG_CO_QUICKSEARCHBARPOS03 (2427//)
source: Bottom
el: Κάτω μέρος

# MSG_CO_FILTER_REGISTER_SETTINGS (2428//)
source: General
el: Γενικά

# MSG_CO_FILTER_REGISTER_CONDITIONS (2429//)
source: Conditions
el: Συνθήκες

# MSG_CO_FILTER_REGISTER_ACTIONS (2430//)
source: Actions
el: Ενέργειες

# MSG_CO_CONDITION_ALL (2431//)
source: all
el: όλες

# MSG_CO_CONDITION_MIN_ONE (2432//)
source: one or more
el: μια ή περισσότερες

# MSG_CO_CONDITION_MAX_ONE (2433//)
source: only one
el: μόνο μια

# MSG_WR_CMENU_TITLE (2434//)
source: Attachments
el: Επισυνάψεις

# MSG_WR_CMENU_ADD_ATTACHMENT (2435//)
source: Add file(s)...
el: Προσθήκη αρχείων...

# MSG_WR_CMENU_ADD_ARCHIVE_ATTACHMENT (2436//)
source: Pack & add...
el: Συμπίεση & προσθήκη...

# MSG_WR_CMENU_REMOVE_ATTACHMENT (2437//)
source: Remove
el: Αφαίρεση

# MSG_WR_CMENU_RENAME_ATTACHMENT (2438//)
source: Rename...
el: Μετονομασία...

# MSG_WR_CMENU_DISPLAY_ATTACHMENT (2439//)
source: Display
el: Προβολή

# MSG_WR_TITLEATTACHMENT (2440//)
source: Attachment
el: Επισύναψη

# MSG_WR_REMOVE (2441//)
source: Re_move
el: Α_φαίρεση

# MSG_CO_CONDITION_PREPHRASE (2442//)
source: If
el: Αν

# MSG_CO_CONDITION_POSTPHRASE (2443//)
source: of the following conditions are met:
el: από τις ακόλουθες συνθήκες πληρούνται:

# MSG_CO_FALLBACK_TZONE (2444//)
source: America/New_York
el: Europe/Athens

# MSG_HELP_CO_GR_TZONE (2445//)
source: Here you can set your current location/time zone.
el: Εδώ μπορείτε να ορίσετε την ζώνη τοποθεσίας/ώρας.

# MSG_CO_TZONE_GMTOFFSET (2446//)
source: Current GMT offset:
el: Τρέχουσα έναρξη GMT:

# MSG_CO_TZONE_NEXTDSTSWITCH (2447//)
source: Next DST switch:
el: Επόμενη αλλαγή θερινής ώρας:

# MSG_CO_TZONE_NODSTSWITCH (2448//)
source: no daylight saving
el: χωρίς εξοικονόμηση θερινής ώρας

# MSG_CO_TZONE_DESCRIPTION (2449//)
source: Description:
el: Περιγραφή:

# MSG_CO_TZONE_DESCRIPTION_NA (2450//)
source: n/a
el: μ/δ

# MSG_TZONE_ZONETAB_FILE_MISSING (2451//)
source: Cannot open time zones description file '%s/Resources/zoneinfo/zone.tab'. Please make sure to install all time zones management related files to the '%s/Resources/zoneinfo' directory.
el: Αδύνατο το άνοιγμα του αρχείου περιγραφής της ζώνης ώρας '%s/Resources/zoneinfo/zone.tab'. Παρακαλώ βεβαιωθείτε ότι έχετε εγκαταστήσει όλα τα σχετικά αρχεία διαχείρησης της ζώνης ώρας στον φάκελο '%s/Resources/zoneinfo'.

# MSG_TZONE_LOCATION_FILE_MISSING (2452//)
source: Cannot open time zone information file '%s'. Time zone information will be incorrect. Please make sure to install all time zones management related files to the '%s/Resources/zoneinfo' directory.
el: Αδύνατο το άνοιγμα του αρχείου πληροφορίας της ζώνης ώρας '%s'. Η πληροφορία της ζώνης ώρας θα είναι εσφαλμένη. Παρακαλώ βεβαιωθείτε ότι έχετε εγκαταστήσει όλα τα σχετικά αρχεία διαχείρησης της ζώνης ώρας στον φάκελο '%s/Resources/zoneinfo'.

# MSG_FOLDER_MOVE_WARNING_TITLE (2453//)
source: YAM folder format warning
el: Προειδοποίηση μορφής φακέλου ΥΑΜ

# MSG_FOLDER_MOVE_WARNING (2454//)
source: An obsolete folder storage format has been found. YAM will now move all folder directories to a new subdirectory called 'Folders' in the mail directory '%s'. \033bWARNING:\033n This operation is \033birreversible\033n and will result in folders which are no longer compatible to former versions of YAM. Do you want to perform this operation now or quit YAM and make a backup first?
el: Μια μορφή απαρχαιωμένου φακέλου αποθήκευσης έχει βρεθεί. Το ΥΑΜ θα μεταφέρει όλους τους καταλόγους φακέλου σε ένα νέο υποκατάλογο με το όνομα 'Φάκελοι' στον κύριο κατάλογο αλληλογραφίας '%s'. \033bΠΡΟΕΙΔΟΠΟΙΗΣΗ:\033n Αυτή η λειτουργία είναι \033bμη αναστρέψιμη\033n με αποτέλεσμα οι φάκελοι δεν θα είναι πλέον συμβατοί με προηγούμενες εκδόσεις του ΥΑΜ. Θέλετε να εκτελέσετε αυτή την λειτουργία τώρα ή να κάνετε έξοδο και να δημιουργήσετε ένα αντίγραφο ασφαλείας πρώτα;

# MSG_FOLDER_MOVE_WARNING_GADS (2455//)
source: _Continue|*_Quit
el: _Συνέχεια|*Έ_ξοδος

# MSG_FO_DISPLAYNAME (2456//)
source: Display _name
el: Προβολή _ονόματος

# MSG_FO_DIRECTORYNAME (2457//)
source: Directory na_me
el: Ό_νομα καταλόγου

# MSG_VALIDATING_FOLDERS (2458//)
source: Validating folders...
el: Επαλήθευση φακέλων...

# MSG_MA_MARCHIVE (2459//)
source: Archive
el: Αρχειοθέτηση

# MSG_MA_ARCHIVE (2460//)
source: Archive
el: Αρχειοθέτηση

# MSG_CO_SHOW_ARCHIVER_PROGRESS (2461//)
source: Show progress
el: Προβολή προόδου

# MSG_CO_LAUNCH_EXTEDITOR (2462//)
source: _Launch external editor immediately
el: _Εκτέλεση εξωτερικού κειμενογράφου άμεσα

# MSG_CO_EXTEDITOR (2463//)
source: External editor settings
el: Ρυθμίσεις εξωτερικού κειμενογράφου

# MSG_HELP_CO_ST_EDITOR_EXT (2464//)
source: Path to your favourite external editor which you can use as an alternative to the internal one.
el: Διαδρομή για τον αγαπημένο σας εξωτερικό κειμενογράφο, όπου μπορείτε να χρησιμοποιήσετε ως εναλλακτικό από τον εσωτερικό.

# MSG_CO_EXTEDITOR_CODESET (2465//)
source: Display c_harset
el: Προβολή κωδικοποίησης _χαρακτήρων

# MSG_HELP_CO_TX_DEFCODESET_EDITOR (2467//)
source: Choose a charset to which the text will be converted to before starting the external editor.
el: Επιλέξτε μια κωδικοποίηση χαρακτήρων που θα μετατραπεί το κείμενο πριν τρέξετε τον εξωτερικό κειμενογράφο.

# MSG_HELP_CO_TX_DEFCODESET_LOCAL (2468//)
source: Use the popup button to select the character set you would like YAM to use for displaying text. This should usually match your system's default charset, otherwise a requester will appear asking how to proceed.
el: Χρησιμοποιήστε το αναδυόμενο κουμπί για να επιλέξετε την κωδικοποιήση χαρακτήρα που θέλετε να χρησιμοποιήσει το ΥΑΜ για προβολή κειμένου. Αυτό θα πρέπει συνήθως να συμπίπτει με την προεπιλεγμένη κωδικοποίηση του συστήματός σας, αλλιώς θα εμφανιστεί ένα παράθυρο ζητώντας πως να προχωρήσετε.

# MSG_HELP_CO_TX_DEFCODESET_WRITE (2469//)
source: Use the popup button to select the character set you would like YAM to encode emails to. This should usually match your system's default charset so that the displayed character set matches the one you write mail. However, you can select any character set you want to encode your outgoing mails to.
el: Χρησιμοποιήστε το αναδυόμενο κουμπί για να επιλέξετε την κωδικοποίηση χαρακτήρα που θέλετε να χρησιμοποιήσει το ΥΑΜ για την κωδικοποίηση αλληλογραφίας. Αυτό θα πρέπει συνήθως να συμπίπτει με την προεπιλεγμένη κωδικοποίηση του συστήματός σας, ώστε η προβαλόμενη κωδικοποίηση να ταιριάζει με αυτή της συγγραφής αλληλογραφίας. Όμως, μπορείτε να επιλέξετε οποιαδήποτε κωδικοποίηση χαρακτήρα θέλετε για να κωδικοποιήσετε την εξερχόμενη αλληλογραφία σας.

# MSG_CO_DEFAULTCODESET_WRITE (2470//)
source: Default c_harset
el: Προεπιλεγμένη κωδικοποίηση _χαρακτήρων

# MSG_CO_MIME_CODESET (2471//)
source: Display _charset
el: Προβολή κωδικοποίησης χα_ρακτήρων

# MSG_HELP_CO_TX_MIME_CODESET (2472//)
source: Select the charset here that printable text should be converted to before executing the command of this MIME type.
el: Επιλέξτε εδώ την κωδικοποίηση χαρακτήρων που θα μετατραπεί το κείμενο για εκτύπωση, πριν εκτελέσετε την εντολή του συγκεκριμένου τύπου MIME.

# MSG_CO_DEFAULTVIEWER_CODESET (2473//)
source: _Display charset
el: _Προβολή κωδικοποίησης χαρακτήρων

# MSG_HELP_CO_TX_DEFVIEWER_CODESET (2474//)
source: Select the charset here that printable text should be converted to before starting the default viewer.
el: Επιλέξτε εδώ την κωδικοποίηση χαρακτήρων που θα μετατραπεί το κείμενο για εκτύπωση, πριν ξεκινήσετε τον επιλεγμένο προβολέα.

# MSG_LOG_FILTER_DONE (2475//)
source: Filtered %ld message(s) with %ld match(es)
el: Φιλτραρίστηκαν %ld μηνύματα με %ld αντιστοιχίες

# MSG_FO_JUMP_TO_UNREAD_MESSAGE (2476//)
source: Jump to first unread message
el: Μεταπήδηση στο πρώτο μη αναγνωσμένο μήνυμα

# MSG_HELP_FO_CH_JUMPTOUNREAD (2477//)
source: Jump to the first unread message when entering this folder.
el: Μεταπήδηση στο πρώτο μη αναγνωσμένο μήνυμα όταν εισέρχεστε σε αυτό τον φάκελο.

# MSG_FO_JUMP_TO_RECENT_MESSAGE (2478//)
source: Jump to newest message
el: Μεταπήδηση στο νεότερο μήνυμα

# MSG_HELP_FO_CH_JUMPTORECENT (2479//)
source: Jump to the most recent message when entering this folder.
el: Μεταπήδηση στο πιο πρόσφατο μήνυμα όταν εισέρχεστε σε αυτό τον φάκελο.

# MSG_FO_MAXAGE_DAYS (2480//)
source: days
el: ημέρες

# MSG_QUICKSEARCH_FILTER_LIST (2481//)
source: Filter list...
el: Λίστα φίλτρου...

# MSG_QUICKSEARCH_FROM (2482//)
source: Sender
el: Αποστολέας

# MSG_QUICKSEARCH_TO (2483//)
source: Receiver
el: Παραλήπτης

# MSG_QUICKSEARCH_SUBJECT (2484//)
source: Subject
el: Θέμα

# MSG_QUICKSEARCH_BODY (2485//)
source: Mail body
el: Σώμα αλληλογραφίας

# MSG_CO_CHECK_FOR_MISSING_ATTACHMENTS (2486//)
source: Check for missing attachments
el: Έλεγχος για ελλειπής επισυνάψεις

# MSG_CO_ATTACHMENT_KEYWORDS (2487//)
source: Keywords:
el: Λέξεις κλειδιά:

# MSG_HELP_CO_CH_ATTACHMENTREMINDER (2495//)
source: Would you like to be warned if the mail body suggests the existance of an attachment but these are missing?
el: Θέλετε να λαμβάνετε προειδοποίηση αν το σώμα αλληλογραφίας προτείνει την ύπαρξη μιας επισύναψης ενώ αυτές απουσιάζουν;

# MSG_HELP_CO_LV_ATTACHMENTKEYWORDS (2496//)
source: Configure the keywords which might suggest the desired existance of an attachment.
el: Ρυθμίστε τις λέξεις κλειδιά που μπορεί να προτείνουν την επιθυμητή ύπαρξη μιας επισύναψης.

# MSG_ATTACHMENT_KEYWORDS (2497//)
source: attachment,attach,attached,attaching,enclosed,CV,cover letter
el: επισύναψη,επισυνάπτω,έχω επισυνάψει,εσωκλείον

# MSG_ATTACHMENT_REMIND_INFO (2498//)
source: Did you possibly forget to add an attachment?
el: Μήπως έχετε ξεχάσει να προσθέσετε μια επισύναψη;

# MSG_ATTACHMENT_REMIND_ADD (2499//)
source: Add attachment...
el: Προσθήκη επισύναψης...

# MSG_ATTACHMENT_REMIND_LATER (2500//)
source: Remind me later
el: Θυμήστε το μου αργότερα

# MSG_WR_NO_ATTACHMENTS_TITLE (2501//)
source: Attachment reminder
el: Υπενθύμιση επισύναψης

# MSG_WR_NO_ATTACHMENTS (2502//)
source: Did you forget to add an attachment?
el: Μήπως ξεχάσατε να προσθέσετε μια επισύναψη;

# MSG_WR_NO_ATTACHMENTS_GADS (2503//)
source: Yes, I did|No, send now
el: Ναι, το ξέχασα|Όχι, στείλτε το τώρα

# MSG_CO_MAILACCOUNT_TRANSFERRED (2504//)
source: Mail account
el: Λογαριασμός αλληλογραφίας

# MSG_MAILACCOUNT_TRANSFERRED (2505//)
source: Mail account
el: Λογαριασμός αλληλογραφίας

# MSG_CO_SAVE_LAYOUT (2506//)
source: Save user interface layout
el: Αποθήκευση διάταξης περιβάλλοντος του χρήστη

# MSG_HELP_CO_CH_SAVELAYOUTQUIT (2507//)
source: Permanently save the position and dimensions of all windows, the layout of certain groups and the state of various graphical objects.
el: Αποθηκεύστε οριστικά την θέση και τις διαστάσεις όλων των παραθύρων, την διάταξη συγκεκριμένων ομάδων και την κατάσταση των διαφόρων γραφικών αντικειμένων.

# MSG_CO_SMTP_FOLDERS (2508//)
source: Default folders
el: Προεπιλεγμένοι φάκελοι

# MSG_CO_SMTP_SENTFOLDER (2509//)
source: 'Sent' folder
el: Φάκελος 'Απεσταλμένα'

# MSG_HELP_CO_PO_SMTP_SENTFOLDER (2510//)
source: Allows to set a different folder where mails will be stored after being sent out.
el: Επιτρέπει να ορίσετε ένα διαφορετικό φάκελο που θα αποθηκεύεται η αλληλογραφία μετά την αποστολή της.

# MSG_CO_IDENTITY_SAVESENTMAIL (2511//)
source: After transfer store mails in 'Sent' folder
el: Μετά την μεταφορά αποθηκεύστε την αλληλογραφία στον φάκελο 'Απεσταλμένα'

# MSG_HELP_CO_CH_IDENTITY_SAVESENTMAIL (2512//)
source: If enabled, sent mails will be stored after the mail transfer. Otherwise the sent mails will be deleted.
el: Αν ενεργοποιηθεί, η απεσταλμένη αλληλογραφία θα αποθηκευτεί μετά την μεταφορά της. Αλλιώς η απεσταλμένη αλληλογραφία θα διαγραφεί.

# MSG_CO_IDENTITY_ALTSENTFOLDER (2513//)
source: Use alternative 'Sent' folder:
el: Χρήση εναλλακτικού φακέλου 'Απεσταλμένα':

# MSG_HELP_CO_CH_IDENTITY_ALTSENTFOLDER (2514//)
source: If enabled, sent mails will be stored in an alternative mail folder than configured in the TCP/IP section of the configuration.
el: Αν ενεργοποιηθεί, η απεσταλμένη αλληλογραφία θα αποθηκευτεί σε έναν εναλλακτικό φάκελο αλληλογραφίας που έχει ρυθμιστεί στο τμήμα TCP/IP των ρυθμίσεων.

# MSG_HELP_CO_TX_IDENTITY_ALTSENTFOLDER (2515//)
source: Allows to specify which alternative mail folder should be used when storing sent mail.
el: Επιτρέπει να καθορίσετε ποιος εναλλακτικός φάκελος αλληλογραφίας θα χρησιμοποιηθεί κατά την αποθήκευση απεσταλμένης αλληλογραφίας.

# MSG_CO_POP_FOLDERS (2516//)
source: Default folders
el: Προεπιλεγμένοι φάκελοι

# MSG_CO_POP_INCOMINGFOLDER (2517//)
source: 'Incoming' folder
el: Φάκελος 'Εισερχόμενα'

# MSG_HELP_CO_PO_POP_INCOMINGFOLDER (2518//)
source: Allows to set a different folder where mails will be stored after having received them.
el: Επιτρέπει να ορίσετε ένα διαφορετικό φάκελο που θα αποθηκεύεται η αλληλογραφία μετά την λήψη της.

# MSG_DOC_LANGUAGE_CODE (2519//)
source: <EMPTY>en
el: el

# MSG_CO_CYRILLICCHARSETWARN (2520//)
source: Automatic detection of cyrillic charsets is enabled, but the configured charset '%s' is no cyrillic charset. This combination might cause malformed characters. Do you want to deactivate the cyrillic charset detection?
el: Ο αυτόματος εντοπισμός κυριλλικών χαρακτήρων είναι ενεργοποιημένος, αλλά η ρυθμισμένη κωδικοποίηση χαρακτήρων '%s' δεν είναι κωδικοποίηση κυριλλικών. Αυτός ο συνδυασμός μπορεί να προκαλέσει λανθασμένους χαρακτήρες. Θέλετε να απενεργοποιήσετε τον εντοπισμό κυριλλικής κωδικοποίησης χαρακτήρων;

# MSG_CO_CYRILLICCHARSETWARN_BT (2521//)
source: *_Deactivate|_Ignore
el: *_Απενεργοποίηση|Α_γνόηση

# MSG_WR_NORCPT_WARNING_GADGET (2522//)
source: _Save as draft|*_Cancel
el: Αποθήκευση ως _πρόχειρο|*_Ακύρωση

# MSG_WR_NORCPT_WARNING (2523//)
source: The message is incomplete since no recipient had been specified. How do you want to proceed?
el: Το μήνυμα είναι ημιτελές από την στιγμή που δεν έχει καθοριστεί παραλήπτης. Πώς θέλετε να προχωρήσετε;

# MSG_WR_DISCARDCHANGES_GADGET (2524//)
source: *_Save as draft|_Discard|_Cancel
el: *Αποθήκευση ως _πρόχειρο|_Διαγραφή|_Ακύρωση

# MSG_MA_NO_SUBJECT (2525//)
source: (No Subject)
el: (Χωρίς θέμα)

# MSG_MA_NO_RECIPIENTS (2526//)
source: (No Recipients)
el: (Χωρίς παραλήπτες)

# MSG_WR_CANCEL (2527//)
source: _Cancel
el: _Ακύρωση

# MSG_HELP_WR_BT_CANCEL (2528//)
source: Aborts the mail editing and closes the window.
el: Ματαίωση την επεξεργασία αλληλογραφίας και κλείσιμο του παραθύρου.

# MSG_MA_REPLYREQ_OPTIONS2 (2529//)
source: *_Sender|Sender and _all Recipients|_Cancel
el: *_Αποστολέας|Αποστολές και όλοι οι _Παραλήπτες|Α_κύρωση

# MSG_ABOUT_DONATE_TEXT (2530//)
source: Secure the future of YAM
el: Ασφαλείστε το μέλλον του ΥΑΜ

# MSG_TR_MAILCHECKFROM (2531//)
source: Checking mails from '%s'
el: Έλεγχος αλληλογραφίας από '%s'

# MSG_WR_CC (2532//)
source: _Cc
el: _Κοιν

# MSG_WR_BCC (2533//)
source: _Bcc
el: _Ιδιαίτ.Κοιν.

# MSG_WR_REPLYTO (2534//)
source: Reply _To
el: Απά_ντηση προς

# MSG_AB_TO_TOOLBAR (2535//)
source: _To:
el: _Προς:

# MSG_AB_CC_TOOLBAR (2536//)
source: _Cc:
el: _Κοιν:

# MSG_AB_BCC_TOOLBAR (2537//)
source: _Bcc:
el: _Ιδ.Κοιν:

# MSG_AB_FROM_TITLE (2538//)
source: (From)
el: (Από)

# MSG_AB_TO_TITLE (2539//)
source: (To)
el: (Προς)

# MSG_AB_CC_TITLE (2540//)
source: (Cc)
el: (Κοιν)

# MSG_AB_BCC_TITLE (2541//)
source: (Bcc)
el: (Ιδ.Κοιν)

# MSG_AB_REPLYTO_TITLE (2542//)
source: (Reply To)
el: (Απάντηση προς)
