Repository: Futaura/yam
Catalog: locale/greek.po
Languages: el

# MSG_FCHANGE_WARN (2079//)
source: While you have edited the message text of write window %ld in an external editor, the text in the internal text editor has also been altered. Do you really want to use the text of the external editor dropping the changes done in the internal editor?
el: Ενώ έχετε επεξεργαστεί το κείμενο του μηνύματος του παραθύρου σύνταξης %ld σε έναν εξωτερικό κειμενογράφο, το κείμενο στον εσωτερικό κειμενογράφο έχει υποστεί αλλαγές. Θέλετε σίγουρα να χρησιμοποιήσετε το κείμενο από τον εξωτερικό κειμενογράφο, αποθέτοντας τις αλλαγές που έγιναν στον εσωτερικό;

# MSG_LOG_SENDING_FAILED (2080//)
source: Sending %ld message(s) using SMTP server '%s' failed
el: Αποτυχία αποστολής %ld μηνυμάτων χρησιμοποιώντας τον διακομιστή SMTP '%s'

# MSG_HELP_EA_ST_BIRTHDAY (2081//)
source: Date of birth in locale format (e.g. 19.06.1974 or 19/06/1974).
el: Ημερομηνία γέννησης σε τοπική μορφή (π.χ. 19.06.1974 ή 19/06/1974).

# MSG_ERROR_THREADS (2082//)
source: Cannot initialize thread system.
el: Αδύνατη η αρχικοποίηση του συστήματος νημάτων

# MSG_ERROR_PLAYSOUND (2083//)
source: An error occurred while trying to play the sound file '%s'. This could be either due to a broken or unsupported sound file or because your sound datatype is not properly working.
el: Ένα σφάλμα συνέβη κατά την προσπάθεια αναπαραγωγής του αρχείου ήχου '%s'. Αυτό οφείλεται είτε σε ένα μη υποστηριζόμενο αρχείο ήχου ή επειδή ο τύπος δεδομένων ήχου δε δουλεύει σωστά.

# MSG_WR_CHARSET (2084//)
source: _Charset
el: _Σετ χαρακτήρων

# MSG_HELP_WR_PO_CHARSET (2085//)
source: Use the popup button to select the character set you would like YAM to use for this mail. This defaults to the global character set.
el: Χρησιμοποιήστε το κουμπί για να επιλέξετε το σετ χαρακτήρων που θέλετε να χρησιμοποιήσει το YAM για αυτή την αλληλογραφία. Αυτό προκαθορίζεται στο καθολικό σετ χαρακτήρων.

# MSG_ABOUTYAM (2086//)
source: About YAM
el: Περί YAM

# MSG_ER_CONNECTERR_SOCKET_IN_USE_POP3 (2087//)
source: Couldn't connect to host '%s' of account '%s'. A TCP/IP socket connection seems to be already active. Please close any other existing transfers.
el: Αδύνατη η σύνδεση με τον κόμβο '%s' του λογαριασμού '%s'. Μια σύνδεση TCP/IP φαίνεται να είναι ήδη ενεργή. Κλείστε όλες τις άλλες υπάρχουσες μεταφορές.

# MSG_ER_CONNECTERR_TIMEDOUT_POP3 (2088//)
source: Couldn't connect to host '%s' of account '%s'. The mail server didn't respond within the predefined time frame and therefore timed out.
el: Αδύνατη η σύνδεση με τον κόμβο '%s' του λογαριασμού '%s'. Ο διακομιστής αλληλογραφίας δεν απάντησε μέσα στα ορισμένα χρονικά πλαίσια και συνεπώς τερματίστηκε.

# MSG_ER_CONNECTERR_NO_SOCKET_POP3 (2089//)
source: Couldn't connect to host '%s' of account '%s'. YAM wasn't able to establish a socket connection to the mail server. Please make sure that your TCP/IP stack is online and working properly.
el: Αδύνατη η σύνδεση με τον κόμβο '%s' του λογαριασμού '%s'. Το YAM δεν μπόρεσε να πραγματοποιήσει μια σύνδεση με τον διακομιστή αλληλογραφίας. Βεβαιωθείτε ότι το TCP/IP είναι ενεργό και δουλεύει σωστά.

# MSG_ER_CONNECTERR_NO_NONBLOCKIO_POP3 (2090//)
source: Couldn't connect to host '%s' of account '%s'. YAM wasn't able to establish a non-blocking I/O connection to the mail server. Please make sure that your TCP/IP stack can establish non-blocking I/O connections.
el: Αδύνατη η σύνδεση με τον κόμβο '%s' του λογαριασμού '%s'. Το YAM δεν μπόρεσε να πραγματοποιήσει μια μη-μπλοκαρισμένη σύνδεση Ι/Ο με τον διακομιστή αλληλογραφίας. Βεβαιωθείτε ότι το TCP/IP μπορεί να πραγματοποιήσει μη-μπλοκαρισμένες συνδέσεις Ι/Ο.

# MSG_ER_UNKNOWN_HOST_POP3 (2091//)
source: Unknown POP3 server '%s' of account '%s'. TCP/IP is offline or the server address is invalid.
el: Άγνωστος διακομιστής POP3 '%s' του λογαριασμού '%s'. Το TCP/IP είναι κλειστό ή η διεύθυνση διακομιστή είναι άκυρη.

# MSG_ER_CANNOT_CONNECT_POP3 (2092//)
source: Couldn't connect to host '%s' of account '%s'. The mail server is currently down or doesn't support the POP3 protocols.
el: Αδύνατη η σύνδεση με τον κόμβο '%s' του λογαριασμού '%s'. Ο διακομιστής αλληλογραφίας είναι κάτω ή δεν υποστηρίζει τα πρωτόκολλα POP3.

# MSG_ER_POP3WELCOME (2093//)
source: POP3 server '%s' of account '%s' replied with an error message during the welcome procedure and the connection was terminated: %s
el: Ο διακομιστής POP3 '%s' του λογαριασμού '%s' απάντησε με ένα μήνυμα σφάλματος κατά την διαδικασία υποδοχής και η σύνδεση τερματίστηκε: %s

# MSG_ER_BADRESPONSE_POP3 (2094//)
source: Bad response from mail server '%s' of account '%s' to command '%s': %s The mail server couldn't execute the command and replied with the above error message.
el: Κακή απόκριση από τον διακομιστή αλληλογραφίας '%s' του λογαριασμού '%s' της εντολής '%s': %s Ο διακομιστής αλληλογραφίας απέτυχε να εκτελέσει την εντολή και απάντησε με το παραπάνω μήνυμα λάθους.

# MSG_ER_INITTLS_POP3 (2095//)
source: Couldn't initialize TLSv1/SSLv3 session with host '%s' of account '%s'.
el: Αδύνατη η αρχικοποίηση της διεργασίας TLSv1/SSLv3 με τον κόμβο '%s' του λογαριασμού '%s'.

# MSG_ER_NO_APOP (2096//)
source: The POP3 server '%s' of account '%s' doesn't support APOP. Please disable APOP in the configuration.
el: Ο διακομιστής POP3 '%s' του λογαριασμού '%s' δεν υποστηρίζει APOP. Απενεργοποιήστε το APOP από τις ρυθμίσεις.

# MSG_ER_CONNECTERR_SOCKET_IN_USE_SMTP (2097//)
source: Couldn't connect to host '%s'. A TCP/IP socket connection seems to be already active. Please close any other existing transfers.
el: Αδύνατη η σύνδεση με τον κόμβο '%s'. Η σύνδεση TCP/IP φαίνεται να είναι ήδη ενεργή. Κλείστε τις υπόλοιπες υπάρχοντες μεταφορές.

# MSG_ER_CONNECTERR_TIMEDOUT_SMTP (2098//)
source: Couldn't connect to host '%s'. The mail server didn't respond within the predefined time frame and therefore timed out.
el: Αδύνατη η σύνδεση με τον κόμβο '%s'. Ο διακομιστής αλληλογραφίας δεν αποκρίθηκε μέσα στα ορισμένα χρονικά πλαίσια και συνεπώς τερματίστηκε.

# MSG_ER_CONNECTERR_NO_SOCKET_SMTP (2099//)
source: Couldn't connect to host '%s'. YAM wasn't able to establish a socket connection to the mail server. Please make sure that your TCP/IP stack is online and working properly.
el: Αδυναμία σύνδεσης με τον κόμβο '%s'. Το YAM δεν μπόρεσε να πραγματοποιήσει μια σύνδεση με τον διακομιστή αλληλογραφίας. Βεβαιωθείτε ότι το TCP/IP είναι ενεργό και δουλεύει σωστά.

# MSG_ER_CONNECTERR_NO_NONBLOCKIO_SMTP (2100//)
source: Couldn't connect to host '%s'. YAM wasn't able to establish a non-blocking I/O connection to the mail server. Please make sure that your TCP/IP stack can establish non-blocking I/O connections.
el: Αδύνατη η σύνδεση με τον κόμβο '%s'. Το YAM δεν μπόρεσε να πραγματοποιήσει μια μη-μπλοκαρισμένη σύνδεση I/O στον διακομιστή αλληλογραφίας. Βεβαιωθείτε ότι το TCP/IP μπορεί να πραγματοποιήσει μη-μπλοκαρισμένες συνδέσεις I/O.

# MSG_ER_INITTLS_SMTP (2101//)
source: Couldn't initialize TLSv1/SSLv3 session with host '%s'.
el: Αδύνατη η αρχικοποίηση της διεργασίας TLSv1/SSLv3 με τον κόμβο '%s'.

# MSG_ER_NOSTARTTLS_SMTP (2102//)
source: Your SMTP server '%s' doesn't support TLS/SSL. Please disable this option in the configuration.
el: Ο διακομιστής SMTP '%s' δεν υποστηρίζει TLS/SSL. Απενεργοποιήστε την επιλογή αυτή από τις ρυθμίσεις.

# MSG_ER_BADRESPONSE_SMTP (2103//)
source: Bad response from mail server '%s' to command '%s': %s The mail server couldn't execute the command and replied with the above error message.
el: Κακή απόκριση από τον διακομιστή αλληλογραφίας '%s' της εντολής '%s': %s Ο διακομιστής αλληλογραφίας δεν μπόρεσε να εκτελέσει την εντολή και απάντησε με το παραπάνω μήνυμα λάθους.

# MSG_ER_CANNOT_CONNECT_SMTP (2104//)
source: Couldn't connect to host '%s'. The mail server is currently down or doesn't support the SMTP protocols.
el: Αδύνατη η σύνδεση με τον κόμβο '%s'. Ο διακομιστής αλληλογραφίας είναι κάτω ή δεν υποστηρίζει τα πρωτόκολλα SMTP.

# MSG_ER_UNKNOWN_HOST_SMTP (2105//)
source: Unknown SMTP server '%s'. TCP/IP is offline or the server address is invalid.
el: Άγνωστος διακομιστής SMTP '%s'. Το TCP/IP είναι ανενεργό ή η διεύθυνση διακομιστή είναι άκυρη.

# MSG_ER_NO8BITMIME_SMTP (2106//)
source: The SMTP server '%s' reported that it doesn't support 8bit mail transfers while you have the 'Allow8bit' option enabled. Please disable this option in your TCP/IP preferences and re-edit the e-mail before trying to send it again, otherwise the e-mail may be malformed.
el: Ο διακομιστής SMTP '%s' ανέφερε ότι δεν υποστηρίζει μεταφορές αλληλογραφίας 8bit ενώ έχετε την επιλογή 'Αποδοχή 8bit' ενεργή. Απενεργοποιήστε αυτή την επιλογή από τις προτιμήσεις TCP/IP και ξανα-επεξεργαστείτε το μήνυμα πριν το στείλετε ξανά, αλλιώς το μήνυμα μπορεί να γίνει ακατάλληλο.

# MSG_CO_FOLDERDBLCLICK (2107//)
source: Double click on folder opens folder settings
el: Διπλό κλικ στον φάκελο ανοίγει τις ρυθμίσεις φακέλου

# MSG_MA_ATTACHMENT_DELETE (2108//)
source: Delete
el: Διαγραφή

# MSG_MA_ATTACHMENT_DELETESEL (2109//)
source: Delete selected
el: Διαγραφή επιλεγμένων

# MSG_MA_DELETESELECTEDREQUEST (2110//)
source: The following attachments will be deleted: %s Do you really want to proceed?
el: Τα παρακάτω συνημμένα θα διαγραφούν: %s Θέλετε σίγουρα να προχωρήσετε;

# MSG_LOG_DELETEDATT (2111//)
source: Deleted attachment(s) of message '%s' in folder '%s'
el: Διαγραμμένα συνημμένα του μηνύματος '%s' στον φάκελο '%s'

# MSG_MA_DELETEATT (2112//)
source: Delete
el: Διαγραφή

# MSG_MA_DELETEATTREQUEST (2113//)
source: All attachments of the selected mails will be deleted. Do you really want to proceed?
el: Όλα τα συνημμένα από τα επιλεγμένα μηνύματα θα διαγραφούν. Θέλετε σίγουρα να προχωρήσετε;

# MSG_MA_ATTACHMENT_DELETEALL (2114//)
source: Delete all
el: Διαγραφή όλων

# MSG_MA_MDELETEATT (2115//)
source: Delete
el: Διαγραφή

# MSG_CO_MAPFOREIGNCHARS (2116//)
source: Map foreign chars to ASCII
el: Χαρτογράφηση άγνωστων χαρακτήρων στο ASCII

# MSG_HELP_CO_MAPFOREIGNCHARS (2117//)
source: If selected, characters that cannot be converted to the read charset will be mapped to looklike ASCII sequences.
el: Εάν επιλεχτεί, οι χαρακτήρες που δεν μπορούν να μετατραπούν στο σετ χαρακτήρων ανάγνωσης θα χαρτογραφηθούν ώστε να μοιάζουν με ακολουθίες ASCII.

# MSG_MA_NAVIGATION (2118//)
source: Navigation
el: Πλοήγηση

# MSG_MA_MNEXTTH (2119//)
source: Next message in thread
el: Επόμενο μήνυμα στο νήμα

# MSG_MA_MPREVTH (2120//)
source: Previous message in thread
el: Προηγούμενο μήνυμα στο νήμα

# MSG_CO_GLOBALMAILTHREADS (2121//)
source: Search for mails of same thread in all folders
el: Αναζήτηση για μηνύματα του ίδιου νήματος σε όλους τους φακέλους

# MSG_HELP_CO_CH_GLOBALMAILTHREADS (2122//)
source: If enabled, the search for messages of the same thread will be extended to all folders rather than only searching for mails in the same folder.
el: Εάν επιλεχτεί, η αναζήτηση για μηνύματα του ίδιου νήματος θα επεκταθεί σε όλους τους φακέλους αντί για αναζήτηση μηνυμάτων μόνο στον ίδιο φάκελο.

# MSG_FILE_OVERWRITE (2123//)
source: File '%s' already exists. Do you want to overwrite it?
el: Το αρχείο '%s' υπάρχει ήδη. Θέλετε να το επανεγγράψετε;

# MSG_ER_USER_DIR_MISSING (2124//)
source: The home directory '%s' of user '%s' does not exist.
el: Ο αρχικός κατάλογος '%s' του χρήστη '%s' δεν υπάρχει!

# MSG_CO_TEXTCOLORS_READ (2125//)
source: Show te_xt colors
el: Εμφάνιση χρωμάτων κειμένου

# MSG_HELP_CO_CH_TEXTCOLORS_READ (2126//)
source: Use text colors to signal special text passages, (e.g. quotations, etc.)
el: Χρησιμοποιήστε τα χρώματα κειμένου για να δώσετε έμφαση σε ορισμένα αποσπάσματα (π.χ. παραθέσεις, κτλ.).

# MSG_CO_TEXTSTYLES_READ (2127//)
source: Show te_xt styles
el: Εμφάνιση στύλ κειμένου

# MSG_HELP_CO_CH_TEXTSTYLES_READ (2128//)
source: Interpret '/', '*', '_' and '#' as control characters for text styles.
el: Ερμηνεύστε τα '/', '*', '_' και '#' ως χαρακτήρες ελέγχου για το στύλ κειμένου.

# MSG_CO_TEXTCOLORS_WRITE (2129//)
source: Show tex_t colors
el: Εμφάνιση χρωμάτων κειμένου

# MSG_HELP_CO_CH_TEXTCOLORS_WRITE (2130//)
source: Use text colors to signal special text passages, (e.g. quotations, etc.)
el: Χρησιμοποιήστε τα χρώματα κειμένου για να δώσετε έμφαση σε ορισμένα αποσπάσματα (π.χ. παραθέσεις, κτλ.).

# MSG_CO_TEXTSTYLES_WRITE (2131//)
source: Show te_xt styles
el: Εμφάνιση στύλ κειμένου

# MSG_HELP_CO_CH_TEXTSTYLES_WRITE (2132//)
source: Interpret '/', '*', '_' and '#' as control characters for text styles.
el: Ερμηνεύστε τα '/', '*', '_' και '#' ως χαρακτήρες ελέγχου για το στύλ κειμένου.

# MSG_CO_FONTSETTINGS (2133//)
source: Font settings
el: Ρυθμίσεις γραμματοσειράς

# MSG_CO_FIXEDFONT_WRITE (2134//)
source: Use _fixed font
el: Χρήση σταθερής γραμματοσειράς

# MSG_RE_TEXTCOLORS (2135//)
source: Text colors?
el: Χρώματα κειμένου;

# MSG_WR_TEXTSTYLES (2136//)
source: Text styles?
el: Στύλ κειμένου;

# MSG_WR_TEXTCOLORS (2137//)
source: Text colors?
el: Χρώματα κειμένου;

# MSG_WR_FIXEDFONT (2138//)
source: Fixed font?
el: Σταθερή γραμματοσειρά;

# MSG_CO_SPAM_OPTIMIZE_TRAININGDATA (2139//)
source: _Optimize training data
el: Βελτιστοποίηση δεδομένων κατάρτισης

# MSG_HELP_BT_OPTIMIZE_TRAININGDATA (2140//)
source: Removes very infrequent words from the training data to speed up loading of training data and increase processing speed of spam mails.
el: Αφαιρεί πολύ σπάνιες λέξεις από τα δεδομένα κατάρτισης για την βελτίωση της φόρτωσης των δεδομένων κατάρτισης και για την αύξηση ταχύτητας επεξεργασίας ανεπιθύμητων μηνυμάτων.

# MSG_CO_SPAM_OPTIMIZE_TRAININGDATA_ASK (2141//)
source: Do you really want to optimize the spam filter's training data? The spam filter's efficency might decrease slightly afterwards, but the filter process will be faster and use less memory.
el: Θέλετε σίγουρα να βελτιστοποιήσετε τα δεδομένα κατάρτισης του φίλτρου ανεπιθύμητων; Η αποδοτικότητα του φίλτρου ανεπιθύμητων μπορεί να μειωθεί αισθητά αργότερα, αλλά η επεξεργασία φίλτρου θα είναι γρηγορότερη και θα χρησιμοποιηθεί λιγότερη μνήμη.

# MSG_CO_SPAM_STATISTICS (2142//)
source: %ld (%ld words)
el: %ld (%ld λέξεις)

# MSG_ER_WRONG_DOB_FORMAT (2143//)
source: Date of birth uses a wrong format. The correct format is '%s'. %%d - day with leading zeros (01-31) %%-d - day without leading zeros (1-31) %%e - day with leading spaces ( 1-31) %%m - month with leading zeros (01-12) %%-m - month without leading zeros (1-12) %%y - year with leading zeros (00-99, 2 digits) %%-y - year without leading zeros (0-99, 2 digits) %%Y - year with leading zeros (4 digits) %%-Y - year without leading zeros (4 digits) The year number must be greater or equal 1900.
el: Η ημερομηνία γέννησης χρησιμοποιεί λάθος μορφή. Η σωστή μορφή είναι '%s'. %%d - ημέρα με αρχικά μηδενικά (01-31) %%-d - ημέρα χωρίς αρχικά μηδενικά (1-31) %%e - ημέρα με αρχικά κενά ( 1-31) %%m - μήνας με αρχικά μηδενικά (01-12) %%-m - μήνας χωρίς αρχικά μηδενικά (1-12) %%y - έτος με αρχικά μηδενικά (00-99, 2 ψηφία) %%-y - έτος χωρίς αρχικά μηδενικά (0-99, 2 ψηφία) %%Y - έτος με αρχικά μηδενικά (4 ψηφία) %%-Y - έτος χωρίς αρχικά μηδενικά (4 ψηφία) Το έτος πρέπει να είναι μεγαλύτερο ή ίσο με 1900.

# MSG_CO_NOTIOS41SYSTEM (2149//)
source: AmigaOS_4.1 notification system
el: Σύστημα προειδοποίησης AmigaOS 4.1

# MSG_HELP_CO_CH_NOTIOS41SYSTEM (2150//)
source: If checked, YAM will use AmigaOS4.1's notification system to notify the user about new received mails. This requires at least application.library V53.2.
el: Εάν επιλεχτεί, το YAM θα χρησιμοποιήσει το σύστημα προειδοποίησης του AmigaOS4.1 για την ειδοποίηση του χρήστη σχετικά με νέα ληφθέντα μηνύματα. Αυτό απαιτεί τουλάχιστον την application.library V53.2.

# MSG_USERNAME_FALLBACK (2152//)
source: John Doe
el: Δρακουμέλ

# MSG_RE_DEFAULT_MIMEPART_NAME (2153//)
source: Part %ld.%ld
el: Τμήμα %ld.%ld

# MSG_OPEN_WRITEWINDOWS (2154//)
source: There are still some write windows open. How do you want to proceed?
el: Υπάρχουν ήδη μερικά ανοιχτά παράθυρα. Θέλετε να προχωρήσετε;

# MSG_OPEN_WRITEWINDOWS_GAD (2155//)
source: *_Save now|_Quit without saving|_Cancel
el: *_Αποθήκευση τώρα|_Εξοδος χωρίς αποθήκευση|Α_κύρωση

# MSG_MA_MFORWARD_ATTACH (2156//)
source: as attachment
el: ως συνημμένο

# MSG_MA_MFORWARD_INLINE (2157//)
source: inlined
el: ενσωματωμένο

# MSG_CO_FWDMSG_ATTACH (2158//)
source: as attachment
el: ως συνημμένα

# MSG_CO_ScriptPreFilterMail (2159//)
source: Before filter mail
el: Πριν το φιλτράρισμα

# MSG_CO_ScriptPostFilterMail (2160//)
source: After filter mail
el: Μετά το φιλτράρισμα

# MSG_FI_DOS_PATTERN (2161//)
source: Use AmigaDOS patterns
el: Χρήση μοτίβων AmigaDOS

# MSG_HELP_FI_CH_DOS_PATTERN (2162//)
source: Enable AmigaDOS patterns in the string search.
el: Ενεργοποίηση μοτίβων AmigaDOS στην αναζήτηση.

# MSG_CTapplicationpgpsig (2163//)
source: PGP signature
el: Υπογραφή PGP

# MSG_AB_BirthdayReqBody (2164//)
source: Today, on %s, %s reaches age %ld. Do you want to send a greetings card?
el: Σήμερα, στις %s, ο/η %s έγινε %ld χρονών. Θέλετε να στείλετε μια ευχετήρια κάρτα;

# MSG_ER_AREXX_EXECUTION_ERROR (2165//)
source: Execution of the ARexx command '%s' failed (error code %ld). Please make sure that the file is accessible and is a valid ARexx script.
el: Η εκτέλεση της εντολής ARexx '%s' απέτυχε (κωδικός σφάλματος %ld). Παρακαλώ βεβαιωθείτε ότι το αρχείο ARexx είναι προσπελάσιμο και έγκυρο.

# MSG_BIRTHDAYREQUEST_DONTSHOWAGAIN (2166//)
source: Do not show this requester today again.
el: Να μην εμφανιστεί ξανά αυτό το μήνυμα σήμερα.

# MSG_RE_SAVE_FILE (2169//)
source: Save file
el: Αποθήκευση αρχείου

# MSG_UPD_NO_UPDATES_FOUND_TITLE (2170//)
source: No software updates available
el: Δεν υπάρχουν ενημερώσεις λογισμικού

# MSG_UPD_NO_UPDATES_FOUND (2171//)
source: There are no software updates available. %s
el: Δεν υπάρχουν ενημερώσεις λογισμικού. %s

# MSG_UPD_NO_UPDATES_FOUND_HINT_AUTOCHECK (2172//)
source: YAM will check for available updates automatically.
el: Το YAM θα ελέγξει αυτόματα για τυχόν ενημερώσεις.

# MSG_UPD_NO_UPDATES_FOUND_HINT_NOAUTOCHECK (2173//)
source: Please try again later or activate the automatic software update check.
el: Παρακαλώ προσπαθήστε αργότερα ή ενεργοποιήστε τον αυτόματο έλεγχο ενημερώσεων.

# MSG_THREAD_EXIT_WARNING_TITLE (2174//)
source: YAM warning
el: Προειδοποίηση YAM

# MSG_THREAD_EXIT_WARNING (2175//)
source: While trying to cleanup YAM still running sub threads have been found. Please make sure to close all still existing sub threads (e.g. MIME viewers, etc.) you may have initiated from YAM. Do you want to retry to quit YAM or ignore the still running sub thread (which could end up in later crashes)?
el: Βρέθηκαν υπο-νήματα που ακόμα εκτελούνται κατά την προσπάθεια καθαρισμού του YAM. Παρακαλώ κλείστε όλα τα τυχόν υπο-νήματα (π.χ. προβολές ΜΙΜΕ, κτλ) που πιθανόν να έχετε διενεργήσει από το YAM. Θέλετε να ξαναδοκιμάσετε να εγκαταλείψετε το YAM ή να αγνοήσετε τα ήδη ενεργά υπό-νήματα (που μπορεί να προκαλέσουν σφάλματα αργότερα);

# MSG_THREAD_EXIT_WARNING_BT (2176//)
source: _Retry|_Ignore
el: _Επανάληψη|_Παράβλεψη

# MSG_EXECUTE_COMMAND_FAILED (2177//)
source: The execution of the command '%s' failed (error code %ld: %s).
el: Η εκτέλεση της εντολής '%s' απέτυχε (κωδικός σφάλματος %ld: %s).

# MSG_ERROR_METHODSTACK (2178//)
source: Cannot initialize method stack.
el: Αδύνατη η αρχικοποίηση της στοίβας μεθόδου.

# MSG_TRANSFERS_IN_PROGRESS (2179//)
source: Transfers in progress
el: Μεταφορές σε εξέλιξη

# MSG_ERROR_CONNECTIONS (2180//)
source: Cannot initialize connections.
el: Αδύνατη η αρχικοποίηση των συνδέσεων.

# MSG_LOG_CONNECT_POP3 (2181//)
source: Logged in on POP3 account '%s': %ld messages waiting
el: Είσοδος στον POP3 λογαριασμό '%s': %ld μηνύματα περιμένουν

# MSG_LOG_RETRIEVED_POP3 (2182//)
source: Retrieved %ld message(s) from POP3 account '%s'
el: Ανακτήθηκαν %ld μηνύματα από τον POP3 λογαριασμό '%s'

# MSG_TR_ENTER_POP3_PASSWORD (2183//)
source: Please enter the password for POP3 account '%s':
el: Παρακαλώ εισάγετε τον κωδικό για τον POP3 λογαριασμό '%s':

# MSG_ALTIMAGE_STATUS_DOWNLOAD (2184//3)
source: D
el: Λ

# MSG_ALTIMAGE_STATUS_DELETE (2185//3)
source: X
el: Δ

# MSG_PRESELECT_INDEX (2186//)
source: Index
el: Ευρετήριο

# MSG_TR_WAIT_FOR_PASSWORD (2187//)
source: Waiting for user's password input...
el: Αναμονή για την εισαγωγή του κωδικού χρήστη...

# MSG_TR_WAIT_FOR_PRESELECTION (2188//)
source: Waiting for user's preselection...
el: Αναμονή για την προεπιλογή του χρήστη...

# MSG_POP3_NEW_MAIL_NOTIFY_REQ (2189//)
source: \0338You have new mail from account '%s'.\0332 %3ld messages downloaded, %3ld left on server %3ld duplicates skipped
el: Έχετε νέο μήνυμα από τον λογαριασμό '%s'.\0332 %3ld μηνύματα λήφθηκαν, %3ld παρέμειναν στον διακομιστή %3ld διπλά παραλείπονται

# MSG_POP3_NEW_MAIL_NOTIFY_OS4_ONE (2190//)
source: %s Received 1 new mail.
el: %s Ελήφθη 1 νέο μήνυμα.

# MSG_POP3_NEW_MAIL_NOTIFY_OS4_MANY (2191//)
source: %s Received %ld new mails.
el: %s Ελήφθησαν %ld νέα μηνύματα.

# MSG_MA_SEND_AND_GET_MAIL (2192//)
source: Send and get mail
el: Αποστολή και λήψη μηνύματος

# MSG_MA_SEND_MAIL (2193//)
source: Send mail
el: Αποστολή μηνύματος

# MSG_MA_GET_MAIL (2194//)
source: Get mail
el: Λήψη μηνύματος

# MSG_WR_SECURITYREQ_GADS (2195//)
source: *_Plain|_Signed|_Encrypted|S_igned & encrypted|_Cancel
el: *_Απλή|_Υπογεγραμμένη|_Κωδικοποιημένη|Υ_πογ. & Κωδ.|Α_νώνυμη|Α_κύρωση

# MSG_HTTP_CONNECTING_TO_SERVER (2196//)
source: Connecting to server...
el: Σύνδεση στον διακομιστή...

# MSG_HTTP_SENDING_REQUEST (2197//)
source: Sending HTTP request...
el: Αποστολή αιτήματος HTTP...

# MSG_HTTP_WAITING_FOR_ANSWER (2198//)
source: Waiting for server's answer...
el: Αναμονή απάντησης του διακομιστή...

# MSG_HTTP_RECEIVING_DATA (2199//)
source: Receiving data...
el: Λήψη δεδομένων...

# MSG_HTTP_DISCONNECTING_FROM_SERVER (2200//)
source: Disconnecting from server...
el: Αποσύνδεση από τον διακομιστή...

# MSG_SHOW_TRANSFER_WINDOW (2201//)
source: Show transfers in progress...
el: Εμφάνιση μεταφορών σε εξέλιξη...

# MSG_CO_APPLY_REMOTE_FILTERS (2202//)
source: Apply remote _filters
el: Εφαρμογή απομακρυσμένων _φίλτρων

# MSG_HELP_CO_CH_APPLY_REMOTE_FILTERS (2203//)
source: Apply all defined remote filters when downloading mail from this server.
el: Εφαρμογή όλων των καθορισμένων απομακρυσμένων φίλτρων κατά την λήψη αλληλογραφίας από αυτό τον διακομιστή.

# MSG_CO_DOWNLOAD_ON_STARTUP (2204//)
source: Check for new mail on startup
el: Έλεγχος νέων μηνυμάτων κατά την εκκίνηση

# MSG_HELP_CO_CH_DOWNLOAD_ON_STARTUP (2205//)
source: Check this account for new mail on every startup of YAM automatically.
el: Έλεγχος του λογαριασμού για νέα μηνύματα αυτόματα κάθε φορά που γίνεται εκκίνηση του YAM.

# MSG_IMPORT_UNKNOWN_FILE_FORMAT (2206//)
source: Unknown mail file format in file '%s'.
el: Άγνωστος τύπος αρχείου μηνύματος στο αρχείο '%s'.

# MSG_IMPORT_NO_MAILS (2207//)
source: The file '%s' does not contain any importable mails.
el: Το αρχείο '%s' δεν περιέχει εισαγόμενα μηνύματα.

# MSG_CO_CONFIG_IS_LOCKED (2208//)
source: The configuration is currently locked. Please wait until all POP3 and SMTP transfers are finished.
el: Οι ρυθμίσεις είναι κλειδωμένες προς το παρόν. Παρακαλώ περιμένετε μέχρι να τελειώσουν όλες οι POP3 και SMTP μεταφορές.

# MSG_FOLDERINFO_SHORTHELP (2209//)
source: \033bFolder\033n Name: %s Path: %s Size: %s Messages: %ld (%ld new, %ld unread)
el: \033bΦάκελος\033n Όνομα: %s Διαδρομή: %s Μέγεθος: %s Μηνύματα: %ld (%ld νέα, %ld μη διαβασμένα)

# MSG_MAILINFO_SHORTHELP (2210//)
source: \033bMail\033n From: %s <%s> To: %s <%s> Subject: %s Date: %s Filename: %s Size: %s
el: \033bΜήνυμα\033n Από: %s <%s> Προς: %s <%s> Θέμα: %s Ημερ/νία: %s Αρχείο: %s Μέγεθος: %s

# MSG_CO_UPDATE_DOWNLOAD_PATH (2211//)
source: Download _path:
el: Διαδρομή _λήψης:

# MSG_UPD_NOTIFICATION_DOWNLOAD (2212//)
source: Download
el: Λήψη
