Repository: Futaura/yam
Catalog: locale/greek.po
Languages: el

# MSG_CO_HeaderLayout (410//)
source: Header layout
el: Διάταξη κεφαλίδας

# MSG_CO_BodyLayout (411//)
source: Message body layout
el: Διάταξη σώματος μηνύματος

# MSG_CO_OtherOptions (412//)
source: Other options
el: Άλλες επιλογές

# MSG_CO_WrapHeader (413//)
source: _Wrap headers
el: Αναδίπλωση κεφαλίδων

# MSG_CO_OldQuotes (414//)
source: Old quotes
el: Παλιές παραθέσεις

# MSG_CO_Header (416//)
source: _Headers
el: Κεφαλίδες

# MSG_CO_SenderInfo (417//)
source: Sender _info
el: Πληροφορίες αποστολέα

# MSG_CO_SignatureSep (418//)
source: Si_g. separator
el: Διαχωριστικό υπογραφής

# MSG_CO_ColoredText (419//)
source: Colored text
el: Χρωματισμένο κείμενο

# MSG_CO_MultiReadWin (420//)
source: _Multiple windows
el: Πολλαπλά παράθυρα

# MSG_CO_DisplayAll (422//)
source: Display _all texts
el: Εμφάνιση όλων των κειμένων

# MSG_CO_FixedFontEdit (423//)
source: Use _fixed font
el: Χρήση σταθερής γραμματοσειράς

# MSG_CO_MimeType (425//)
source: MIME _type
el: Τύπος MIME

# MSG_CO_MimeCmd (426//)
source: _Viewer
el: Αρχείο προβολής

# MSG_CO_Extension (427//)
source: File e_xtensions
el: Προεκτάσεις αρχείων

# MSG_CO_DefaultViewer (428//)
source: De_fault viewer
el: Προεπιλεγμένο αρχείο προβολής

# MSG_CO_Organization (432//)
source: _Organization
el: Οργάνωση

# MSG_CO_ExtraHeaders (433//)
source: E_xtra headers
el: Πρόσθετες κεφαλίδες

# MSG_CO_MessageBody (434//)
source: Message body
el: Σώμα μηνύματος

# MSG_CO_Welcome (435//)
source: Welcome _phrase
el: Φράση υποδοχής

# MSG_CO_Greetings (436//)
source: Closing p_hrase
el: Φράση κλεισίματος

# MSG_CO_Editor (437//)
source: Editor
el: Κειμενογράφος

# MSG_CO_WordWrap (438//)
source: _Word-wrap
el: Αναδίπλωση λέξης

# MSG_CO_EWOff (439//)
source: off
el: κλειστή

# MSG_CO_EWAsYouType (440//)
source: as you type
el: κατά την πληκτρολόγηση

# MSG_CO_EWBeforeSend (441//)
source: before sending
el: πριν την αποστολή

# MSG_CO_ExternalEditor (442//)
source: _External editor
el: Εξωτερικός κειμενογράφος

# MSG_CO_PhraseOpen (444//)
source: Open
el: Άνοιγμα

# MSG_CO_PhraseIntro (445//)
source: Intro
el: Εισαγωγή

# MSG_CO_PhraseClose (446//)
source: Close
el: Κλείσιμο

# MSG_CO_Forwarding (447//)
source: Forwarding
el: Προώθηση

# MSG_CO_FwdInit (448//)
source: _Initial phrase
el: Αρχική φράση

# MSG_CO_FwdFinish (449//)
source: _Terminating phrase
el: Τερματισμός φράσης

# MSG_CO_Replying (450//)
source: Replying
el: Απάντηση

# MSG_CO_RepInit (451//)
source: Default _reply phrases
el: Προεπιλεγμένες φράσεις απάντησης

# MSG_CO_AltRepInit (452//)
source: _Alternative reply phrases
el: Εναλλακτικές φράσεις απάντησης

# MSG_CO_AltRepPat (453//)
source: Use with these _domains
el: Χρήση με αυτούς τους τομείς

# MSG_CO_MLRepInit (454//)
source: _Mailing list reply phrases
el: Λίστα αλληλογραφίας φράσεων απάντησης

# MSG_CO_QuoteEmpty (456//)
source: Quote _empty lines
el: Παράθεση κενών γραμμών

# MSG_CO_VerifyAddress (457//)
source: _Verify recipient address
el: Επαλήθευση διεύθυνσης παραλήπτη

# MSG_CO_StripSignature (458//)
source: Stri_p signature
el: Αφαίρεση υπογραφής

# MSG_CO_DefSig (459//)
source: Default signature
el: Προεπιλεγμένη υπογραφή

# MSG_CO_AltSig1 (460//)
source: Alt. signature #1
el: Εναλλακτική υπογραφή #1

# MSG_CO_AltSig2 (461//)
source: Alt. signature #2
el: Εναλλακτική υπογραφή #2

# MSG_CO_Signature (462//)
source: Signature
el: Υπογραφή

# MSG_CO_EditSig (464//)
source: _Edit in external editor
el: Επεξεργασία με εξωτερικό κειμενογράφο

# MSG_CO_InsertTag (465//)
source: Insert _random tagline
el: Εισαγωγή τυχαίας γραμμής ετικέτας

# MSG_CO_InsertENV (466//)
source: Insert E_NV:Signature
el: Εισαγωγή από ENV:Signature

# MSG_CO_Taglines (467//)
source: Taglines
el: Γραμμές ετικέτας

# MSG_CO_TaglineFile (468//)
source: Tagline _file
el: Αρχείο γραμμών ετικέτας

# MSG_CO_TaglineSep (469//)
source: T_agline separator
el: Διαχωριστικό γραμμών ετικέτας

# MSG_CO_FixedFontList (470//)
source: Use _fixed font
el: Χρήση σταθερής γραμματοσειράς

# MSG_CO_SwatchBeat (471//)
source: Show time in Swatch _Beats
el: Ένδειξη ώρας με μέθοδο Swatch Beats

# MSG_CO_LogNone (472//)
source: none
el: καμία

# MSG_CO_LogNormal (473//)
source: normal
el: κανονική

# MSG_CO_LogVerbose (474//)
source: verbose
el: λεπτομερής

# MSG_CO_PGPExe (475//)
source: P_GP's directory
el: Κατάλογος PGP

# MSG_CO_Logfiles (481//)
source: Log files
el: Αρχεία καταγραφής

# MSG_CO_LogPath (482//)
source: _Path
el: Διαδρομή

# MSG_CO_LogSplit (483//)
source: Split _log file
el: Διαχωρισμός αρχείου καταγραφής

# MSG_CO_LogMode (484//)
source: _Mode
el: Κατάσταση

# MSG_CO_LogAllEvents (485//)
source: Log _all events
el: Καταγραφή όλων των συμβάντων

# MSG_CO_OnStartup (486//)
source: On program startup
el: Κατά την εκκίνηση

# MSG_CO_LoadAll (487//)
source: Load all folders
el: Φόρτωση όλων των φακέλων

# MSG_CO_MarkNew (488//)
source: Mark new mail as unread
el: Σημάδεμα νέας αλληλογραφίας ως μη αναγνωσμένη

# MSG_CO_SendStart (489//)
source: Send mail in outgoing queue
el: Αποστολή αλληλογραφίας στην ουρά εξερχομένων

# MSG_CO_CheckDOB (491//)
source: Check birthdates
el: Έλεγχος ημερομηνιών γέννησης

# MSG_CO_OnTermination (492//)
source: On program termination
el: Κατά τον τερματισμό

# MSG_CO_DeleteOld (493//)
source: Delete old mail
el: Διαγραφή παλιάς αλληλογραφίας

# MSG_CO_RemoveDel (494//)
source: Remove deleted mail
el: Αφαίρεση διαγραμμένης αλληλογραφίας

# MSG_CO_ATABnever (495//)
source: never
el: ποτέ

# MSG_CO_ATABask (496//)
source: ask before
el: ερώτηση πρώτα

# MSG_CO_ATABinfoask (497//)
source: if info available; ask
el: εάν υπάρχουν πληροφορίες, ερώτηση

# MSG_CO_ATABinfo (498//)
source: if info available
el: εάν υπάρχουν πληροφορίες

# MSG_CO_ATABalways (499//)
source: always
el: πάντα

# MSG_CO_InfoExc (500//)
source: Personal data exchange
el: Ανταλλαγή προσωπικών δεδομένων

# MSG_CO_Gallery (501//)
source: Save _photos in
el: Αποθήκευση φωτογραφιών σε

# MSG_CO_AddToAddrbook (503//)
source: Sa_ve sender's address
el: Αποθήκευση διεύθυνσης αποστολέα

# MSG_CO_ProxyServer (504//)
source: _HTTP proxy server
el: Διακομιστής μεσολάβησης HTTP

# MSG_CO_NewGroup (505//)
source: _Group for new entries
el: Ομάδα για νέες καταχωρήσεις

# MSG_CO_Paths (507//)
source: Paths
el: Διαδρομές

# MSG_CO_Detach (508//)
source: D_ecode files to
el: Αποκωδικοποίηση αρχείων προς

# MSG_CO_Attach (509//)
source: _Attach files from
el: Επισύναψη αρχείων από

# MSG_CO_TempDir (510//)
source: For _temporary files
el: Για προσωρινά αρχεία

# MSG_CO_AppIcon (511//)
source: Mailbox status
el: Κατάσταση γραμματοκιβωτίου

# MSG_CO_PositionX (512//)
source: Position _X
el: Θέση X

# MSG_CO_CloseGadget (513//)
source: Close _gadget iconifies program
el: Κλείσιμο παραθύρου για ελαχιστοποίηση

# MSG_CO_SaveDelete (514//)
source: Save/delete messages
el: Αποθήκευση/διαγραφή μηνυμάτων

# MSG_CO_ConfirmDelPart1 (515//)
source: Confirm _deletion of
el: Επιβεβαίωση διαγραφής για

# MSG_CO_ConfirmDelPart2 (516//)
source: or more messages
el: ή περισσότερα μηνύματα

# MSG_CO_Remove (517//)
source: _Remove messages immediately
el: Άμεση αφαίρεση μηνυμάτων

# MSG_CO_XPK (525//)
source: XPK/LhA settings
el: Επιλογές XPK/LhA

# MSG_CO_XPKPack (526//)
source: Packer
el: Συμπιεστής

# MSG_CO_XPKPackEnc (527//)
source: Pack/Protect
el: Συμπίεση/Προστασία

# MSG_CO_Archiver (528//)
source: Archi_ver
el: Αρχειοθέτης

# MSG_CO_ScriptMenu (529//)
source: 'Scripts' menu entry %ld
el: Καταχώρηση μενού 'Δέσμης εντολών' %ld

# MSG_CO_ScriptStartup (530//)
source: Program startup
el: Εκκίνηση εφαρμογής

# MSG_CO_ScriptTerminate (531//)
source: Program termination
el: Τερματισμός εφαρμογής

# MSG_CO_ScriptPreGetMail (532//)
source: Before getting mail
el: Πριν την λήψη αλληλογραφίας

# MSG_CO_ScriptPostGetMail (533//)
source: After getting mail
el: Μετά την λήψη αλληλογραφίας

# MSG_CO_ScriptNewMsg (534//)
source: With each new message
el: Με κάθε νέο μήνυμα

# MSG_CO_ScriptPreSendMail (535//)
source: Before sending mail
el: Πριν την αποστολή αλληλογραφίας

# MSG_CO_ScriptPostSendMail (536//)
source: After sending mail
el: Μετά την αποστολή αλληλογραφίας

# MSG_CO_ScriptReadMsg (537//)
source: When reading a message
el: Ενώ διαβάζοντας ένα μήνυμα

# MSG_CO_ScriptPreWriteMsg (538//)
source: Before writing a message
el: Πριν την σύνταξη μηνύματος

# MSG_CO_ScriptPostWriteMsg (539//)
source: After writing a message
el: Μετά την σύνταξη μηνύματος

# MSG_CO_ScriptClickURL (540//)
source: When double-clicking an URL
el: Με διπλό-κλικ σε ένα URL

# MSG_CO_Script (541//)
source: Sc_ript
el: Δέσμη εντολών

# MSG_CO_OpenConsole (542//)
source: _Open console window
el: Άνοιγμα παραθύρου κονσόλας

# MSG_CO_WaitTerm (543//)
source: _Wait for termination
el: Αναμονή για τερματισμό

# MSG_CO_Open (544//)
source: Open...
el: Άνοιγμα...

# MSG_CO_SaveAs (545//)
source: Save as...
el: Αποθήκευση ως...

# MSG_CO_Edit (546//)
source: Edit
el: Επεξεργασία

# MSG_CO_ResetDefaults (547//)
source: Reset to defaults
el: Επαναφορά προεπιλεγμένων

# MSG_CO_ResetAll (548//)
source: Reset all settings
el: Επαναφορά ρυθμίσεων

# MSG_CO_LastSaved (549//)
source: Last saved
el: Τελευταία αποθήκευση

# MSG_CO_Restore (550//)
source: Restore
el: Αποκατάσταση

# MSG_CO_ImportMIME (553//)
source: Import MIME viewers & types...
el: Εισαγωγή τύπων & προβολών MIME...

# MSG_HELP_CO_ST_REALNAME (554//)
source: Your full name (first name last name).
el: Το πλήρες όνομά σας (όνομα και επίθετο).

# MSG_HELP_CO_ST_EMAIL (555//)
source: Your e-mail address.
el: Η ηλεκτρονική διεύθυνσή σας.

# MSG_HELP_CO_ST_POPHOST (556//)
source: The address of the POP3 server to receive mail from. If you leave this field empty, the address of the SMTP server will be used as fallback.
el: Η διεύθυνση του διακομιστή POP3 για να λαμβάνετε αλληλογραφία. Εάν το αφήσετε κενό, η διεύθυνση του διακομιστή SMTP θα χρησιμοποιηθεί αντί αυτής.

# MSG_HELP_CO_ST_PASSWD (557//)
source: Password to access the POP3 server.
el: Κωδικός για την πρόσβαση του διακομιστή POP3.

# MSG_HELP_CO_ST_SMTPHOST (560//)
source: The address of the SMTP server to send mail to. If you leave this field empty, the address of the POP3 server will be used as fallback.
el: Η διεύθυνση του διακομιστή SMTP για να στέλνετε αλληλογραφία. Εάν το αφήσετε κενό, η διεύθυνση του διακομιστή POP3 θα χρησιμοποιηθεί αντί αυτής.

# MSG_HELP_CO_CH_SMTP8BIT (562//)
source: Do not convert messages to 7-bit when transferring. You should only use this option if you're sure that your SMTP server supports 8-bit transfers, otherwise your messages may get corrupted.
el: Μην μετατρέπετε τα μηνύματα σε 7-bit κατά την μεταφορά. Χρησιμοποιήστε την επιλογή μόνο εάν είστε σίγουρος ότι ο διακομιστής σας SMTP υποστηρίζει μεταφορά 8-bit, αλλιώς τα μηνύματα μπορεί να αλλοιωθούν.

# MSG_HELP_CO_LV_POP3 (563//)
source: List of the POP3 servers.
el: Λίστα με τους λογαριασμούς POP3.

# MSG_HELP_CO_BT_PADD (564//)
source: Add a new POP3 servers to the list.
el: Προσθήκη νέου λογαριασμού POP3 στη λίστα.

# MSG_HELP_CO_BT_PDEL (565//)
source: Remove the selected POP3 servers from the list.
el: Αφαίρεση επιλεγμένου λογαριασμού POP3 από την λίστα.

# MSG_HELP_CO_ST_POPUSERID (566//)
source: User name to log in on the POP3 server. If you leave this field empty, the user name part of your e-mail address will be used.
el: Όνομα χρήστη για την σύνδεση στο διακομιστή POP3. Εάν το αφήσετε κενό, θα χρησιμοποιηθεί μέρος του ονόματος χρήστη από την διεύθυνση ταχυδρομείου σας.

# MSG_HELP_CO_CH_DELETE (567//)
source: Delete messages from mail server after the download.
el: Διαγραφή μηνυμάτων από τον διακομιστή αλληλογραφίας μετά την λήψη.

# MSG_HELP_CO_CH_POPENABLED (569//)
source: Check this account while checking for new mail.
el: Κάντε έλεγχο του λογαριασμού ενώ γίνεται έλεγχος για νέα αλληλογραφία.

# MSG_HELP_CO_CH_TRANSWIN (571//)
source: Show a progress window during mail transfers.
el: Εμφάνιση παραθύρου προόδου κατά την μεταφορά αλληλογραφίας.

# MSG_HELP_CO_CY_MSGSELECT (572//)
source: Message pre-selection shows (a part of) the contents of the POP3 mailbox and allows you to select which messages you want to download.
el: Η προεπιλογή μηνύματος δείχνει (μερικά από) τα περιεχόμενα του γραμματοκιβωτίου POP3 και σας επιτρέπει να επιλέξετε ποιά μηνύματα θέλετε να κάνετε λήψη.

# MSG_HELP_CO_ST_WARNSIZE (574//)
source: Incoming messages bigger than this will be considered as 'large'.
el: Εισερχόμενα μηνύματα μεγαλύτερα από αυτό θα θεωρηθούν ως 'μεγάλα'.

# MSG_HELP_CO_ST_INTERVAL (575//)
source: How often do you want YAM to automatically check for new mail?
el: Πόσο συχνά θέλετε το YAM να ελέγχει αυτόματα για νέα αλληλογραφία; Χρησιμοποιήστε '0' εάν δεν θέλετε να γίνετε αυτό.

# MSG_HELP_CO_CH_DLLARGE (576//)
source: When automatically checking for new mail, download large messages even if they exceed the size limit specified above.
el: Κατά τον αυτόματο έλεγχο για νέα αλληλογραφία, κάντε λήψη μεγάλων μηνυμάτων ακόμα και αν υπερβαίνουν το όριο μεγέθους που καθορίστηκε παραπάνω.

# MSG_HELP_CO_CH_NOTIREQ (577//)
source: Show a requester when you get new mail.
el: Εμφάνιση παραθύρου αίτησης κατά την λήψη νέας αλληλογραφίας.

# MSG_HELP_CO_ST_NOTICMD (578//)
source: The program you want to execute when you get new mail.
el: Το πρόγραμμα που θέλετε να εκτελεστεί κατά την λήψη νέας αλληλογραφίας.

# MSG_HELP_CO_ST_NOTISOUND (579//)
source: The sound file you want to play when you get new mail.
el: Το αρχείο ήχου που θέλετε να αναπαραχθεί κατά την λήψη νέας αλληλογραφίας.

# MSG_HELP_CO_LV_RULES (580//)
source: List of filters.
el: Λίστα φίλτρων.

# MSG_HELP_CO_ST_RNAME (581//)
source: Filter name.
el: Όνομα φίλτρου.

# MSG_HELP_CO_CH_REMOTE (582//)
source: Apply this filter before downloading new mail.
el: Εφαρμογή αυτού του φίλτρου πριν την λήψη νέας αλληλογραφίας.

# MSG_HELP_CO_CH_APPLYNEW (583//)
source: Apply this filter to new messages.
el: Εφαρμογή αυτού του φίλτρου στα νέα μηνύματα.

# MSG_HELP_CO_CH_APPLYSENT (584//)
source: Apply this filter to sent messages.
el: Εφαρμογή αυτού του φίλτρου στα απεσταλμένα μηνύματα.

# MSG_HELP_CO_CH_APPLYREQ (585//)
source: Apply this filter when you use the filter function manually.
el: Εφαρμογή αυτού του φίλτρου όταν κάνετε χρήση της λειτουργίας φίλτρου χειροκίνητα.

# MSG_HELP_CO_CH_AFORWARD (589//)
source: Forward matching messages to another person.
el: Προώθηση μηνυμάτων που ταιριάζουν σε άλλο άτομο.

# MSG_HELP_CO_ST_AFORWARD (590//)
source: E-mail address(es) that should get the forwarded messages.
el: Διευθύνσεις E-mail που θα πρέπει να εντάξουν τα προωθημένα μηνύματα.

# MSG_HELP_CO_CH_ARESPONSE (591//)
source: Send an automatic reply for each matching message.
el: Αποστολή αυτόματης απάντησης για κάθε μήνυμα που ταιριάζει.

# MSG_HELP_CO_ST_ARESPONSE (592//)
source: Text file that contains the response.
el: Το αρχείο κειμένου που περιέχει την απάντηση.

# MSG_HELP_CO_CH_AEXECUTE (593//)
source: Execute a command for each matching message.
el: Εκτέλεση εντολής για κάθε μήνυμα που ταιριάζει.

# MSG_HELP_CO_ST_AEXECUTE (594//)
source: Command to execute. The path of the matching message is passed as an argument.
el: Εντολή προς εκτέλεση. Η διαδρομή του μηνύματος που ταιριάζει περνάει ως παράμετρος.

# MSG_HELP_CO_CH_APLAY (595//)
source: Play a sound file for each matching message.
el: Αναπαραγωγή αρχείου ήχου για κάθε μήνυμα που ταιριάζει.

# MSG_HELP_CO_ST_APLAY (596//)
source: Sound file to play.
el: Αρχείο ήχου για αναπαραγωγή.

# MSG_HELP_CO_CH_AMOVE (597//)
source: Move matching messages to a different folder.
el: Μετακίνηση μηνυμάτων που ταιριάζουν σε διαφορετικό φάκελο.

# MSG_HELP_CO_PO_MOVETO (598//)
source: Destination folder.
el: Φάκελος προορισμού.

# MSG_HELP_CO_CH_ADELETE (599//)
source: Delete the matching messages.
el: Διαγραφή μηνυμάτων που ταιριάζουν.

# MSG_HELP_CO_CH_ASKIP (600//)
source: Do not download the matching messages.
el: Μην κάνετε λήψη μηνυμάτων που ταιριάζουν.

# MSG_HELP_CO_BT_RADD (601//)
source: Add a new filter.
el: Προσθέστε ένα νέο φίλτρο.

# MSG_HELP_CO_BT_RDEL (602//)
source: Remove the selected filter from the list.
el: Αφαιρέστε το επιλεγμένο φίλτρο από την λίστα.

# MSG_HELP_CO_CA_COL2QUOT (603//)
source: Color used to display 2nd level quotes.
el: Χρώμα για την εμφάνιση παραθέσεων 2ου επιπέδου.

# MSG_HELP_CO_CH_WRAPHEAD (604//)
source: Split long headers on multiple lines.
el: Διαχωρισμός μεγάλων κεφαλίδων σε πολλαπλές γραμμές.

# MSG_HELP_CO_CY_HEADER (606//)
source: Which message headers do you want YAM to display by default in the Read window?
el: Ποιά μηνύματα κεφαλίδων θέλετε το YAM να εμφανίζει ως προκαθορισμένα στο παράθυρο ανάγνωσης;

# MSG_HELP_CO_ST_HEADERS (607//)
source: Specify an AmigaDOS pattern to choose the headers in SELECTED format. Default is (From|To|Cc|Bcc|Date|Subject).
el: Καθορίστε ένα μοτίβο AmigaDOS για να επιλέξετε τις κεφαλίδες σε ΕΠΙΛΕΓΜΕΝΗ μορφή. Η προκαθορισμένη είναι (From|To|Cc|Bcc|Date|Subject).

# MSG_HELP_CO_CY_SENDERINFO (608//)
source: Information about the sender to display in the Read window (if available).
el: Εμφάνιση πληροφοριών σχετικά με τον αποστολέα στο παράθυρο ανάγνωσης (εάν υπάρχουν).

# MSG_HELP_CO_CY_SIGSEPLINE (609//)
source: Type of separation line for the signature.
el: Τύπος διαχωριστικής γραμμής για την υπογραφή.

# MSG_HELP_CO_CH_ALLTEXTS (611//)
source: Display all plain text parts of a multipart message.
el: Εμφάνιση όλων των τμημάτων απλού κειμένου ενός μηνύματος πολλαπλών τμημάτων.

# MSG_HELP_CO_CH_MULTIWIN (612//)
source: Use a separate Read window for each opened message.
el: Χρήση ενός ξεχωριστού παραθύρου ανάγνωσης για κάθε ανοιγμένο μήνυμα.

# MSG_HELP_CO_CA_COLTEXT (613//)
source: Color for the 'colored' text used in the Read window and the editor.
el: Χρώμα για το 'χρωματισμένο' κείμενο που θα χρησιμοποιηθεί στο παράθυρο ανάγνωσης και στον κειμενογράφο.

# MSG_HELP_CO_CH_FIXFEDIT (614//)
source: Display messages using a fixed width font.
el: Εμφάνιση μηνυμάτων κάνοντας χρήση μιας σταθερής γραμματοσειράς.

# MSG_HELP_CO_ST_CTYPE (615//)
source: Enter a new MIME type or select one using the popup button at the right.
el: Εισάγετε ένα νέο τύπο MIME ή επιλέξτε ένα χρησιμοποιώντας το κουμπί στα δεξιά.

# MSG_HELP_CO_ST_COMMAND (616//)
source: Path and optional arguments of the viewer command. Click the popup button to see the list of supported variables.
el: Διαδρομή και προαιρετικές παραμέτρους της εντολής αρχείου προβολέα. Κάντε κλικ στο κουμπί για να δείτε ποιές μεταβλητές υποστηρίζονται.

# MSG_HELP_CO_BT_MADD (617//)
source: Add a new MIME viewer.
el: Προσθέστε ένα νέο αρχείο προβολέα MIME.

# MSG_HELP_CO_BT_MDEL (618//)
source: Remove the selected MIME viewer.
el: Αφαιρέστε το επιλεγμένο αρχείο προβολέα MIME.

# MSG_HELP_CO_ST_EXTENS (619//)
source: A space separated list of extensions (suffixes) used by this file type.
el: Μια κενή διαχωρισμένη λίστα των επεκτάσεων (επιθέματα) χρησιμοποιούμενη από αυτό τον τύπο αρχείου.

# MSG_HELP_CO_ST_DEFVIEWER (620//)
source: Program used to display attachments of unknown type.
el: Πρόγραμμα για την χρήση εμφάνισης συνημμένων άγνωστου τύπου.

# MSG_HELP_CO_ST_HELLOTEXT (625//)
source: Text to insert at the top of a new message.
el: Κείμενο που θα εισάγετε στην κορυφή ενός νέου μηνύματος.

# MSG_HELP_CO_ST_BYETEXT (626//)
source: Text to add at the bottom of a new message.
el: Κείμενο που θα προσθέσετε στο τέλος ενός νέου μηνύματος.

# MSG_HELP_CO_ST_EDWRAP (628//)
source: Word-wrap message text at this column.
el: Κείμενο μηνύματος αναδίπλωσης λέξης σε αυτή την στήλη.

# MSG_HELP_CO_CY_EDWRAP (630//)
source: Select 'as you type' to have line feeds automatically added while you're typing your messages.
el: Επιλέξτε 'κατά την πληκτρολόγηση' για να γίνεται αυτόματα η αλλαγή γραμμής ενώ τυπώνετε τα μηνύματά σας.

# MSG_HELP_CO_CH_LAUNCH (631//)
source: Automatically launch the external editor when starting a new message.
el: Αυτόματη εκτέλεση του εξωτερικού κειμενογράφου όταν αρχίζετε ένα νέο μήνυμα.

# MSG_HELP_CO_ST_FWDSTART (633//)
source: Text used to introduce a forwarded message. Click the popup button at the right to see the variables you can use.
el: Κείμενο που θα χρησιμοποιείται για την εισαγωγή ενός προωθημένου μηνύματος. Κάντε κλικ στο κουμπί δεξιά για να δείτε τις μεταβλητές που μπορείτε να χρησιμοποιήσετε.

# MSG_HELP_CO_ST_FWDEND (634//)
source: Text to add at the end of a forwarded message.
el: Κείμενο που θα προσθέσετε κατά το τέλος ενός προωθημένου μηνύματος.

# MSG_HELP_CO_ST_REPLYTEXT (635//)
source: Default phrases used in replies to messages. Use the popup button at the right to see the supported variables.
el: Προκαθορισμένες φράσεις που θα χρησιμοποιηθούν ως απαντήσεις στα μηνύματα. Χρησιμοποιήστε το κουμπί στα δεξιά για να δείτε τις υποστηριζόμενες μεταβλητές.

# MSG_HELP_CO_ST_AREPLYTEXT (636//)
source: Use these phrases instead when then pattern below matches the recipient's address.
el: Κάντε χρήση αυτών των φράσεων όταν το παρακάτω μοτίβο ταιριάζει με την διεύθυνση του παραλήπτη.

# MSG_HELP_CO_ST_AREPLYPAT (637//)
source: AmigaDOS pattern that triggers the alternative reply phrases.
el: Μοτίβο AmigaDOS που ενεργοποιεί τις εναλλακτικές φράσεις απάντησης.

# MSG_HELP_CO_ST_MREPLYTEXT (638//)
source: Use these phrases in replies to messages from a mailing list.
el: Κάντε χρήση αυτών των φράσεων για την απάντηση των μηνυμάτων από την λίστα αλληλογραφίας.

# MSG_HELP_CO_CH_QUOTEEMPTY (641//)
source: Insert quote character for empty lines?
el: Θέλετε να εισάγετε χαρακτήρα παράθεσης για κενές γραμμές;

# MSG_HELP_CO_CH_COMPADDR (642//)
source: If checked, you will be asked where to send your reply when the 'From:' and 'Reply-To:' addresses of the original message differ.
el: Εάν επιλεχτεί, θα ερωτηθείτε που θέλετε να στείλετε την απάντησή σας όταν οι διευθύνσεις 'Από:' και 'Απάντηση-Προς:' του αρχικού μηνύματος διαφέρουν.

# MSG_HELP_CO_CH_STRIPSIG (643//)
source: Avoids quoting the signature of the original message.
el: Αποφεύγει την παράθεση της υπογραφής του αρχικού μηνύματος.

# MSG_HELP_CO_BT_EDITSIG (645//)
source: Modify this signature using the external editor.
el: Τροποποιήστε αυτή την υπογραφή χρησιμοποιώντας εξωτερικό κειμενογράφο.

# MSG_HELP_CO_BT_INSTAG (646//)
source: Insert a control code for a random tagline.
el: Εισάγετε ένα κωδικό ελέγχου για μια τυχαία γραμμή ετικέτας.

# MSG_HELP_CO_BT_INSENV (647//)
source: Insert a control code for the 'SIGNATURE' environment variable.
el: Εισάγετε ένα κωδικό ελέγχου για την μεταβλητή περιβάλλοντος 'ENV:SIGNATURE'.

# MSG_HELP_CO_ST_TAGFILE (648//)
source: Specify here a database file containing taglines (also known as 'cookies').
el: Καθορίστε εδώ ένα αρχείο βάσης δεδομένων που περιέχει γραμμές ετικέτας (γνωστά ως 'cookies').

# MSG_HELP_CO_ST_TAGSEP (649//)
source: String used to separate the taglines in the database.
el: Συμβολοσειρά που θα χρησιμοποιηθεί για τον διαχωρισμό των γραμμών ετικέτας στην βάση δεδομένων.

# MSG_HELP_CO_CG_FO (650//)
source: Columns that should be displayed in the folder list.
el: Στήλες που θα εμφανίζονται στη λίστα φακέλου.

# MSG_HELP_CO_CG_MA (651//)
source: Columns that should be displayed in the message list.
el: Στήλες που θα εμφανίζονται στη λίστα μηνύματος.

# MSG_HELP_CO_CG_AB (652//)
source: Columns that should be displayed in the address book.
el: Στήλες που θα εμφανίζονται στο βιβλίο διευθύνσεων.

# MSG_HELP_CO_CH_FIXFLIST (653//)
source: Display list entries using a fixed width font.
el: Εμφάνιση καταχωρήσεων λίστας με χρήση μιας σταθερής γραμματοσειράς.

# MSG_HELP_CO_CH_BEAT (654//)
source: Display time in Swatch Beats, the unit of time from Swatch.
el: Εμφάνιση ώρας με την μέθοδο Swatch Beats, την επαναστατική μονάδα χρόνου από την Swatch.

# MSG_HELP_CO_ST_PGPCMD (655//)
source: Directory where the PGP executable can be found.
el: Κατάλογος που μπορεί να βρεθεί το εκτελέσιμο αρχείο PGP.
