Repository: Futaura/yam
Catalog: locale/greek.po
Languages: el

# MSG_US_TitleUserName (1212//)
source: User name
el: Όνομα χρήστη

# MSG_US_TitleMailDir (1213//)
source: Mail directory
el: Κατάλογος αλληλογραφίας

# MSG_US_WaitLogin (1214//)
source: Waiting for user login...
el: Αναμονή για είσοδος του χρήστη...

# MSG_US_RemoveReq (1215//)
source: All messages, folders and configuration files belonging to this user will be lost. Do you really want to remove the user?
el: Όλα τα αρχεία μηνυμάτων, φακέλων και ρυθμίσεων που ανήκουν σε αυτό τον χρήστη θα χαθούν! Θέλετε σίγουρα να αφαιρέσετε τον χρήστη;

# MSG_US_RemoveReqGads (1216//)
source: *_Ok|_Keep files|_Cancel
el: *_Εντάξει|_Διατήρηση αρχείων|_Ακύρωση

# MSG_US_UserName (1218//)
source: _User name
el: Όνομα χρήστη

# MSG_US_MailDirectory (1219//)
source: _Mail directory
el: Κατάλογος αλληλογραφίας

# MSG_US_GlobalAddrBook (1220//)
source: Use global address _book
el: Χρήση καθολικού βιβλίου διευθύνσεων

# MSG_US_GlobalDict (1221//)
source: Use global _glossary
el: Χρήση καθολικού γλωσσάριου

# MSG_US_CopyConfig (1222//)
source: C_opy configuration from current user
el: Αντιγραφή ρυθμίσεων του τρέχοντος χρήστη

# MSG_US_Password (1223//)
source: _Password
el: Κωδικός

# MSG_US_SuperVisor (1224//)
source: _Supervisor privileges
el: Προνόμια χρήστη

# MSG_US_AddUser (1225//)
source: _Add user
el: Προσθήκη χρήστη

# MSG_US_DelUser (1226//)
source: _Delete user
el: Διαγραφή χρήστη

# MSG_HELP_US_ST_USER (1227//)
source: Name of the new YAM user.
el: Ονομασία του νέου χρήστη YAM.

# MSG_HELP_US_ST_MAILDIR (1228//)
source: Directory to store the folders and config files of the new user account.
el: Κατάλογος για την αποθήκευση των φακέλων και αρχείων ρυθμίσεων του νέου λογαριασμού χρήστη.

# MSG_HELP_US_CH_USEADDR (1229//)
source: Share address book with other users.
el: Κοινόχρηστο βιβλίο διευθύνσεων με τους άλλους χρήστες.

# MSG_HELP_US_CH_USEDICT (1230//)
source: Share glossary with other users.
el: Κοινόχρηστο γλωσσάριο με τους άλλους χρήστες.

# MSG_HELP_US_ST_PASSWD (1231//)
source: Password required for this user to login.
el: Απαιτείται κωδικός για την είσοδο αυτού του χρήστη.

# MSG_HELP_US_CH_ROOT (1232//)
source: Enable this option if the user should be allowed to add or remove other users.
el: Ενεργοποιήστε αυτή την επιλογή εάν ο χρήστης θα μπορεί να προσθέτει ή να αφαιρεί άλλους χρήστες.

# MSG_HELP_US_CH_CLONE (1233//)
source: Use current configuration as default for the new account.
el: Χρησιμοποιήστε την τρέχουσα ρύθμιση ως προκαθορισμένη για το νέο λογαριασμό.

# MSG_HELP_US_BT_ADD (1234//)
source: Create a new account.
el: Δημιουργήστε ένα νέο λογαριασμό.

# MSG_HELP_US_BT_DEL (1235//)
source: Remove selected account.
el: Αφαιρέστε τον επιλεγμένο λογαριασμό.

# MSG_FO_NewFolderReq (1237//)
source: What settings do you want to use for the new folder? Select 'Existing directory' if you want to re-use an already existing directory.
el: Τι ρυθμίσεις θέλετε να χρησιμοποιήσετε για το νέο φάκελο; Επιλέξτε 'Υπάρχων κατάλογο' εάν θέλετε να επαναχρησιμοποιήσετε έναν ήδη υπάρχων κατάλογο.

# MSG_FO_NewFolderGads (1238//)
source: *_Internal defaults|_Like current|_Existing directory|_Cancel
el: *_Εσωτερικός προκαθορισμένος|Όπως τον _Τρέχων|_Υπάρχων κατάλογος|_Ακύρωση

# MSG_FO_SelectDir (1239//)
source: Select directory
el: Επιλέξτε κατάλογο

# MSG_FO_MessageDate (1240//)
source: Message date
el: Ημερομηνία μηνύματος

# MSG_FO_DateRecvd (1241//)
source: Date received
el: Ημερομηνία λήψης

# MSG_FO_FMNormal (1242//)
source: normal
el: κανονική

# MSG_FO_FMSimple (1243//)
source: simple protection
el: απλή προστασία

# MSG_FO_FMPack (1244//)
source: compressed
el: συμπιεσμένη

# MSG_FO_FMEncPack (1245//)
source: compressed with password
el: συμπιεσμένη με κωδικό

# MSG_FO_FTRcvdMail (1246//)
source: received mail
el: ληφθέντα αλληλογραφία

# MSG_FO_FTSentMail (1247//)
source: sent mail
el: απεσταλμένη αλληλογραφία

# MSG_FO_FTBothMail (1248//)
source: received and sent
el: ληφθέντα και απεσταλμένη

# MSG_FO_EditFolder (1250//)
source: Folder settings
el: Ρυθμίσεις φακέλου

# MSG_FO_Properties (1251//)
source: Properties
el: Ιδιότητες

# MSG_FO_MaxAge (1252//)
source: Max. age
el: Μεγ. χρόνος

# MSG_FO_FolderType (1253//)
source: T_ype
el: Τύπος

# MSG_FO_FolderMode (1254//)
source: _Mode
el: Κατάσταση

# MSG_FO_SortBy (1255//)
source: _Sort by
el: Ταξινόμηση κατά

# MSG_FO_ThenBy (1256//)
source: T_hen by
el: Μετά από

# MSG_FO_Reverse (1257//)
source: Rev
el: Αντίστροφη

# MSG_FO_MLSupport (1258//)
source: Mailing list support
el: Υποστήριξη λίστας αλληλογραφίας

# MSG_HELP_FO_ST_FNAME (1261//)
source: Folder name.
el: Όνομα φακέλου.

# MSG_HELP_FO_TX_FPATH (1262//)
source: Directory where the messages of the selected folder are stored.
el: Κατάλογος που θα αποθηκευτούν τα μηνύματα του επιλεγμένου φακέλου.

# MSG_HELP_FO_ST_MAXAGE (1263//)
source: Old messages will automatically be deleted after this time (in days). Use 0 to disable this feature.
el: Τα παλαιά μηνύματα θα διαγραφούν αυτόματα μετά από αυτή την περίοδο (σε ημέρες). Χρησιμοποιήστε 0 για απενεργοποίηση.

# MSG_HELP_FO_CY_FTYPE (1264//)
source: Type of folder (in/out/both).
el: Τύπος φακέλου (εισερχόμενα/εξερχόμενα/και τα δυο).

# MSG_HELP_FO_CY_FMODE (1265//)
source: Folders can be password protected and/or compressed using XPK.
el: Οι φάκελοι μπορούν να προστατευτούν με κωδικό ή να συμπιεστούν με χρήση XPK.

# MSG_HELP_FO_CY_SORT0 (1266//)
source: Primary sorting order of the messages in this folder.
el: Κύρια ταξινόμηση των μηνυμάτων σε αυτόν τον φάκελο.

# MSG_HELP_FO_CY_SORT1 (1267//)
source: Secondary sorting order of the messages in this folder.
el: Δευτερεύων ταξινόμηση των μηνυμάτων σε αυτόν τον φάκελο.

# MSG_HELP_FO_CH_REVERSE (1268//)
source: Reversed sorting.
el: Αντίστροφη ταξινόμηση.

# MSG_HELP_FO_ST_MLPATTERN (1269//)
source: A message belongs to a mailing list if the contents of the 'To:' field are matched by this pattern.
el: Ένα μήνυμα που ανήκει στην λίστα αλληλογραφίας εάν τα περιεχόμενα του πεδίου 'Προς:' ταιριάζουν με αυτό το μοτίβο.

# MSG_HELP_FO_ST_MLADDRESS (1270//)
source: Use this recipient address for a reply to a mailing list message.
el: Χρησιμοποιήστε την διεύθυνση παραλήπτη για απάντηση σε ένα μήνυμα της λίστας αλληλογραφίας.

# MSG_BusySavingAB (1271//)
source: Saving address book '%s'...
el: Αποθήκευση βιβλίου διευθύνσεων '%s'...

# MSG_BusyPrintingAB (1272//)
source: Printing address book...
el: Εκτύπωση βιβλίου διευθύνσεων...

# MSG_BusySavingDI (1273//)
source: Saving glossary...
el: Αποθήκευση γλωσσάριου...

# MSG_BusyLoadingDI (1274//)
source: Loading glossary...
el: Φόρτωση γλωσσάριου...

# MSG_BusyUncompressingFO (1276//)
source: (De)compressing folders...
el: (Απο)συμπίεση φακέλων...

# MSG_BusyMoving (1277//)
source: Moving/copying %s messages...
el: Μετακίνηση/αντιγραφή %s μηνυμάτων...

# MSG_BusyRemovingAtt (1278//)
source: Removing attachments...
el: Αφαίρεση συνημμένων...

# MSG_BusyDeleting (1279//)
source: Deleting %s message(s)...
el: Διαγραφή %s μηνυμάτων...

# MSG_BusyFiltering (1280//)
source: Applying filters...
el: Εφαρμογή φίλτρων...

# MSG_BusyDeletingOld (1281//)
source: Deleting old mail...
el: Διαγραφή παλαιάς αλληλογραφίας...

# MSG_BusyEmptyingTrash (1282//)
source: Emptying Trash folder...
el: Άδειασμα κάδου...

# MSG_BusyGettingVerInfo (1283//)
source: Getting update information...
el: Γίνεται λήψη πληροφορίας ενημέρωσης...

# MSG_BusyLoadingIndex (1284//)
source: Loading index of folder '%s'...
el: Φόρτωση ευρετηρίου του φακέλου '%s'...

# MSG_BusySavingIndex (1285//)
source: Saving index of folder '%s'...
el: Αποθήκευση ευρετηρίου του φακέλου '%s'...

# MSG_BusyScanning (1286//)
source: Scanning folder '%s'...
el: Σάρωση του φακέλου '%s'...

# MSG_BusyReading (1287//)
source: Reading message...
el: Ανάγνωση μηνύματος...

# MSG_BusyDisplaying (1288//)
source: Displaying message...
el: Εμφάνιση μηνύματος...

# MSG_BusyDisplayingList (1289//)
source: Displaying messages...
el: Εμφάνιση μηνυμάτων...

# MSG_BusyPGPrunning (1290//)
source: PGP operation...
el: Λειτουργία PGP...

# MSG_BusyDecPrinting (1292//)
source: Decoding/printing...
el: Αποκωδικοποίηση/εκτύπωση...

# MSG_BusyDecSaving (1293//)
source: Decoding/saving...
el: Αποκωδικοποίηση/αποθήκευση...

# MSG_BusyDecDisplaying (1294//)
source: Decoding/displaying...
el: Αποκωδικοποίηση/εμφάνιση...

# MSG_CTapplicationadosscript (1296//)
source: AmigaDOS script
el: Δέσμη εντολών AmigaDOS

# MSG_CTapplicationrexx (1297//)
source: Rexx script
el: Δέσμη εντολών Rexx

# MSG_FOLDER_NEWFOLDER (1300//)
source: New folder...
el: Νέος φάκελος...

# MSG_FOLDER_EDIT (1302//)
source: Edit...
el: Επεξεργασία...

# MSG_FOLDER_DELETE (1303//)
source: Delete
el: Διαγραφή

# MSG_FOLDER_IMPORT (1304//)
source: Import...
el: Εισαγωγή...

# MSG_FOLDER_EXPORT (1305//)
source: Export...
el: Εξαγωγή...

# MSG_MESSAGE_EXPORT (1313//)
source: Export...
el: Εξαγωγή...

# MSG_SETTINGS_USERS (1322//)
source: Users...
el: Χρήστες...

# MSG_HELP_FO_ST_MLREPLYTOADDRESS (1327//)
source: Use this 'Reply-To:' address when posting new mails to the list.
el: Χρησιμοποιήστε αυτή την διεύθυνση 'Απάντηση-Προς:' όταν καταχωρείτε νέα αλληλογραφία στη λίστα.

# MSG_EA_DefSecurity (1329//)
source: Sec_urity
el: Ασφάλεια

# MSG_HELP_MA_CY_DEFSECURITY (1330//)
source: Default security for sending mail to this person.
el: Προκαθορισμένη ασφάλεια για αποστολή αλληλογραφίας σε αυτή την επαφή.

# MSG_WR_SecDefaults (1333//)
source: Default
el: Προκαθορισμένη

# MSG_ER_PGPMultipart (1334//)
source: Error creating multipart PGP message. Encrypting/signing disabled.
el: Σφάλμα κατά την δημιουργία πολλαπλού μηνύματος PGP. Απενεργοποίηση κρυπτογράφησης/εισόδου!

# MSG_RE_FixedFont (1335//)
source: Fixed font?
el: Σταθερή γραμματοσειρά;

# MSG_CO_SMTPUser (1338//)
source: Us_er name
el: Όνομα χρήστη

# MSG_CO_SMTPPass (1339//)
source: Pass_word
el: Κωδικός

# MSG_WR_AltQuoted (1342//)
source: Alternative quoted
el: Εναλλακτική παράθεση

# MSG_EA_SelectPhoto_Title (1346//)
source: Select portrait
el: Επιλογή εικόνας

# MSG_RE_MoveNextFolderReq (1347//)
source: Next folder with unread messages is \033b%s\033n Go to this folder and continue reading there?
el: Ο επόμενος φάκελος με μη αναγνωσμένα μηνύματα είναι ο \033b%s\033n Θέλετε να πάτε σε αυτόν τον φάκελο και να συνεχίσετε την ανάγνωση εκεί;

# MSG_ATTACH_NO (1352//)
source: No.
el: Όχι.

# MSG_ATTACH_PART (1353//)
source: Part
el: Τμήμα

# MSG_FOLDER_NEWFOLDERGROUP (1355//)
source: New folder group...
el: Νέα ομάδα φακέλου...

# MSG_CO_GENLISTCFG (1358//)
source: General settings
el: Γενικές ρυθμίσεις

# MSG_CO_SIZEFORMAT (1360//)
source: Si_ze format
el: Μορφή μεγέθους

# MSG_HELP_CO_CY_SIZE (1361//)
source: How would you like the size of each mail to be displayed?
el: Πώς θέλετε να εμφανίζεται το μέγεθος κάθε αλληλογραφίας;

# MSG_CO_SIZEFORMAT01 (1362//)
source: Old format - (1.234.567 bytes)
el: Παλαιά μορφή - (1.234.567 bytes)

# MSG_CO_SIZEFORMAT02 (1363//)
source: Mixed precision (0.001 GB, 0.01 MB, 0.1 KB)
el: Μικτή ακρίβεια (0.001 GB, 0.01 MB, 0.1 KB)

# MSG_CO_SIZEFORMAT03 (1364//)
source: 10^-1 precision (0.1 GB/MB/KB)
el: Ακρίβεια 10^-1 (0.1 GB/MB/KB)

# MSG_CO_SIZEFORMAT04 (1365//)
source: 10^-2 precision (0.01 GB/MB/KB)
el: Ακρίβεια 10^-2 (0.01 GB/MB/KB)

# MSG_CO_SIZEFORMAT05 (1366//)
source: 10^-3 precision (0.001 GB/MB/KB)
el: Ακρίβεια 10^-3 (0.001 GB/MB/KB)

# MSG_HELP_CO_ST_SMTPAUTHUSER (1368//)
source: User name of the SMTP AUTH user.
el: Όνομα χρήστη του χρήστη SMTP AUTH.

# MSG_HELP_CO_ST_SMTPAUTHPASS (1369//)
source: Password of the SMTP AUTH user.
el: Κωδικός του χρήστη SMTP AUTH.

# MSG_HELP_CO_ST_APPICON (1370//)
source: Text that should be displayed as the label of the AppIcon.
el: Κείμενο που θα εμφανίζεται ως την ετικέτα του AppIcon.

# MSG_CO_APPICONTEXT (1371//)
source: _Label
el: Ετικέτα

# MSG_CO_NEWMSGS (1372//)
source: %n New messages
el: %n Νέα μηνύματα

# MSG_CO_UNREADMSGS (1373//)
source: %u Unread messages
el: %u Μη αναγνωσμένα μηνύματα

# MSG_CO_TOTALMSGS (1374//)
source: %t Total messages
el: %t Συνολικά μηνύματα

# MSG_CO_SENTMSGS (1376//)
source: %s Sent messages
el: %s Απεσταλμένα μηνύματα

# MSG_FO_DSTATS (1377//)
source: App_Icon stats
el: Στατιστικά AppIcon

# MSG_HELP_FO_CH_STATS (1378//)
source: Would you like to see this folder's statistics in YAM's AppIcon label?
el: Θέλετε να δείτε τις στατιστικές αυτού του φακέλου στην ετικέτα AppIcon;

# MSG_OPENGUI (1380//)
source: Opening GUI...
el: Άνοιγμα GUI...

# MSG_CO_CONTEXTMENU (1382//)
source: Context menu
el: Περιβάλλον επιλογών

# MSG_HELP_CO_CONTEXTMENU (1383//)
source: Show a popup menu when clicking the right mouse button on this list?
el: Εμφάνιση μενού όταν κάνετε κλικ με το δεξί κουμπί του ποντικιού στην λίστα;

# MSG_CO_INFOBAR (1384//)
source: Status bar
el: Μπάρα κατάστασης

# MSG_HELP_CO_CH_INFOBAR (1385//)
source: Here you can select the position of the status bar that shows general information in YAM.
el: Εδώ μπορείτε να επιλέξετε την θέση της μπάρας κατάστασης που θα εμφανίζει γενικές πληροφορίες για το YAM.

# MSG_CO_WARNSUBJECT (1386//)
source: Warn when there's an empty su_bject line
el: Προειδοποίηση όταν υπάρχει κενό θέμα

# MSG_HELP_CO_CH_WARNSUBJECT (1387//)
source: Would you like to be warned if you leave the subject line blank?
el: Θέλετε να προειδοποιήστε όταν αφήνετε την γραμμή θέματος κενή;

# MSG_WR_NOSUBJECTREQ (1389//)
source: The subject is missing, continue anyway?
el: Το θέμα απουσιάζει, συνέχεια παρ' όλα αυτά;

# MSG_WR_TBSearch (1390//8)
source: Search
el: Εύρεση

# MSG_HELP_WR_BT_SEARCH (1391//)
source: Search the text for a given string.
el: Αναζήτηση κειμένου για την δεδομένη συμβολοσειρά.

# MSG_SEARCHWINDOW_TITLE (1392//)
source: Search
el: Εύρεση

# MSG_SEARCHWINDOW_TOGGLE_CASESENSITVE (1393//)
source: C_ase sensitive
el: Ευαισθησία πεζών-κεφαλαίων

# MSG_SEARCHWINDOW_BT_SEARCH (1394//)
source: _Search
el: Εύρεση

# MSG_SEARCHWINDOW_BT_CANCEL (1396//)
source: _Cancel
el: Ακύρωση

# MSG_SEARCHNOTFOUND_TITLE (1397//)
source: Search
el: Εύρεση

# MSG_SEARCHNOTFOUND_MSG (1398//)
source: '%s' not found.
el: '%s' δεν βρέθηκε.

# MSG_FO_GROUP_CONFDEL (1402//)
source: This group contains subfolders, which will be moved to the parent folder on deletion. Do you really want to delete this group?
el: Αυτή η ομάδα περιέχει υποφακέλους, που θα μεταφερθούν στον γονικό φάκελο κατά την διαγραφή. Θέλετε σίγουρα να διαγράψετε αυτή την ομάδα;

# MSG_FOLDER_NONSEL (1403//)
source: (none selected)
el: (καμία επιλογή)

# MSG_FO_NEWFGROUP (1405//)
source: New folder group...
el: Νέα ομάδα φακέλου...

# MSG_FO_NEWFGROUPREQ (1406//)
source: Please enter a name for the new folder group:
el: Παρακαλώ εισάγετε ένα όνομα για τη νέα ομάδα φακέλου:

# MSG_ER_CANTMOVEMAIL (1407//)
source: Couldn't move mail '%s' to folder '%s'. No folder with this name could be found. Please check your Filters configuration.
el: Αδυναμία μετακίνησης της αλληλογραφίας '%s' στον φάκελο '%s'. Δεν υπάρχει φάκελος με αυτό το όνομα. Παρακαλώ ελέγξτε τις ρυθμίσεις Φίλτρων.

# MSG_MA_EXECUTINGCMD (1408//)
source: Executing command...
el: Εκτέλεση εντολής...

# MSG_APP_DESCRIPTION (1409//)
source: SMTP/POP3 E-Mail Client for AmigaOS
el: Πρόγραμμα Ηλεκτρονικού Ταχυδρομείου SMTP/POP3 για AmigaOS

# MSG_CO_INFOBARPOS (1410//)
source: Pos_ition
el: Θέση

# MSG_CO_INFOBARPOS01 (1411//)
source: Top
el: Κορυφή

# MSG_CO_INFOBARPOS02 (1412//)
source: Center
el: Κέντρο

# MSG_CO_INFOBARPOS03 (1413//)
source: Bottom
el: Κάτω

# MSG_CO_INFOBARPOS04 (1414//)
source: Disabled
el: Απενεργοποιημένο

# MSG_CO_FOLDERLABEL (1415//)
source: _Label
el: Ετικέτα

# MSG_FO_MLSUPPORT (1416//)
source: ML_-Support
el: Υποστήριξη ML

# MSG_HELP_FO_CH_MLSUPPORT (1417//)
source: Turn on/off the mailing list support for this folder.
el: Ενεργοποίηση ή μη της υποστήριξης λίστας αλληλογραφίας σε αυτό τον φάκελο.

# MSG_FO_AUTODETECT (1418//)
source: Auto_detect
el: Αυτόματη ανίχνευση

# MSG_HELP_FO_BT_AUTODETECT (1419//)
source: Try to guess automatically the suitable ML support settings by scanning the first five e-mails in the folder.
el: Προσπαθεί να μαντέψει αυτόματα τις ρυθμίσεις υποστήριξης ML που ταιριάζουν, κάνοντας σάρωση στα πέντε πρώτα e-mails στον φάκελο.

# MSG_FO_NOTRECOGNIZED (1420//)
source: Couldn't be recognized.
el: Αδυναμία αναγνώρισης!

# MSG_CO_NB_EMAILCACHEFMT (1423//)
source: %ld address(es)
el: %ld διευθύνσεις

# MSG_HELP_CO_NB_EMAILCACHE (1424//)
source: Cache size for the most recently used recipients not yet in the address book. Select 0 to disable this feature.
el: Το μέγεθος cache των πιο πρόσφατων χρησιμοποιημένων αποστολέων που δεν υπάρχουν ακόμα στο βιβλίο διευθύνσεων. Επιλέξτε 0 για απενεργοποίηση.

# MSG_HELP_CO_ST_SMTPPORT (1432//)
source: Port used by the SMTP server (default: 25).
el: Θύρα που θα χρησιμοποιηθεί από τον διακομιστή SMTP (προκαθορισμένη: 25).

# MSG_HELP_CO_ST_POPPORT (1434//)
source: Port used by the POP3 server (default: 110).
el: Θύρα που θα χρησιμοποιηθεί από τον διακομιστή POP3 (προκαθορισμένη: 110).

# MSG_CO_InfoBarDef (1435//)
source: - Total: %t New: %n Unread: %u
el: - Σύνολο: %t Νέα: %n Μη αναγνωσμένα: %u

# MSG_TR_INITTLS (1436//)
source: Initializing TLSv1/SSLv3 session...
el: Αρχικοποίηση συνεδρίας TLSv1/SSLv3...

# MSG_ER_INITAMISSL (1437//)
source: Couldn't init amissl.library - TLSv1/SSLv3 support disabled. Please check your AmiSSL installation and restart YAM.
el: Αδυναμία αρχικοποίησης amissl.library - η υποστήριξη TLSv1/SSLv3 απενεργοποιήθηκε. Παρακαλώ ελέγξτε την εγκατάσταση του AmiSSL και κάντε επανεκκίνηση.

# MSG_TR_SENDAUTH (1439//)
source: Sending SMTP AUTH request...
el: Αποστολή αίτησης SMTP AUTH...

# MSG_CO_IMPORTMIMETITLE (1442//)
source: Import MIME viewers & types
el: Εισαγωγή τύπων & προγραμμάτων MIME

# MSG_ER_TRANSFERMAIL (1443//)
source: Couldn't transfer mail '%s' to folder '%s'. Either the file doesn't exist or it couldn't be copied for some reason.
el: Αδυναμία μεταφοράς της αλληλογραφίας '%s' στον φάκελο '%s'. Είτε το αρχείο δεν υπάρχει ή δεν μπορεί να αντιγραφτεί για κάποιο λόγο.

# MSG_ER_ADDRBOOKLOAD (1445//)
source: Couldn't load address book from file '%s'. Either the file doesn't exist or it couldn't be opened for some reason.
el: Αδυναμία φόρτωσης του βιβλίου διευθύνσεων από το αρχείο '%s'. Είτε το αρχείο δεν υπάρχει ή δεν μπορεί να ανοιχτεί για κάποιο λόγο.

# MSG_AB_NOYAMADDRBOOK (1446//)
source: File '%s' isn't a valid YAM address book. Process it as a file containing e-mail addresses on separate lines?
el: Το αρχείο '%s' δεν είναι έγκυρο βιβλίο διευθύνσεων YAM. Επεξεργαστείτε το ως αρχείο που περιέχει διευθύνσεις e-mail σε ξεχωριστές γραμμές;

# MSG_AB_NOYAMADDRBOOK_GADS (1447//)
source: _Yes|*_No
el: _Ναι|*_Οχι

# MSG_FO_EDIT_FGROUP (1448//)
source: Folder group preferences
el: Ρυθμίσεις ομάδας φακέλου

# MSG_FO_EDIT_FGROUPREQ (1449//)
source: Name of folder group:
el: Όνομα της ομάδας φακέλου:

# MSG_ER_UNUSABLEAMISSL (1450//)
source: You have selected TLSv1/SSLv3 for this connection, but AmiSSL couldn't be initialized. Please check your AmiSSL installation or disable TLS/SSL for this connection.
el: Έχετε επιλέξει TLSv1/SSLv3 για αυτή την σύνδεση, αλλά το AmiSSL δεν μπορεί να αρχικοποιηθεί. Παρακαλώ ελέγξτε την εγκατάσταση του AmiSSL ή απενεργοποιήστε το TLS/SSL για αυτή τη σύνδεση.

# MSG_RETRY_QUIT_GAD (1454//)
source: Try again|Quit
el: Δοκιμή ξανά|Έξοδος

# MSG_ER_NOAUTHUSERPASS (1456//)
source: No user name or password was specified for the SMTP AUTH connection YAM was trying to establish. Please check your configuration.
el: Δεν καθορίστηκε όνομα χρήστη ή κωδικός για την σύνδεση με SMTP AUTH που προσπάθησε να καταρτίσει το YAM. Παρακαλώ ελέγξτε τις ρυθμίσεις.

# MSG_CO_APPICON_LABEL (1458//)
source: New: %n Total: %t
el: Νέα: %n Σύνολο: %t

# MSG_DATE_RECEIVED (1459//)
source: Received
el: Ληφθέντα

# MSG_DATE_SENT (1460//)
source: Sent
el: Απεσταλμένα

# MSG_DATE_SNTRCVD (1461//)
source: Sent/Received
el: Απεσταλμένα/Ληφθέντα

# MSG_CO_DATE_SNTRCVD (1462//)
source: Date Sent/Received
el: Ημερομηνία Απεσταλμένων/Ληφθέντων

# MSG_FROMTO (1463//)
source: From/To
el: Από/Προς

# MSG_HELP_CO_CA_COL1QUOT (1464//)
source: Color used to display quotes.
el: Χρώμα για την εμφάνιση παραθέσεων.

# MSG_HELP_CO_CA_COL3QUOT (1465//)
source: Color used to display 3rd level quotes.
el: Χρώμα για την εμφάνιση παραθέσεων 3ου επιπέδου.

# MSG_HELP_CO_CA_COL4QUOT (1466//)
source: Color used to display 4th level quotes.
el: Χρώμα για την εμφάνιση παραθέσεων 4ου επιπέδου.

# MSG_CO_URLCOLOR (1467//)
source: URL color
el: Χρώμα URL

# MSG_HELP_CO_CA_COLURL (1468//)
source: Color used to display clickable URL links.
el: Χρώμα για την εμφάνιση της σύνδεσης URL.

# MSG_FO_FOLDERNAMEINVALID (1471//)
source: The specified folder name is empty or already exists. Please enter a valid folder name before you proceed.
el: Το προσδιορισμένο όνομα φακέλου είναι άδειο ή υπάρχει ήδη. Παρακαλώ εισάγετε ένα έγκυρο όνομα φακέλου πριν προχωρήσετε.

# MSG_FO_FOLDERPATHINVALID (1472//)
source: You haven't specified a valid path for the new folder.
el: Δεν έχετε προσδιορίσει μια έγκυρη διαδρομή για το νέο φάκελο.

# MSG_MA_CTX_DEFWIDTH_THIS (1476//)
source: Default width: this
el: Προκαθορισμένο πλάτος: αυτό

# MSG_MA_CTX_DEFWIDTH_ALL (1477//)
source: Default width: all
el: Προκαθορισμένο πλάτος: όλο

# MSG_MA_CTX_DEFORDER_THIS (1478//)
source: Default order: this
el: Προκαθορισμένη σειρά: αυτή

# MSG_MA_CTX_DEFORDER_ALL (1479//)
source: Default order: all
el: Προκαθορισμένη σειρά: όλη

# MSG_MA_CTX_MAILLIST (1480//)
source: Message list
el: Λίστα μηνύματος

# MSG_MA_CTX_FOLDERLIST (1481//)
source: Folder list
el: Λίστα φακέλου

# MSG_HELP_FO_CY_MLSIGNATURE (1482//)
source: Use this signature when posting new mails to the list.
el: Χρησιμοποιήστε αυτή την υπογραφή όταν κάνετε καταχώρηση νέας αλληλογραφίας στην λίστα.

# MSG_CTapplicationpdf (1483//)
source: PDF document
el: έγγραφο PDF

# MSG_HELP_CO_ST_INFOBARTXT (1492//)
source: Text that should be displayed in the status bar.
el: Κείμενο που θα εμφανιστεί στην μπάρα κατάστασης.

# MSG_YesNoReq2 (1494//)
source: _Yes|*_No
el: _Ναι|*_Οχι

# MSG_HELP_FO_ST_HELLOTEXT (1495//)
source: Text to insert at the top of a new message.
el: Κείμενο που θα εισάγετε στην κορυφή του νέου μηνύματος.

# MSG_HELP_FO_ST_BYETEXT (1496//)
source: Text to insert at the bottom of a new message.
el: Κείμενο που θα εισάγετε στο τέλος του νέου μηνύματος.

# MSG_FO_Welcome (1497//)
source: _Welcome phrase
el: Φράση υποδοχής

# MSG_FO_Greetings (1498//)
source: C_losing phrase
el: Φράση κλεισίματος

# MSG_ER_SOCKETOPTION (1499//)
source: Couldn't set socket option '%s'. Either this option is not supported by the TCP/IP stack your are using, or it is specified wrong in your configuration.
el: Αδυναμία ορισμού επιλογής υποδοχής '%s'. Είτε η επιλογή δεν υποστηρίζεται από το TCP/IP που χρησιμοποιείτε, ή έχει καθοριστεί λανθασμένα στις ρυθμίσεις.

# MSG_ER_B64FILEENCODE (1500//)
source: An unexpected error occurred while trying to encode file '%s' with the Base64 file encoding routines.
el: Ένα απρόσμενο σφάλμα συνέβη κατά την προσπάθεια κωδικοποίησης του αρχείου '%s' με την ρουτίνα κωδικοποίησης αρχείου Base64.

# MSG_ER_QPFILEENCODE (1501//)
source: An unexpected error occurred while trying to encode file '%s' with the Quoted-Printable (QP) file encoding routines.
el: Ένα απρόσμενο σφάλμα συνέβη κατά την προσπάθεια κωδικοποίησης του αρχείου '%s' με την ρουτίνα κωδικοποίησης αρχείου Ορισμένο-ως-Εκτυπώσιμο (QP).

# MSG_ER_UUFILEENCODE (1502//)
source: An unexpected error occurred while trying to encode file '%s' with the UUcode file encoding routines.
el: Ένα απρόσμενο σφάλμα συνέβη κατά την προσπάθεια κωδικοποίησης του αρχείου '%s' με την ρουτίνα κωδικοποίησης αρχείου UUcode.
