Repository: Futaura/yam
Catalog: locale/greek.po
Languages: el

# MSG_HELP_CH_FILTER_HAM (1934//)
source: If enabled, after moving the e-mail all the user defined filters will be applied to it.
el: Εάν επιλεχτεί, μετά την μετακίνηση της αλληλογραφίας, όλα τα ορισμένα φίλτρα του χρήστη θα εφαρμοστούν σε αυτή.

# MSG_SHUTDOWN_SHUTTING_DOWN (1935//)
source: Shutting down YAM...
el: Γίνεται τερματισμός του YAM...

# MSG_HELP_CO_CY_FOLDERINFO (1937//)
source: Information that should be displayed as the label of the folder.
el: Πληροφορίες που θα εμφανίζονται ως την ετικέτα του φακέλου.

# MSG_CO_FOLDERINFO01 (1938//)
source: Folder name
el: Όνομα φακέλου

# MSG_CO_FOLDERINFO02 (1939//)
source: Folder name (new)
el: Όνομα φακέλου (νέο)

# MSG_CO_FOLDERINFO03 (1940//)
source: Folder name (unread)
el: Όνομα φακέλου (μη αναγνωσμένο)

# MSG_CO_FOLDERINFO04 (1941//)
source: Folder name (new/unread)
el: Όνομα φακέλου (νέο/μη αναγνωσμένο)

# MSG_CO_FOLDERINFO05 (1942//)
source: Folder name (unread/new)
el: Όνομα φακέλου (μη αναγνωσμένο/νέο)

# MSG_FO_EXPIREUNREAD (1945//)
source: also unread
el: επίσης μη αναγνωσμένο

# MSG_HELP_FO_CH_EXPIREUNREAD (1946//)
source: If selected, old messages will be deleted, even if they are not yet read.
el: Εάν επιλεχτεί, τα παλαιά μηνύματα θα διαγραφούν, ακόμα και εάν δεν έχουν διαβαστεί.

# MSG_WR_SENDNOW (1947//)
source: _Send now
el: Αποστολή τώρα

# MSG_WR_SENDLATER (1948//)
source: Send _later
el: Αποστολή αργότερα

# MSG_WR_MSENDNOW (1951//)
source: Send now
el: Αποστολή τώρα

# MSG_WR_MSENDLATER (1952//)
source: Send later
el: Αποστολή αργότερα

# MSG_ER_CONNECTIONBROKEN (1955//)
source: Connection with server '%s' was interrupted while trying to send command '%s'. This may be due to a connection dropped by the server.
el: Η σύνδεση με τον διακομιστή '%s' διεκόπη κατά την προσπάθεια αποστολής της εντολής '%s'. Αυτό μπορεί να οφείλεται σε μια αποτυχημένη σύνδεση από τον διακομιστή.

# MSG_WR_MSWITCH_MSG (1956//)
source: Message
el: Μήνυμα

# MSG_WR_MSWITCH_ATT (1957//)
source: Attachments
el: Συνημμένα

# MSG_WR_MSWITCH_OPT (1958//)
source: Options
el: Επιλογές

# MSG_CO_FWDMSG (1959//)
source: _Forward messages
el: Προωθημένα μηνύματα

# MSG_CO_FWDMSG_INLINE (1961//)
source: inlined
el: ενσωματωμένα

# MSG_HELP_CO_CY_FORWARDMODE (1962//)
source: Select here the way messages should be forwarded by default. Either a message can be forwarded as an attachment or the message text can be put inlined to the new message.
el: Επιλέξτε εδώ τον προεπιλεγμένο τρόπο που θα προωθούνται τα μηνύματα. Είτε ένα μήνυμα μπορεί να προωθηθεί ως ένα συνημμένο ή το κείμενο του μηνύματος μπορεί να ενσωματωθεί στο νέο μήνυμα.

# MSG_ABOUT_CURRENT_DEVELOPERS (1963//)
source: Current Developers:
el: Προγραμματιστές:

# MSG_ABOUT_CONTRIBUTORS (1964//)
source: Contributors:
el: Συντελεστές:

# MSG_ABOUT_LOCALIZATION_CONTRIBUTORS (1965//)
source: Localization Contributors:
el: Μεταφραστές:

# MSG_ABOUT_GPL (1966//)
source: This program is free software; you're welcome to distribute and/or modify it under the terms of the GNU Public License. See the enclosed documents for more details.
el: Αυτό το πρόγραμμα είναι δωρεάν. Μπορείτε να το διανέμετε και/ή να το τροποποιήσετε σύμφωνα με τους όρους της GNU Public License. Δείτε τα εσωκλείοντα έγγραφα για περισσότερες λεπτομέρειες.

# MSG_ABOUT_3RD_PARTY_SOFTWARE (1967//)
source: This program uses the following third party software:
el: Αυτό το πρόγραμμα χρησιμοποιεί τα παρακάτω λογισμικά από τρίτους:

# MSG_ABOUT_YAM_NEWS (1968//)
source: The latest news about YAM can be found at the YAM Support Site at \0335http://yam.ch/\033n
el: Οι τελευταίες ειδήσεις σχετικά με το YAM μπορούν να βρεθούν στην διεύθυνση του YAM στο \0335http://www.yam.ch/\033n

# MSG_WR_VIEW (1969//)
source: View
el: Εμφάνιση

# MSG_CONFIG_MODIFIED (1974//)
source: The configuration has been modified, but wasn't saved yet. How do you want to proceed?
el: Οι ρυθμίσεις έχουν τροποποιηθεί, αλλά δεν έχουν ακόμα αποθηκευτεί. Πώς θέλετε να προχωρήσετε;

# MSG_CONFIG_MODIFIED_GAD (1975//)
source: *_Save now|_Quit without saving|_Cancel
el: *_Αποθήκευση τώρα|_Εξοδος χωρίς αποθήκευση|Α_κύρωση

# MSG_ABOOK_MODIFIED_GAD (1976//)
source: *_Save now|_Quit without saving|_Cancel
el: *_Αποθήκευση τώρα|_Εξοδος χωρίς αποθήκευση|Α_κύρωση

# MSG_HELP_CO_BT_MIMEIMPORT (1977//)
source: Allows to import MIME type settings from third party MIME files, such as 'MIME.prefs', 'mailcap' or 'mime.types'.
el: Επιτρέπει την εισαγωγή ρυθμίσεων τύπου MIME από αρχεία MIME τρίτων, όπως το 'MIME.prefs', 'mailcap' ή 'mime.types'.

# MSG_AB_INVALIDSECURITY_TITLE (1978//)
source: Security warning
el: Προειδοποίηση ασφαλείας

# MSG_AB_INVALIDSECURITY (1979//)
source: This address book entry was set to default to either signed and/or encrypted messages, but the required PGP installation couldn't be found. Do you want to reset the default security setting for this entry?
el: Αυτή η καταχώρηση του βιβλίου διευθύνσεων ορίστηκε προεπιλεγμένα να είναι είτε υπογεγραμμένη και/ή κρυπτογραφημένη, αλλά η απαραίτητη εγκατάσταση PGP δεν βρέθηκε. Θέλετε να επαναφέρετε τις προεπιλεγμένες ρυθμίσεις ασφαλείας για αυτή την καταχώρηση;

# MSG_AB_INVALIDSECURITY_GADS (1980//)
source: *_Yes|_No
el: *_Ναι|_Οχι

# MSG_WR_INVALIDSECURITY_TITLE (1981//)
source: Security warning
el: Προειδοποίηση ασφαλείας

# MSG_WR_INVALIDSECURITY (1982//)
source: The address book security setting for recipient '%s' is set to signed and/or encrypted messages, but the required PGP installation wasn't found. The message will be neither signed or encrypted.
el: Η ρύθμιση ασφαλείας του βιβλίου διευθύνσεων για τον παραλήπτη '%s' έχει οριστεί σε υπογεγραμμένη ή κρυπτογραφημένη, αλλά η απαραίτητη εγκατάσταση PGP δεν βρέθηκε. Το μήνυμα δε θα είναι ούτε υπογεγραμμένο ούτε κρυπτογραφημένο.

# MSG_WR_INVALIDSECURITY_GADS (1983//)
source: *_Ok|_Cancel
el: *_ΟΚ|_Ακύρωση

# MSG_ER_FILEENCODE (1984//)
source: An unexpected error occurred while trying to encode file '%s'. Please make sure that the file exists and is readable, then try to compose the message again.
el: Ένα σφάλμα συνέβη κατά την προσπάθεια κωδικοποίησης του αρχείου '%s'. Βεβαιωθείτε ότι το αρχείο υπάρχει και είναι αναγνώσιμο, και προσπαθήστε να συντάξετε ξανά το μήνυμα.

# MSG_ER_MISSINGATTFILE (1985//)
source: File '%s' couldn't be found while trying to compose the attachments of a message. Please make sure that the file exists and is readable, then try to compose the message again.
el: Το αρχείο '%s' δεν βρέθηκε κατά την προσπάθεια σύνταξης των συνημμένων ενός μηνύματος. Βεβαιωθείτε ότι το αρχείο υπάρχει και είναι αναγνώσιμο, και προσπαθήστε να συντάξετε ξανά το μήνυμα.

# MSG_ER_INVALIDATTFILE (1986//)
source: File '%s' couldn't be found while trying to view the attachment of a message. Please make sure that the file exists and is readable.
el: Το αρχείο '%s' δεν βρέθηκε κατά την προσπάθεια εμφάνισης του συνημμένου ενός μηνύματος. Βεβαιωθείτε ότι το αρχείο υπάρχει και είναι αναγνώσιμο.

# MSG_ER_PRINTER_OFFLINE (1987//)
source: The printer seems to be offline or busy. Please check the printer or try again later.
el: Ο εκτυπωτής φαίνεται να είναι απενεργοποιημένος ή απασχολημένος. Ελέγξτε τον εκτυπωτή ή προσπαθήστε αργότερα.

# MSG_ER_PRINTER_OFFLINE_GADS (1988//)
source: *_Retry|_Ignore|_Cancel
el: *_Επανάληψη|_Παράβλεψη|_Ακύρωση

# MSG_ER_PRINTER_NOPAPER (1989//)
source: The printer seems to be out of paper. Please check the printer or try again later.
el: Ο εκτυπωτής φαίνεται να μην έχει χαρτί. Ελέγξτε τον εκτυπωτή ή προσπαθήστε αργότερα.

# MSG_ER_PRINTER_NOPAPER_GADS (1990//)
source: *_Retry|_Ignore|_Cancel
el: *_Επανάληψη|_Παράβλεψη|_Ακύρωση

# MSG_ER_PRINTER_FAILED (1991//)
source: An error was returned while sending data to the printer. Please check your printer and try again if your document wasn't printed properly.
el: Ένα σφάλμα επιστράφηκε κατά την αποστολή δεδομένων στον εκτυπωτή. Ελέγξτε τον εκτυπωτή και προσπαθήστε ξανά εάν τον έγγραφο δεν εκτυπώθηκε σωστά.

# MSG_MA_EDIT (1992//)
source: Edit
el: Επεξεργασία

# MSG_MA_EDIT_UNDO (1993//)
source: Undo
el: Αναίρεση

# MSG_MA_EDIT_REDO (1994//)
source: Redo
el: Ακύρωση αναίρεσης

# MSG_MA_EDIT_CUT (1995//)
source: Cut
el: Αποκοπή

# MSG_MA_EDIT_COPY (1996//)
source: Copy
el: Αντιγραφή

# MSG_MA_EDIT_PASTE (1997//)
source: Paste
el: Επικόλληση

# MSG_MA_EDIT_SALL (1998//)
source: Select all
el: Επιλογή όλων

# MSG_MA_EDIT_SNONE (1999//)
source: Select none
el: Καμία επιλογή

# MSG_WR_SELECTNONE (2000//)
source: Select none
el: Καμία επιλογή

# MSG_MA_INVALIDMFILE_TITLE (2001//)
source: Invalid mail file found
el: Βρέθηκε μη έγκυρο αρχείο αλληλογραφίας

# MSG_MA_INVALIDMFILE (2002//)
source: File '%s' in folder '%s' doesn't seem to have a valid mail format or may be corrupted. Please make sure that the file is readable and is a valid mail file.
el: Το αρχείο '%s' στον φάκελο '%s' φαίνεται να μην έχει μια έγκυρη μορφή αλληλογραφίας ή να είναι αλλοιωμένο. Βεβαιωθείτε ότι το αρχείο είναι αναγνώσιμο και ότι είναι ένα έγκυρο αρχείο αλληλογραφίας.

# MSG_MA_INVALIDMFILE_BT (2003//)
source: *_Retry|_Ignore|Ignore _All|_Delete|_Cancel
el: *_Επανάληψη|_Παράβλεψη|Παράβλεψη _Ολων|_Διαγραφή|_Ακύρωση

# MSG_ER_CANNOT_READ_INDEX (2004//)
source: An error occurred while trying to read the index file '%s' of folder '%s'. Please check that you can read the contents of the file and that the permission settings are correct.
el: Ένα σφάλμα συνέβη κατά την προσπάθεια ανάγνωσης ευρετηρίου του αρχείου '%s' του φακέλου '%s'. Ελέγξτε ότι μπορείτε να διαβάσετε τα περιεχόμενα του αρχείου και ότι οι ρυθμίσεις δικαιωμάτων είναι σωστές.

# MSG_ER_CANNOT_WRITE_INDEX (2005//)
source: An error occurred while trying to write the index file '%s' in folder '%s'. Please check that you can write to the directory where the file is supposed to be stored.
el: Ένα σφάλμα συνέβη κατά την προσπάθεια εγγραφής ευρετηρίου του αρχείου '%s' στο φάκελο '%s'. Ελέγξτε ότι μπορείτε να γράψετε στον κατάλογο που υποτίθεται ότι θα αποθηκευτεί το αρχείο.

# MSG_ER_INDEX_CORRUPTED (2006//)
source: Index file '%s' in folder '%s' is corrupt at position %d near the information about mail file '%s' (MoreBytes: 0x%x). The folder was flagged as 'unloaded' and an index update was initiated or is required to solve the problem.
el: Το αρχείο ευρετηρίου '%s' στον φάκελο '%s' είναι αλλοιωμένο στην θέση %d κοντά στην πληροφορία σχετικά με το αρχείο αλληλογραφίας '%s' (MoreBytes: 0x%x). Ο φάκελος σημειώθηκε ως 'μη φορτωμένος' και αρχικοποιήθηκε μια ενημέρωση ευρετηρίου ή χρειάζεται για την λύση του προβλήματος.

# MSG_ER_UNKNOWN_MIME_ENCODING (2007//)
source: Unknown MIME encoding '%s' in mail file '%s'. YAM failed to decode a part of the message. Save the message to disk and try with a different decoder.
el: Άγνωστη κωδικοποίηση τύπου MIME '%s' στο αρχείο αλληλογραφίας '%s'. Το YAM απέτυχε να αποκωδικοποιήσει τμήμα του μηνύματος. Αποθηκεύστε το μήνυμα στον δίσκο και προσπαθήστε ξανά με άλλον αποκωδικοποιητή.

# MSG_ER_UNKNOWN_HEADER_ENCODING (2008//)
source: Unknown header encoding '%s' in mail file '%s'. YAM cannot display a certain header in this message.
el: Άγνωοτη κωδικοποίηση κεφαλίδας '%s' στο αρχείο αλληλογραφίας '%s'. Το YAM δε μπορεί να εμφανίσει την ορισμένη κεφαλίδα σε αυτό το μήνυμα.

# MSG_ER_UNEXPECTED_MULTIPART_EOF (2009//)
source: Unexpected EOF while decoding multipart message in file '%s'. The message seems to be truncated.
el: Αναπάντεχο σφάλμα EOF κατά την αποκωδικοποίηση πολλαπλού μηνύματος στο αρχείο '%s'. Το μήνυμα φαίνεται να είναι περικομμένο.

# MSG_ER_MIME_ERROR (2010//)
source: Couldn't extract MIME message from file '%s'. The message contains malformed MIME parts, or it is empty or truncated.
el: Αδύνατη η εξαγωγή του μηνύματος MIME από το αρχείο '%s'. Το αρχείο περιέχει ακατάλληλα τμήματα MIME, ή είναι άδειο ή περικομμένο.

# MSG_ER_UNEXPECTED_UUE_EOF (2011//)
source: Unexpected EOF while decoding the UUcode encoded file '%s'. The message seems to be truncated.
el: Αναπάντεχο σφάλμα EOF κατά την αποκωδικοποίηση του κωδικοποιημένου UUcode αρχείου '%s'. Tο μήνυμα φαίνεται να είναι περικομμένο.

# MSG_ER_INVALID_UUE_LENGTH (2012//)
source: Invalid line length %ld in UUcode encoded file '%s'. Either a faulty UUcode encoder was used or the message is truncated.
el: Μη έγκυρο μήκος γραμμής %ld στο κωδικοποιημένο UUcode αρχείο '%s'. Είτε χρησιμοποιήθηκε εσφαλμένος κωδικοποιητής UUcode ή το μήνυμα είναι περικομμένο.

# MSG_RE_HDR_REPLYTO (2013//)
source: Reply-To
el: Απάντηση-Προς

# MSG_FI_FROM_FIELD (2014//)
source: \033bFrom\033n
el: \033bΑπό\033n

# MSG_FI_TO_FIELD (2015//)
source: \033bTo\033n
el: \033bΠρος\033n

# MSG_FI_CC_FIELD (2016//)
source: \033bCc\033n
el: \033bΚοιν\033n

# MSG_FI_REPLYTO_FIELD (2017//)
source: \033bReply-To\033n
el: \033bΑπάντηση-Προς\033n

# MSG_FI_SUBJECT_FIELD (2018//)
source: \033bSubject\033n
el: \033bΘέμα\033n

# MSG_FI_DATE_FIELD (2019//)
source: \033bDate\033n
el: \033bΗμερομηνία\033n

# MSG_FO_TO_PATTERN (2020//)
source: _Pattern (To:/Cc:)
el: Μοτίβο (Προς:/Κοιν:)

# MSG_FO_TO_ADDRESS (2021//)
source: Destination address (_To:)
el: Διεύθυνση προορισμού (Προς:)

# MSG_FO_FROM_ADDRESS (2022//)
source: Sender address (_From:)
el: Διεύθυνση αποστολέα (Από:)

# MSG_FO_REPLYTO_ADDRESS (2023//)
source: _Reply address (Reply-To:)
el: Διεύθυνση απάντησης (Αποστολή-Προς:)

# MSG_RETRY_HOMEPAGE_QUIT_GAD (2024//)
source: Try again|Visit homepage|Quit
el: Προσπαθήστε ξανά|Επίσκεψη ιστοσελίδας|Έξοδος

# MSG_HOMEPAGE_QUIT_GAD (2025//)
source: Visit homepage|Quit
el: Επίσκεψη ιστοσελίδας|Έξοδος

# MSG_MA_EDIT_DELETE (2026//)
source: Delete
el: Διαγραφή

# MSG_WR_DELETE (2027//)
source: Delete
el: Διαγραφή

# MSG_ER_B64DEC_FILEIO (2028//)
source: A file I/O error occurred while trying to Base64 decode MIME part %ld of mail file '%s'. The decoding has been aborted. This may be caused by insufficient space on the volume the file was being decoded to, or because the source file wasn't accessible.
el: Ένα σφάλμα αρχείου Ι/Ο συνέβη κατά την προσπάθεια αποκωδικοποίησης Base64 μέρους του MIME %ld του αρχείου αλληλογραφίας '%s'. Η αποκωδικοποίηση ματαιώθηκε. Αυτό μπορεί να προκλήθηκε από μη επαρκή χώρο στο δίσκο του τόμου που αποκωδικοποιήθηκε το αρχείο, ή επειδή το πηγαίο αρχείο δεν ήταν προσπελάσιμο.

# MSG_ER_B64DEC_WARN (2029//)
source: Some invalid characters were found while Base64 decoding MIME part %ld of mail file '%s'. The generated output may therefore contain invalid data or may be corrupted. This may be caused by an incorrect encoding done by the sending mail client or because the Base64 part has been malformed during transmission.
el: Βρέθηκαν μερικοί μη έγκυροι χαρακτήρες κατά την αποκωδικοποίηση Base64 μέρους του ΜΙΜΕ %ld του αρχείου αλληλογραφίας '%s'. Συνεπώς το δημιουργημένο αρχείο εξόδου μπορεί να περιέχει μη έγκυρα δεδομένα ή να είναι αλλοιωμένο. Αυτό μπορεί να προκλήθηκε από μια λανθασμένη κωδικοποίηση που έγινε από την εφαρμογή αποστολής αλληλογραφίας ή επειδή μέρος του Base64 έχει γίνει ακατάλληλο κατά την μεταφορά.

# MSG_ER_B64DEC_UNEXP (2030//)
source: An error occurred while trying to Base64 decode MIME part %ld of mail file '%s'. The decoding has been aborted. Either there's no data to decode or YAM can't access the encoded data.
el: Ένα σφάλμα συνέβη κατά την προσπάθεια αποκωδικοποίησης Base64 μέρους του ΜΙΜΕ %ld του αρχείου αλληλογραφίας '%s'. Η αποκωδικοποίηση ματαιώθηκε. Είτε δεν υπάρχουν δεδομένα προς αποκωδικοποίηση ή το ΥΑΜ δεν μπορεί να έχει πρόσβαση στα κωδικοποιημένα δεδομένα.

# MSG_MA_ADD_WHICH_ADDRESS (2031//)
source: The sender address (From) is \033b<%s>\033n but the return address (Reply-To) is \033b<%s>\033n. Which address do you want to add to your address book?
el: Η διεύθυνση αποστολέα (Από) είναι \033b<%s>\033n αλλά ή διεύθυνση επιστροφής (Απάντηση-Προς) είναι \033b<%s>\033n. Ποιά διεύθυνση θέλετε να προσθέσετε στο βιβλίο διευθύνσεων;

# MSG_CO_SCRIPTACTION (2032//)
source: Action (Name)
el: Ενέργεια (Όνομα)

# MSG_CO_SCRIPTPATH (2033//)
source: Path
el: Διαδρομή

# MSG_ER_ICONOBJECT_WARNING (2038//)
source: An error occurred while trying to load icon '%s.info' from theme '%s'. The icon will not be displayed during this session. Please make sure that your theme directory contains all the necessary icons, or disable the theme to avoid further warnings.
el: Ένα σφάλμα συνέβη κατά την προσπάθεια φόρτωσης του εικονιδίου '%s.info' του θέματος '%s'. Το εικονίδιο δεν θα εμφανιστεί σε αυτή την συνεδρία. Βεβαιωθείτε ότι ο κατάλογος θεμάτων περιέχει όλα τα απαραίτητα εικονίδια, ή απενεργοποιήστε το θέμα για την αποφυγή περαιτέρω προειδοποιήσεων.

# MSG_ER_THEMEVER_FALLBACK (2039//)
source: The currently activated theme '%s' was found to be of an incompatible version and wasn't loaded. The default theme was therefore activated as a fallback. Please make sure to update the theme to a compatible version or disable it in the configuration.
el: Το τρέχων ενεργό θέμα '%s' βρέθηκε να είναι μια ασύμβατη έκδοση και δεν φορτώθηκε. Το προεπιλεγμένο θέμα ενεργοποιήθηκε αντί αυτού. Βεβαιωθείτε να ενημερώσετε το θέμα σε μια συμβατή έκδοση ή απενεργοποιήστε το στις ρυθμίσεις.

# MSG_ER_THEMEVER_IGNORE (2040//)
source: While trying to load the default theme of YAM, it was found to be of an incorrect version. The theme loading process was aborted and you are adviced to upgrade the default theme to a compatible version.
el: Κατά την προσπάθεια φόρτωσης του προεπιλεγμένου θέματος ΥΑΜ, βρέθηκε να είναι μια λανθασμένη έκδοση. Η ενέργεια φόρτωσης του θέματος ματαιώθηκε και συνιστάται να ενημερώσετε το προεπιλεγμένο θέμα σε μια συμβατή έκδοση.

# MSG_ER_DATATYPE_ERROR (2041//)
source: An error occurred while trying to load the image file '%s' via datatypes. Please make sure that the file exists and that you have your datatypes system correctly set up (e.g. that the image displays properly with MultiView).
el: Ένα σφάλμα συνέβη κατά την προσπάθεια φόρτωσης του αρχείου εικόνας '%s' μέσω των datatypes. Βεβαιωθείτε ότι το αρχείο υπάρχει και ότι έχετε ρυθμίσει σωστά τα datatypes του συστήματος (π.χ. αν η εικόνα εμφανίζεται σωστά με το MultiView).

# MSG_ER_IMAGEOBJECT_WARNING (2042//)
source: An error occurred while trying to load the image file '%s' from directory '%s'. Please make sure that your theme contains all the necessary images as defined in the latest theme version layout.
el: Ένα σφάλμα συνέβη κατά την προσπάθεια φόρτωσης του αρχείου εικόνας '%s' από τον κατάλογο '%s'. Βεβαιωθείτε ότι το θέμα περιέχει όλες τις απαραίτητες εικόνες όπως ορίστηκαν στην τελευταία έκδοση θέματος.

# MSG_ER_THEME_FATAL (2043//)
source: YAM was unable to load the default theme and aborted the theme loading completly. Please make sure that your themes directory is readable and contains the correct default theme distributed with YAM.
el: Το ΥΑΜ δεν μπόρεσε να φορτώσει το προεπιλεγμένο θέμα και ματαίωσε την φόρτωσή του τελείως. Βεβαιωθείτε ότι ο κατάλογος θεμάτων είναι αναγνώσιμος και περιέχει το σωστό προεπιλεγμένο θέμα που διανεμήθηκε με το ΥΑΜ.

# MSG_ER_THEME_FALLBACK (2044//)
source: The currently activated theme '%s' is either inaccesible or it is corrupt. The default theme was therefore activated as a fallback. Please make sure your selected theme is readable and a valid YAM theme.
el: Το τρέχων ενεργό θέμα '%s' είναι είτε μη προσπελάσιμο ή αλλοιωμένο. Συνεπώς ενεργοποιήθηκε το προεπιλεγμένο θέμα αντί αυτού. Βεβαιωθείτε ότι το επιλεγμένο θέμα είναι αναγνώσιμο και ένα έγκυρο θέμα ΥΑΜ.

# MSG_ER_THEME_ACTIVATED_TITLE (2045//)
source: YAM restart required
el: Απαιτείται η επανεκκίνηση του YAM

# MSG_ER_THEME_ACTIVATED (2046//)
source: Before the selected theme can be applied, you have to save the configuration and restart YAM.
el: Πριν την εφαρμογή του επιλεγμένου θέματος, πρέπει να αποθηκεύσετε τις ρυθμίσεις και να επανεκκινήσετε το YAM.

# MSG_FOLDER_ALLTOREAD (2047//)
source: Mark folder read
el: Σημαδέψτε τον φάκελο ως αναγνωσμένο

# MSG_EA_REMOVEPHOTO (2048//)
source: Remo_ve
el: Αφαίρεση

# MSG_HELP_EA_BT_REMOVEPHOTO (2049//)
source: 'Forget' this picture (the file on disk will remain).
el: 'Ξεχάστε' αυτή την εικόνα (το αρχείο στο δίσκο θα παραμείνει).

# MSG_HELP_CO_CH_NOTISOUND (2051//)
source: Play a sound file when you receive new mail.
el: Αναπαράγετε ένα αρχείο ήχου όταν λαμβάνετε νέα αλληλογραφία.

# MSG_HELP_CO_CH_NOTICMD (2052//)
source: Execute a command when you received new mail.
el: Εκτελέστε μια εντολή όταν λαμβάνετε νέα αλληλογραφία.

# MSG_HELP_CO_BT_MORE (2053//)
source: Add a rule to this filter.
el: Προσθέστε κανόνα σε αυτό το φίλτρο.

# MSG_HELP_CO_BT_LESS (2054//)
source: Remove the last rule from this filter.
el: Αφαιρέστε τον τελευταίο κανόνα από αυτό το φίλτρο.

# MSG_HELP_CO_BT_FILTERUP (2055//)
source: Move this filter up in the list.
el: Μετακινήστε αυτό το φίλτρο στην κορυφή της λίστας.

# MSG_HELP_CO_BT_FILTERDOWN (2056//)
source: Move this filter down in the list.
el: Μετακινήστε αυτό το φίλτρο στον πάτο της λίστας.

# MSG_HELP_CO_PO_APLAY (2057//)
source: Open a file requester to select the file to play.
el: Ανοίξτε μια αίτηση αρχείου για να επιλέξετε ένα αρχείο για αναπαραγωγή.

# MSG_HELP_CO_BT_APLAY (2058//)
source: Test the sound.
el: Δοκιμάστε τον ήχο.

# MSG_HELP_CO_ST_DESCRIPTION (2060//)
source: A custom description for this MIME type.
el: Μια προσαρμοσμένη περιγραφή για αυτό τον τύπο MIME.

# MSG_HELP_CO_LV_REXX (2061//)
source: List of scripts.
el: Λίστα με δέσμες εντολών.

# MSG_HELP_CO_BT_UPDATENOW (2062//)
source: Perform a check for updates now.
el: Κάντε έναν έλεγχο για ενημερώσεις τώρα.

# MSG_HELP_WR_LV_ATTACH (2063//)
source: List of attachments in this message.
el: Λίστα συνημμένων σε αυτό το μήνυμα.

# MSG_QUICKSEARCH_STR_CONTROLCHAR (2064//)
source: k
el: κ

# MSG_CO_UPDATE_NEVER (2065//)
source: Never
el: Ποτέ

# MSG_MA_EXECUTESCRIPT_TITLE (2066//)
source: Select script to execute
el: Επιλέξτε δέσμη εντολών για εκτέλεση

# MSG_HELP_FI_BT_NONE (2067//)
source: Exclude all folders from the search, except the current one.
el: Αποκλείστε όλους τους φακέλους από την αναζήτηση, εκτός τον τρέχοντα.

# MSG_MA_CONFIRMFILTER_ALL (2068//)
source: If you continue, all messages of folder '%s' will be filtered. Do you want to proceed?
el: Εάν συνεχίσετε, όλα τα μηνύματα του φακέλου '%s' θα φιλτραριστούν. Θέλετε να προχωρήσετε;

# MSG_MA_CONFIRMFILTER_SELECTED (2069//)
source: You have selected several messages in folder '%s'. Only these messages are going to be filtered. Do you want to proceed?
el: Έχετε επιλέξει πολλά μηνύματα στον φάκελο '%s'. Μόνο αυτά τα μήνυμα θα φιλτραριστούν. Θέλετε να προχωρήσετε;

# MSG_AB_XML (2070//)
source: XML address book (*.xml)
el: Βιβλίο διευθύνσεων XML (*.xml)

# MSG_MA_FILTER_STATS_SPAM (2071//)
source: Filtering done: %3ld messages checked, %3ld forwarded, %3ld moved, %3ld deleted, %3ld classified as spam
el: Το φιλτράρισμα έγινε: %3ld μηνύματα ελέγχθηκαν, %3ld προωθήθηκαν, %3ld αρχειοθετήθηκαν, %3ld διαγράφηκαν, %3ld ορίστηκαν ως ανεπιθύμητα

# MSG_TR_FILTER_STATS_SPAM (2072//)
source: Filtering done: %3ld messages checked, %3ld redirected, %3ld forwarded, %3ld auto-replied, %3ld command activated, %3ld moved, %3ld deleted, %3ld classified as spam
el: Το φιλτράρισμα έγινε: %3ld μηνύματα ελέγχθηκαν, %3ld επιστράφηκαν, %3ld προωθήθηκαν, %3ld αυτο-απαντήθηκαν, %3ld ενεργοποιήθηκαν με εντολή, %3ld μετακινήθηκαν, %3ld διαγράφηκαν, %3ld ορίστηκαν ως ανεπιθύμητα

# MSG_FCHANGE_WARN_TITLE (2078//)
source: Filechange warning
el: Προειδοποίηση αλλαγής αρχείου
