Repository: Futaura/yam
Catalog: locale/greek.po
Languages: el

# MSG_WR_AddFile (920//)
source: Select files to attach
el: Επιλέξτε αρχεία προς επισύναψη

# MSG_WR_CreateArc (921//)
source: Create archive
el: Δημιουργία αρχείου συμπίεσης

# MSG_WR_CreateArcReq (922//)
source: Please enter a filename for the new archive
el: Παρακαλώ επιλέξτε ένα όνομα αρχείου για την αρχειοθέτηση

# MSG_WR_InsertFile (923//)
source: Insert file
el: Εισαγωγή αρχείου

# MSG_WR_TitleFile (924//)
source: Filename
el: Όνομα αρχείου

# MSG_WR_TitleSize (925//)
source: Size
el: Μέγεθος

# MSG_WR_TitleContents (926//)
source: Contents
el: Περιεχόμενα

# MSG_WR_TitleDescription (928//)
source: Description
el: Περιγραφή

# MSG_WR_SecNone (929//)
source: None
el: Κανένα

# MSG_WR_SecSign (930//)
source: Sign
el: Σημείο

# MSG_WR_SecEncrypt (931//)
source: Encrypt
el: Κωδικοποίηση

# MSG_WR_SecBoth (932//)
source: Sign and encrypt
el: Σημείο και κωδικοποίηση

# MSG_WR_ImpHigh (934//)
source: High
el: Υψηλή

# MSG_WR_ImpNormal (935//)
source: Normal
el: Κανονική

# MSG_WR_ImpLow (936//)
source: Low
el: Χαμηλή

# MSG_WR_WriteWT (941//)
source: Write message
el: Σύνταξη μηνύματος

# MSG_WR_Subject (942//)
source: Sub_ject
el: _Θέμα

# MSG_WR_To (943//)
source: _To
el: _Προς

# MSG_WR_Add (944//)
source: _Add file(s)...
el: Προσθήκη _αρχείου...

# MSG_WR_AddPack (945//)
source: _Pack & add...
el: _Συμπίεση & προσθήκη...

# MSG_WR_Display (946//)
source: D_isplay
el: Εμ_φάνιση

# MSG_WR_ContentType (948//)
source: _MIME type
el: Τύπος _MIME

# MSG_WR_Description (949//)
source: D_escription
el: _Περιγραφή

# MSG_WR_From (952//)
source: _From
el: _Από

# MSG_WR_ExtraHeaders (954//)
source: _Additional headers
el: Πρόσ_θετες κεφαλίδες

# MSG_WR_SendOpt (955//)
source: Send options
el: Αποστολή επιλογών

# MSG_WR_DelSend (956//)
source: _Delete after sending
el: Διαγρα_φή μετά την αποστολή

# MSG_WR_Receipt (957//)
source: _Return receipt
el: Επιστροφή ανα_φοράς

# MSG_WR_AddInfo (959//)
source: Add _personal info
el: Προσθήκη προσωπικής πληροφορίας

# MSG_WR_Importance (960//)
source: _Importance
el: Σημαντικότητα

# MSG_WR_Signature (961//)
source: Signature
el: Υπογραφή

# MSG_WR_TBEditor (968//8)
source: Editor
el: Επεξεργαστής

# MSG_WR_TBInsert (969//8)
source: Insert
el: Εισαγωγή

# MSG_WR_TBCut (970//8)
source: Cut
el: Αποκοπή

# MSG_WR_TBCopy (971//8)
source: Copy
el: Αντιγραφή

# MSG_WR_TBPaste (972//8)
source: Paste
el: Επικόλληση

# MSG_WR_TBUndo (973//8)
source: Undo
el: Αναίρεση

# MSG_WR_TBBold (974//8)
source: Bold
el: Έντονη

# MSG_WR_TBItalic (975//8)
source: Italic
el: Πλάγια

# MSG_WR_TBUnderlined (976//8)
source: ULined
el: Υπογραμμισμένη

# MSG_WR_TBColored (977//8)
source: Color
el: Χρώμα

# MSG_WR_Text (978//)
source: Text
el: Κείμενο

# MSG_WR_InsertAs (979//)
source: Insert as
el: Εισαγωγή ως

# MSG_WR_Plain (980//)
source: Plain
el: Απλό

# MSG_WR_Quoted (981//)
source: Quoted
el: Με παραθέσεις

# MSG_WR_ROT13 (982//)
source: ROT13 encoded
el: ROT13 κωδικοποιημένο

# MSG_WR_LaunchEd (983//)
source: Launch editor
el: Έναρξη κειμενογράφου

# MSG_WR_Edit (984//)
source: Edit
el: Επεξεργασία

# MSG_WR_MCut (985//)
source: Cut
el: Αποκοπή

# MSG_WR_MCopy (986//)
source: Copy
el: Αντιγραφή

# MSG_WR_MPaste (987//)
source: Paste
el: Επικόλληση

# MSG_WR_PasteAs (988//)
source: Paste as
el: Επικόλληση ως

# MSG_WR_MUndo (989//)
source: Undo
el: Αναίρεση

# MSG_WR_Redo (990//)
source: Redo
el: Επαν. αναίρεσης

# MSG_WR_Dictionary (991//)
source: Glossary
el: Γλωσσάριο

# MSG_WR_Textstyle (992//)
source: Text styles
el: Στυλ κειμένου

# MSG_WR_Bold (993//)
source: Bold
el: Έντονη

# MSG_WR_Italic (994//)
source: Italic
el: Πλάγια

# MSG_WR_Underlined (995//)
source: Underlined
el: Υπογραμμισμένη

# MSG_WR_Colored (996//)
source: Alternative color
el: Εναλλακτικό χρώμα

# MSG_WR_Emoticons (1000//)
source: Emoticons
el: Εικονίδια emoticon

# MSG_WR_Happy (1001//)
source: Happy
el: Χαρούμενο

# MSG_WR_Indifferent (1002//)
source: Indifferent
el: Αδιάφορο

# MSG_WR_Sad (1003//)
source: Sad/angry
el: Λυπημένο/θυμωμένο

# MSG_WR_Ironic (1004//)
source: Ironic
el: Ειρωνικό

# MSG_WR_SpellCheck (1005//)
source: Type and spell?
el: Τύπος και ορθογραφία;

# MSG_WR_MAddFile (1006//)
source: Add file...
el: Προσθήκη αρχείου...

# MSG_WR_AddCB (1007//)
source: Add clipboard
el: Προσθήκη πρόχειρου

# MSG_WR_AddKey (1008//)
source: Add PGP key
el: Προσθήκη κλειδιού PGP

# MSG_WR_MDelSend (1009//)
source: Delete after sending?
el: Διαγραφή μετά την αποστολή;

# MSG_WR_MReceipt (1010//)
source: Return receipt?
el: Αναφορά επιστροφής;

# MSG_WR_MAddInfo (1012//)
source: Add personal information?
el: Προσθήκη προσωπικής πληροφορίας;

# MSG_WR_MImportance (1013//)
source: Importance
el: Σημαντικότητα

# MSG_HELP_WR_ST_TO (1014//)
source: Address (and name) or alias of the primary recipient(s).
el: Διεύθυνση (και όνομα) ή ψευδώνυμο του κύριου παραλήπτη.

# MSG_HELP_WR_BT_ADR (1016//)
source: Select recipient(s) from the address book.
el: Επιλέξτε παραλήπτη από το βιβλίο διευθύνσεων.

# MSG_HELP_WR_ST_SUBJECT (1017//)
source: Subject of your message.
el: Το θέμα του μηνύματός σας.

# MSG_HELP_WR_BT_EDITOR (1018//)
source: Use an external editor to modify the message text.
el: Χρησιμοποιήστε έναν εξωτερικό κειμενογράφο για να τροποποιήσετε το κείμενο του μηνύματος.

# MSG_HELP_WR_BT_LOAD (1019//)
source: Insert the contents of a text file at the current cursor position.
el: Εισάγετε τα περιεχόμενα ενός αρχείου κειμένου στην τρέχουσα θέση του δρομέα.

# MSG_HELP_WR_BT_CUT (1020//)
source: Cut marked text to the clipboard.
el: Αποκόψτε το σημαδεμένο κείμενο στο πρόχειρο.

# MSG_HELP_WR_BT_COPY (1021//)
source: Copy marked text to the clipboard.
el: Αντιγράψτε το σημαδεμένο κείμενο στο πρόχειρο.

# MSG_HELP_WR_BT_PASTE (1022//)
source: Insert the contents of the clipboard at the current cursor position.
el: Εισάγετε τα περιεχόμενα του πρόχειρου στην τρέχουσα θέση του δρομέα.

# MSG_HELP_WR_BT_UNDO (1023//)
source: Undo the last change in the text.
el: Αναίρεση της τελευταίας αλλαγής στο κείμενο.

# MSG_HELP_WR_BT_BOLD (1024//)
source: Use bold typeface for marked text (whole words only).
el: Χρησιμοποιήστε τον έντονο τύπο για το σημαδεμένο κείμενο (μόνο ολόκληρες λέξεις).

# MSG_HELP_WR_BT_ITALIC (1025//)
source: Use italic typeface for marked text (whole words only).
el: Χρησιμοποιήστε τον πλάγιο τύπο για το σημαδεμένο κείμενο (μόνο ολόκληρες λέξεις).

# MSG_HELP_WR_BT_UNDERL (1026//)
source: Underline marked text (whole words only).
el: Υπογραμμίστε το σημαδεμένο κείμενο (μόνο ολόκληρες λέξεις).

# MSG_HELP_WR_BT_COLOR (1027//)
source: Colorize marked text (whole words only).
el: Χρωματίστε το σημαδεμένο κείμενο (μόνο ολόκληρες λέξεις).

# MSG_HELP_WR_BT_ADD (1028//)
source: Add attachments to the list.
el: Εισαγωγή συνημμένων στη λίστα.

# MSG_HELP_WR_BT_ADDPACK (1029//)
source: Create an archive with one or more files and add it to the list as an attachment.
el: Δημιουργήστε ένα συμπιεσμένο αρχείο με ένα ή περισσότερα αρχεία και εισάγετέ το στη λίστα ως ένα συνημμένο.

# MSG_HELP_WR_BT_REMOVE (1030//)
source: Remove the selected attachment from the list.
el: Αφαιρέστε την επιλεγμένη επισύναψη από την λίστα.

# MSG_HELP_WR_BT_DISPLAY (1031//)
source: Use the configured MIME viewer to display this attachment.
el: Χρησιμοποιήστε το επιλεγμένο αρχείο προβολέα MIME για να εμφανίσετε αυτό το συνημμένο.

# MSG_HELP_WR_ST_CTYPE (1033//)
source: MIME type for the selected attachment. Whenever possible, use one from the popup list.
el: Τύπος MIME για το επιλεγμένο συνημμένο. Όποτε είναι δυνατό, χρησιμοποιήστε ένα από την λίστα.

# MSG_HELP_WR_ST_DESC (1034//)
source: Optional description for the selected attachment.
el: Προαιρετική περιγραφή για το επιλεγμένο συνημμένο.

# MSG_HELP_WR_ST_CC (1035//)
source: Send a carbon copy (Cc) of the message to these recipients.
el: Αποστείλατε ένα αντίγραφο (Κοιν) του μηνύματος σε αυτούς τους παραλήπτες.

# MSG_HELP_WR_ST_BCC (1036//)
source: Send a blind carbon copy (Bcc) of the message to these recipients.
el: Αποστείλατε ένα κρυφό αντίγραφο (Λευκή Κοιν) του μηνύματος σε αυτούς τους παραλήπτες.

# MSG_HELP_WR_ST_EXTHEADER (1037//)
source: Additional headers that should be added to the message.
el: Επιπλέον κεφαλίδες που θα προστεθούν στο μήνυμα.

# MSG_HELP_WR_ST_REPLYTO (1039//)
source: Return address for this message.
el: Διεύθυνση επιστροφής για αυτό το μήνυμα.

# MSG_HELP_WR_CH_DELSEND (1040//)
source: Do not store this message in the Sent folder.
el: Μην αποθηκεύσετε αυτό το μήνυμα στο φάκελο απεσταλμένα.

# MSG_HELP_WR_CH_RECEIPT (1041//)
source: Request a notification on successful delivery.
el: Ζητήστε μια ειδοποίηση στην επιτυχημένη παράδοση.

# MSG_HELP_WR_CH_ADDINFO (1043//)
source: Create header fields containing data from your personal address book entry.
el: Δημιουργήστε πεδία κεφαλίδας περιέχοντας δεδομένα από την προσωπική καταχώρηση του βιβλίου διευθύνσεων.

# MSG_HELP_WR_CY_IMPORTANCE (1044//)
source: Set the priority of this message.
el: Ορίστε την προτεραιότητα αυτού του μηνύματος.

# MSG_HELP_WR_BT_QUEUE (1048//)
source: Copy the created message to the Outgoing folder.
el: Αντιγράψτε το δημιουργημένο μήνυμα στο φάκελο εξερχομένων.

# MSG_HELP_WR_BT_SEND (1049//)
source: Copy the created message to the Outgoing folder and send it immediately.
el: Αντιγράψτε το δημιουργημένο μήνυμα στο φάκελο εξερχομένων και στείλτε το αμέσως.

# MSG_TR_Connecting (1051//)
source: Connecting to mail server...
el: Σύνδεση με τον διακομιστή αλληλογραφίας...

# MSG_TR_WaitWelcome (1052//)
source: Connected, awaiting welcome message...
el: Έγινε σύνδεση, αναμένοντας το μήνυμα υποδοχής...

# MSG_TR_PopLogin (1054//)
source: POP3 login
el: POP3 σύνδεση

# MSG_TR_SendAPOPLogin (1055//)
source: Sending APOP login information...
el: Αποστολή πληροφοριών σύνδεσης APOP...

# MSG_TR_SendUserID (1056//)
source: Sending user ID...
el: Αποστολή ταυτότητας χρήστη...

# MSG_TR_SendPassword (1057//)
source: Sending password...
el: Αποστολή κωδικού...

# MSG_TR_GetStats (1058//)
source: Getting statistics...
el: Προετοιμασία στατιστικών...

# MSG_TR_Disconnecting (1059//)
source: Disconnecting...
el: Αποσύνδεση...

# MSG_TR_ApplyFilters (1060//)
source: Applying remote filters...
el: Εφαρμογή απομακρυσμένων φίλτρων...

# MSG_TR_SendHello (1061//)
source: Sending 'Hello'...
el: Αποστολή χαιρετισμού...

# MSG_TR_Exporting (1065//)
source: Exporting message...
el: Εξαγωγή μηνύματος...

# MSG_TR_Sending (1066//)
source: Sending message...
el: Αποστολή μηνύματος...

# MSG_TR_Importing (1067//)
source: Importing message...
el: Εισαγωγή μηνύματος...

# MSG_TR_DeletingServerMail (1068//)
source: Deleting mail on server...
el: Διαγραφή αλληλογραφίας από τον διακομιστή...

# MSG_TR_FilterStats (1070//)
source: Filtering done: %3ld messages checked, %3ld redirected, %3ld forwarded, %3ld auto-replied, %3ld command activated, %3ld moved, %3ld deleted
el: Το φιλτράρισμα έγινε: %3ld μηνύματα ελέγχθηκαν, %3ld επέστρεψαν, %3ld προωθήθηκαν, %3ld αυτό-απαντήθηκαν, %3ld ενεργοποιηθήκαν με εντολή, %3ld μετακινήθηκαν, %3ld διαγράφτηκαν

# MSG_TR_NewMail (1071//)
source: New mail
el: Νέα αλληλογραφία

# MSG_TR_Downloading (1072//)
source: Downloading message...
el: Γίνεται λήψη μηνύματος...

# MSG_TR_MailTransferFrom (1073//)
source: Mail transfer from '%s'
el: Μεταφορά αλληλογραφίας από '%s'

# MSG_TR_MailTransferTo (1074//)
source: Mail transfer to '%s'
el: Μεταφορά αλληλογραφίας προς '%s'

# MSG_TR_MsgInFile (1075//)
source: Messages in file %s
el: Μηνύματα στο αρχείο %s

# MSG_TR_Control (1077//)
source: Control
el: Έλεγχος

# MSG_TR_All (1078//)
source: A_ll
el: Όλα

# MSG_TR_DownloadOnly (1079//)
source: _Download only
el: Μόνο λήψη

# MSG_TR_Leave (1080//)
source: L_eave
el: Άφησε

# MSG_TR_Clear (1082//)
source: _Clear
el: Καθάρισμα

# MSG_TR_DeleteOnly (1083//)
source: Delete _only
el: Μόνο διαγραφή

# MSG_TR_DownloadDelete (1084//)
source: Do_wnload & delete
el: Λήψη & διαγραφή

# MSG_TR_Start (1086//)
source: _Start
el: Εκκίνηση

# MSG_TR_Status (1087//)
source: Status
el: Κατάσταση

# MSG_TR_Abort (1088//)
source: _Abort
el: Ματαίωση

# MSG_HELP_TR_TX_STATUS (1092//)
source: Current state of mail transfer.
el: Τρέχουσα κατάσταση της μεταφοράς αλληλογραφίας.

# MSG_HELP_TR_BT_ABORT (1093//)
source: Abort mail transfer as soon as possible.
el: Ματαιώστε την μεταφορά αλληλογραφίας όσο πιο σύντομα γίνεται.

# MSG_ER_ErrorMessages (1094//)
source: Error messages
el: Μηνύματα σφάλματος

# MSG_ER_PrevError (1095//)
source: _Previous error
el: _Προηγούμενο σφάλμα

# MSG_ER_NextError (1096//)
source: _Next error
el: _Επόμενο σφάλμα

# MSG_ER_Clear (1097//)
source: _Delete messages
el: _Διαγραφή μηνυμάτων

# MSG_ER_Close (1098//)
source: _Close window
el: _Κλείσιμο παραθύρου

# MSG_ER_CantCreateFile (1100//)
source: Couldn't write to file '%s'. Make sure that the path exists and that the volume isn't write protected.
el: Αδύνατη η εγγραφή στο αρχείο '%s'. Βεβαιωθείτε ότι υπάρχει η διαδρομή και ότι ο τόμος δεν είναι προστατευμένος από εγγραφή.

# MSG_ER_CantCreateDir (1101//)
source: Couldn't create directory '%s'. Make sure that the volume isn't write protected.
el: Αδύνατη η δημιουργία καταλόγου '%s'. Βεβαιωθείτε ότι ο τόμος δεν είναι προστατευμένος από εγγραφή.

# MSG_ER_ErrorNoAlias (1102//)
source: You must specify an alias to identify this entry.
el: Πρέπει να καθορίσετε ένα ψευδώνυμο για αναγνώριση αυτής της καταχώρησης!

# MSG_ER_ErrorNoAddress (1103//)
source: You must specify an address for this entry.
el: Πρέπει να καθορίσετε μια διεύθυνση για αυτή την καταχώρηση!

# MSG_ER_ErrorDateFormat (1107//)
source: Invalid date/time format. The date and time has to be specified in a compatible format. Example: %s
el: Λανθασμένη μορφή ημερομηνίας/ώρας. Η ημερομηνία και ώρα πρέπει να καθοριστούν με μια συμβατή μορφή. Παράδειγμα: %s

# MSG_ER_CantOpenTempfile (1109//)
source: Couldn't open temporary file '%s'. Check the path settings in the configuration.
el: Αδυναμία ανοίγματος προσωρινού αρχείου '%s'. Ελέγξτε τις ρυθμίσεις διαδρομής.

# MSG_ER_CantCreateTempfile (1110//)
source: Couldn't create temporary file. Reason: out of memory or invalid path specified in the configuration.
el: Αδυναμία δημιουργίας προσωρινού αρχείου. Αιτία: ανεπαρκής μνήμη ή καθορίστηκε λανθασμένη διαδρομή στις ρυθμίσεις.

# MSG_ER_ErrorConsole (1111//)
source: Couldn't open console window for script.
el: Αδυναμία ανοίγματος παραθύρου κονσόλας για την δέσμη εντολών.

# MSG_ER_ErrorARexxScript (1112//)
source: Couldn't send ARexx command '%s'. Make sure that the script exists.
el: Αδυναμία αποστολής εντολής ARexx '%s'. Βεβαιωθείτε ότι η δέσμη εντολών υπάρχει.

# MSG_ER_CantOpenFile (1122//)
source: Couldn't read from file '%s'. The file doesn't seem to exist.
el: Αδυναμία ανάγνωσης από το αρχείο '%s'. Το αρχείο φαίνεται να μην υπάρχει.

# MSG_ER_UUSize (1123//)
source: Decoded size (%ld) does not match original size (%ld). A faulty UU-encoder was used, or the message is truncated.
el: Το αποκωδικοποιημένο μέγεθος (%ld) δεν ταιριάζει με το αρχικό (%ld). Έγινε χρήση ελαττωματικού UU-encoder, ή το μήνυμα είναι περικομμένο.

# MSG_ER_DocNotFound (1124//)
source: HTML document '%s' not found. The file doesn't exist on the WWW server.
el: Το έγγραφο HTML '%s' δεν βρέθηκε. Το αρχείο δεν υπάρχει στον διακομιστή WWW.

# MSG_ER_SendHTTP (1125//)
source: Couldn't send HTTP request. Requesting a document from the WWW server failed.
el: Αδυναμία αποστολής αίτησης HTTP. Απέτυχε η αίτηση για το έγγραφο από τον διακομιστή WWW.

# MSG_ER_ConnectHTTP (1126//)
source: Couldn't connect to WWW server '%s'. Possible reasons: TCP/IP offline, invalid address, server is currently down or doesn't support HTTP requests.
el: Αδυναμία σύνδεσης με τον διακομιστή WWW '%s'. Πιθανές αιτίες: TCP/IP απενεργοποιημένο, λανθασμένη διεύθυνση, ο διακομιστής είναι ανενεργός ή δεν υποστηρίζει αιτήσεις HTTP.

# MSG_ER_ErrorWriteMailfile (1132//)
source: Write error on mail file: %s. YAM can't save the message to disk, maybe you're out of disk space.
el: Σφάλμα εγγραφής στο αρχείο αλληλογραφίας: %s. Το YAM δεν μπορεί να αποθηκεύσει το μήνυμα στο δίσκο, πιθανόν δεν υπάρχει αρκετός χώρος σε αυτόν.

# MSG_ER_ErrorReadMailfile (1135//)
source: Read error on mail file: %s. The file exists, but there was an error while reading it.
el: Σφάλμα ανάγνωσης του αρχείου αλληλογραφίας: %s. Το αρχείο υπάρχει, αλλά υπήρξε ένα πρόβλημα κατά την ανάγνωσή του.

# MSG_ER_MissingDirectory (1137//)
source: You must specify a directory for the new user.
el: Πρέπει να καθορίσετε έναν κατάλογο για το νέο χρήστη!

# MSG_ER_MissingName (1138//)
source: You must specify a name for the new user.
el: Πρέπει να καθορίσετε ένα όνομα για τον νέο χρήστη!

# MSG_ER_NoPublicKeys (1139//)
source: No public PGP keys found. Make sure that PGP is installed and the required settings are made in the configuration of YAM.
el: Δεν βρέθηκαν κοινά κλειδιά PGP. Βεβαιωθείτε ότι το PGP είναι εγκατεστημένο και να έχουν γίνει οι απαραίτητες ρυθμίσεις στο YAM.

# MSG_ER_PGPreturnsError (1140//)
source: The following PGP command returned with an error: '%s' Check the file %s for a diagnosis.
el: Η παρακάτω εντολή PGP επέστρεψε με ένα σφάλμα: '%s' Ελέγξτε το αρχείο %s για διάγνωση.

# MSG_ER_PGPnotfound (1141//)
source: Couldn't execute PGP command. Check if %s exists.
el: Αδυναμία εκτέλεσης της εντολής PGP. Ελέγξτε εάν το %s υπάρχει.

# MSG_ER_AliasNotFound (1143//)
source: Unknown alias or name: %s. YAM couldn't find the e-mail address of this recipient in the address book. Please verify the spelling.
el: Άγνωστο ψευδώνυμο ή όνομα: %s. Το YAM δεν μπόρεσε να βρεί την διεύθυνση e-mail του παραλήπτη στο βιβλίο διευθύνσεων. Παρακαλώ επαληθεύστε την ορθογραφία.

# MSG_ER_ErrorNoPGPId (1146//)
source: Couldn't find PGP ID for '%s' in the address book, now trying '%s'.
el: Αδυναμία εύρεσης της ταυτότητας PGP για '%s' στο βιβλίο διευθύνσεων, δοκιμή με '%s'.

# MSG_ER_ErrorAppendKey (1147//)
source: Couldn't append public PGP key %s. There was a problem extracting it from the PGP keyring.
el: Αδυναμία προσάρτησης κοινού κλειδιού PGP %s. Υπήρξε πρόβλημα κατά την εξαγωγή του από τα κλειδιά PGP.

# MSG_DI_Alias (1148//)
source: _Abbreviation
el: Συντομογραφία

# MSG_DI_New (1149//)
source: _New
el: Όνομα

# MSG_DI_AddSelect (1150//)
source: Add _selection
el: Προσθήκη επιλογής

# MSG_DI_Delete (1151//)
source: _Delete
el: Διαγραφή

# MSG_DI_Paste (1152//)
source: _Paste
el: Επικόλληση

# MSG_HELP_DI_LV_ENTRIES (1153//)
source: List of available abbreviations.
el: Λίστα με της υπάρχουσες συντομογραφίες.

# MSG_HELP_DI_ST_ALIAS (1154//)
source: Abbreviation of selected entry.
el: Συντομογραφία της επιλεγμένης καταχώρησης.

# MSG_HELP_DI_BT_NEW (1155//)
source: Add a new abbreviation to the glossary.
el: Προσθέστε μια νέα συντομογραφία στο γλωσσάριο.

# MSG_HELP_DI_BT_ADDSELECT (1156//)
source: Create a new entry based on the text marked in the editor.
el: Δημιουργία μιας νέας καταχώρησης βασισμένη στο σημαδεμένο κείμενο του κειμενογράφου.

# MSG_HELP_DI_BT_DELETE (1157//)
source: Remove the selected entry.
el: Αφαιρέστε την επιλεγμένη καταχώρηση.

# MSG_HELP_DI_BT_PASTE (1158//)
source: Insert selected entry at the current position in the text editor.
el: Εισάγετε την επιλεγμένη καταχώρηση στην τρέχουσα θέση στον κειμενογράφο.

# MSG_FI_AddFilter (1160//)
source: Add filter
el: Προσθήκη φίλτρου

# MSG_FI_AddFilterReq (1161//)
source: Enter a name for the new filter
el: Εισάγετε ένα όνομα για το νέο φίλτρο

# MSG_FI_StatNew (1162//)
source: New/Unread
el: Νέο/Μη αναγνωσμένο

# MSG_FI_StatRead (1163//)
source: Read
el: Αναγνωσμένο

# MSG_FI_StatForwarded (1164//)
source: Forwarded
el: Προωθημένο

# MSG_FI_StatReplied (1165//)
source: Replied
el: Απαντημένο

# MSG_FI_StatQueued (1166//)
source: Queued
el: Στη σειρά

# MSG_FI_StatFailed (1167//)
source: Send failed
el: Αποτυχία απεσταλμένων

# MSG_FI_StatHold (1168//)
source: On hold
el: Εν αναμονή

# MSG_FI_StatSent (1169//)
source: Sent
el: Απεσταλμένα

# MSG_FI_OtherField (1176//)
source: other field:
el: άλλο πεδίο:

# MSG_FI_MessageSize (1177//)
source: Message size
el: Μέγεθος μηνύματος

# MSG_FI_MessageHeader (1178//)
source: Message headers
el: Κεφαλίδες μηνύματος

# MSG_FI_MessageBody (1179//)
source: Message body
el: Σώμα μηνύματος

# MSG_FI_WholeMessage (1180//)
source: Whole message
el: Ολόκληρο το μήνυμα

# MSG_FI_SearchIn (1181//)
source: Search in
el: Εύρεση σε

# MSG_FI_CaseSensitive (1182//)
source: Case sensitive
el: Ευαισθησία πεζών-κεφαλαίων

# MSG_FI_SubString (1183//)
source: Substring search
el: Εύρεση υπο-συμβολοσειράς

# MSG_FI_FindMessages (1184//)
source: Find messages
el: Εύρεση μηνυμάτων

# MSG_FI_AllFolders (1185//)
source: _everywhere
el: παντού

# MSG_FI_FindIn (1186//)
source: Find in
el: Εύρεση σε

# MSG_FI_FindWhat (1187//)
source: Find what
el: Εύρεση τι

# MSG_FI_UseFilter (1188//)
source: _Use filter settings
el: Χρήση φίλτρου ρυθμίσεων

# MSG_FI_AddAsFilter (1189//)
source: Add as _new filter
el: Προσθήκη ως νέου φίλτρου

# MSG_FI_Results (1190//)
source: Results
el: Αποτελέσματα

# MSG_FI_StartSearch (1191//)
source: _Start search
el: Έναρξη εύρεσης

# MSG_FI_SelectMatched (1192//)
source: Select _matched
el: Επιλογή ταιριαστών

# MSG_FI_ReadMessage (1193//)
source: _Read message
el: Ανάγνωση μηνύματος

# MSG_FI_Abort (1194//)
source: _Abort
el: Ματαίωση

# MSG_HELP_FI_LV_FOLDERS (1195//)
source: Select one or more folders to search in.
el: Επιλέξτε έναν ή περισσότερους φακέλους για αναζήτηση.

# MSG_HELP_FI_BT_ALL (1196//)
source: Include all folders in your search.
el: Συμπεριλάβετε όλους του φακέλους στην αναζήτηση.

# MSG_HELP_FI_PO_FROMRULE (1197//)
source: Get search criterion from a filter.
el: Κάντε λήψη κριτήριου αναζήτησης από ένα φίλτρο.

# MSG_HELP_FI_BT_TORULE (1198//)
source: Create a new filter from this search criterion.
el: Δημιουργήστε ένα νέο φίλτρο από αυτή την αναζήτηση κριτήριου.

# MSG_HELP_FI_BT_SEARCH (1199//)
source: Start the search and display the results in the list above.
el: Ξεκινήστε την αναζήτηση και εμφανίστε τα αποτελέσματα στην λίστα παραπάνω.

# MSG_HELP_FI_BT_SELECT (1200//)
source: Select all the matching messages in the main window.
el: Επιλέξτε όλα τα μηνύματα που ταιριάζουν στο κύριο παράθυρο.

# MSG_HELP_FI_BT_READ (1201//)
source: Display the current message from the list above.
el: Εμφανίστε το τρέχων μήνυμα από την λίστα παραπάνω.

# MSG_HELP_FI_BT_ABORT (1202//)
source: Stop searching.
el: Διακόψτε την αναζήτηση.

# MSG_HELP_FI_CY_MODE (1203//)
source: Field or message part that should match the pattern.
el: Μέρους του πεδίου ή μηνύματος που θα ταιριάξει το μοτίβο.

# MSG_HELP_FI_ST_FIELD (1204//)
source: Name of the header to search in.
el: Το όνομα της κεφαλίδας που θα κάνετε αναζήτηση.

# MSG_HELP_FI_RA_ADRMODE (1205//)
source: Choose whether you want to search in the address or real name part of the field.
el: Επιλέξτε εάν θέλετε να κάνετε αναζήτηση στην διεύθυνση ή στο αληθινό όνομα μέρους του πεδίου.

# MSG_HELP_FI_CY_STATUS (1206//)
source: Message status to match.
el: Κατάσταση μηνύματος για ταίριασμα.

# MSG_HELP_FI_ST_MATCH (1207//)
source: Search pattern (AmigaDOS wildchars are supported).
el: Αναζήτηση μοτίβου (υποστηρίζονται οι χαρακτήρες μπαλαντέρ AmigaDOS).

# MSG_HELP_FI_CH_CASESENS (1208//)
source: Should the search be case sensitive?
el: Θέλετε η αναζήτηση να είναι ευαίσθητη στα πεζά-κεφαλαία;

# MSG_HELP_FI_CH_SUBSTR (1209//)
source: Enable a partial string search.
el: Ενεργοποιήστε μια μερική αναζήτηση συμβολοσειράς.

# MSG_HELP_FI_CY_COMP (1210//)
source: Type of comparison. Select <> to get all messages that don't match the pattern, IN to use a file of patterns.
el: Είδος σύγκρισης. Επιλέξτε <> για λήψη όλων των μηνυμάτων που δεν ταιριάζουν στο μοτίβο, ΙΝ για να χρησιμοποιήσετε ένα αρχείο από μοτίβα.

# MSG_US_EnterPassword (1211//)
source: Please enter your password
el: Παρακαλώ εισάγετε τον κωδικό σας
