Repository: Futaura/yam
Catalog: locale/greek.po
Languages: el

# MSG_Folder (0//)
source: Folder
el: Φάκελος

# MSG_Message (1//)
source: Message
el: Μήνυμα

# MSG_Attachments (2//)
source: Attachments
el: Επισυνάψεις

# MSG_Options (3//)
source: Options
el: Επιλογές

# MSG_New (6//)
source: New
el: Νέο

# MSG_Open (7//)
source: Open...
el: Άνοιγμα...

# MSG_Append (8//)
source: Append...
el: Προσάρτηση...

# MSG_Save (9//)
source: Save
el: Αποθήκευση

# MSG_SaveAs (10//)
source: Save as...
el: Αποθήκευση ως...

# MSG_Print (11//)
source: Print...
el: Εκτύπωση...

# MSG_Edit (12//)
source: Edit...
el: Επεξεργασία...

# MSG_Use (17//)
source: _Use
el: _Χρήση

# MSG_Cancel (18//)
source: _Cancel
el: Α_κύρωση

# MSG_YesNoReq (23//)
source: *_Yes|_No
el: *_Ναι|_Οχι

# MSG_ErrorReq (24//)
source: Error
el: Σφάλμα

# MSG_NewEntry (25//)
source: - new -
el: - νέο -

# MSG_Date (28//)
source: Date
el: Ημερομηνία

# MSG_Sender (29//)
source: Sender
el: Αποστολέας

# MSG_Recipient (30//)
source: Recipient
el: Παραλήπτης

# MSG_Subject (31//)
source: Subject
el: Θέμα

# MSG_Size (32//)
source: Size
el: Μέγεθος

# MSG_Status (33//)
source: Status
el: Κατάσταση

# MSG_FolderList (34//)
source: Folder list
el: Λίστα φακέλου

# MSG_MessageList (35//)
source: Message list
el: Λίστα μηνύματος

# MSG_Realname (36//)
source: Real name
el: Αληθινό όνομα

# MSG_Filename (37//)
source: Filename
el: Όνομα αρχείου

# MSG_Description (39//)
source: Description
el: Περιγραφή

# MSG_DOB (40//)
source: Date of birth
el: Ημερομηνία γέννησης

# MSG_City (41//)
source: City
el: Πόλη

# MSG_Country (42//)
source: Country
el: Χώρα

# MSG_Street (43//)
source: Street
el: Οδός

# MSG_Phone (44//)
source: Phone
el: Τηλέφωνο

# MSG_Name (45//)
source: Name
el: Όνομα

# MSG_Email (46//)
source: E-mail address
el: Διεύθυνση e-mail

# MSG_Address (47//)
source: Address
el: Διεύθυνση

# MSG_ReturnAddress (48//)
source: Return address
el: Διεύθυνση επιστροφής

# MSG_SenderRecpt (49//)
source: Sender/recipient
el: Αποστολέας/παραλήπτης

# MSG_MessageDate (50//)
source: Message date
el: Ημερομηνία μηνύματος

# MSG_Unread (51//)
source: Unread
el: Μη αναγνωσμένο

# MSG_Total (52//)
source: Total
el: Σύνολο

# MSG_From (53//)
source: From
el: Από

# MSG_To (54//)
source: To
el: Προς

# MSG_Columns (56//)
source: Columns
el: Στήλες

# MSG_Version (60//)
source: Version:
el: Έκδοση:

# MSG_CompilationDate (61//)
source: Compilation date:
el: Ημερομηνία σύνταξης:

# MSG_UserLogin (65//)
source: Click your name to login:
el: Κάντε κλικ στο όνομά σας για να συνδεθείτε:

# MSG_ErrorStartup (67//)
source: Error during startup
el: Σφάλμα κατά την εκκίνηση

# MSG_Quit (68//)
source: Quit
el: Έξοδος

# MSG_LoadingConfig (70//)
source: Loading configuration...
el: Φόρτωση διαμόρφωσης...

# MSG_CreatingGUI (71//)
source: Creating user interface...
el: Δημιουργία περιβάλλον χρήστη...

# MSG_ErrorMuiApp (72//)
source: Can't create application
el: Αδύνατη η δημιουργία εφαρμογής

# MSG_RebuildIndices (73//)
source: Rebuilding folders' indices...
el: Ανασυγκρότηση δεικτών φακέλων...

# MSG_LoadingFolders (74//)
source: Loading folders...
el: Φόρτωση φακέλων...

# MSG_LoadingABook (75//)
source: Loading address book...
el: Φόρτωση βιβλίου διευθύνσεων...

# MSG_InitLibs (76//)
source: Initializing libraries and classes...
el: Προετοιμασία βιβλιοθηκών και κλάσεων...

# MSG_ErrorAslStruct (78//)
source: Can't allocate ASL structure
el: Αδύνατη η κατανομή δομής ASL

# MSG_ErrorTimer (79//)
source: Can't open timer.device
el: Αδύνατο το άνοιγμα της timer.device

# MSG_ErrorARexx (80//)
source: Can't create ARexx port
el: Αδύνατη η δημιουργία θύρας ARexx

# MSG_LoadingGFX (81//)
source: Loading graphics...
el: Φόρτωση γραφικών...

# MSG_SendStartReq (82//)
source: The Outgoing folder contains unsent mail. Do you want to send these messages now?
el: Ο φάκελος 'Εξερχόμενα' περιέχει μη απεσταλμένα μηνύματα. Θέλετε να στείλετε αυτά τα μηνύματα τώρα;

# MSG_QuitYAMReq (83//)
source: Do you really want to quit YAM?
el: Θέλετε σίγουρα να κάνετε έξοδο από το YAM;

# MSG_CTtextplain (84//)
source: plain text
el: απλό κείμενο

# MSG_CTtexthtml (85//)
source: HTML document
el: έγγραφο HTML

# MSG_CTtextaguide (86//)
source: AmigaGuide document
el: έγγραφο AmigaGuide

# MSG_CTapplicationoctetstream (87//)
source: binary file
el: δυαδικό αρχείο

# MSG_CTapplicationpostscript (88//)
source: Postscript document
el: έγγραφο Postscript

# MSG_CTapplicationrtf (89//)
source: Rich Text Format
el: μορφή Rich Text

# MSG_CTapplicationlha (90//)
source: LhA archive
el: αρχείο συμπίεσης LhA

# MSG_CTapplicationlzx (91//)
source: LZX archive
el: αρχείο συμπίεσης LZX

# MSG_CTapplicationzip (92//)
source: ZIP archive
el: αρχείο συμπίεσης ZIP

# MSG_CTapplicationamigaexe (93//)
source: Amiga executable
el: εκτελέσιμο αρχείο Amiga

# MSG_CTimagejpeg (94//)
source: JPEG/JFIF picture
el: εικόνα JPEG/JFIF

# MSG_CTimagegif (95//)
source: GIF picture
el: εικόνα GIF

# MSG_CTimagepng (96//)
source: PNG picture
el: εικόνα PNG

# MSG_CTimagetiff (97//)
source: TIFF picture
el: εικόνα TIFF

# MSG_CTimageilbm (98//)
source: Amiga IFF-ILBM picture
el: εικόνα Amiga IFF-ILBM

# MSG_CTaudiobasic (99//)
source: UNIX audio file
el: αρχείο ήχου UNIX

# MSG_CTaudio8svx (100//)
source: Amiga IFF-8SVX audio
el: ήχος Amiga IFF-8SVX

# MSG_CTaudiowav (101//)
source: Microsoft WAV audio
el: ήχος Microsoft WAV

# MSG_CTvideompeg (102//)
source: MPEG video stream
el: ροή βίντεο MPEG

# MSG_CTvideoquicktime (103//)
source: Apple QuickTime video
el: βίντεο Apple QuickTime

# MSG_CTvideoanim (104//)
source: Amiga IFF-ANIM video
el: βίντεο Amiga IFF-ANIM

# MSG_CTvideomsvideo (105//)
source: Microsoft AVI video
el: βίντεο Microsoft AVI

# MSG_CTmessagerfc822 (106//)
source: E-mail message
el: μήνυμα e-mail

# MSG_LOG_Started (107//)
source: YAM started
el: Το YAM ξεκίνησε

# MSG_LOG_Terminated (108//)
source: YAM terminated
el: Το YAM τερματίστηκε

# MSG_LOG_LoggedIn (109//)
source: Logged in as user '%s'
el: Συνδεμένος ως χρήστης '%s'

# MSG_LOG_LoggedInVerbose (110//)
source: Logged in as '%s', using configuration '%s' and mail directory '%s'
el: Συνδεμένος ως '%s', χρησιμοποιώντας τις ρυθμίσεις '%s' και κατάλογο αλληλογραφίας '%s'

# MSG_LOG_Deleting (111//)
source: Deleted %ld message(s) in folder '%s'
el: Διεγράφηκαν %ld μηνύματα στο φάκελο '%s'

# MSG_LOG_DeletingVerbose (112//)
source: Deleted message from '%s' about '%s' in folder '%s'
el: Διεγράφηκε μήνυμα από '%s' με θέμα '%s' στο φάκελο '%s'

# MSG_LOG_Moving (113//)
source: Moved %ld message(s) from folder '%s' to '%s'
el: Μετακινήθηκαν %ld μηνύματα από το φάκελο '%s' στο φάκελο '%s'

# MSG_LOG_MovingVerbose (114//)
source: Moved message from '%s' about '%s' from folder '%s' to '%s'
el: Μετακινήθηκε το μήνυμα από '%s' με θέμα '%s' από το φάκελο '%s' στο φάκελο '%s'

# MSG_LOG_Copying (115//)
source: Copied %ld message(s) from folder '%s' to '%s'
el: Αντιγράφηκαν %ld μηνύματα από το φάκελο '%s' στο φάκελο '%s'

# MSG_LOG_CopyingVerbose (116//)
source: Copied message from '%s' about '%s' from folder '%s' to '%s'
el: Αντιγράφηκε το μήνυμα από '%s' με θέμα '%s' από το φάκελο '%s' στο φάκελο '%s'

# MSG_LOG_RetrievingVerbose (118//)
source: Retrieved message from '%s' about '%s' (%ld bytes)
el: Ανακτήθηκε μήνυμα από '%s' με θέμα '%s' (%ld bytes)

# MSG_LOG_ConnectSMTP (120//)
source: Connected to SMTP server '%s'
el: Συνδέθηκε στον SMTP διακομιστή '%s'

# MSG_LOG_SendingVerbose (121//)
source: Sent message to '%s' about '%s' (%ld bytes)
el: Εστάλθηκε μήνυμα προς '%s' με θέμα '%s' (%ld bytes)

# MSG_LOG_Sending (122//)
source: Sent %ld message(s) using SMTP server '%s'
el: Εστάλθησαν %ld μηνύματα χρησιμοποιώντας τον SMTP διακομιστή '%s'

# MSG_LOG_Editing (123//)
source: Edited message from '%s' to '%s' about '%s'
el: Επεξεργάστηκε μήνυμα από '%s' προς '%s' με θέμα '%s'

# MSG_LOG_Creating (124//)
source: Wrote new message for '%s' about '%s', including %ld attachment(s)
el: Συντάχτηκε νέο μήνυμα για '%s' με θέμα '%s', περιλαμβάνοντας %ld συνημμένα

# MSG_LOG_Replying (125//)
source: Replied message from '%s' about '%s'
el: Απαντήθηκε μήνυμα από '%s' με θέμα '%s'

# MSG_LOG_Forwarding (127//)
source: Forwarded message from '%s' about '%s' to '%s'
el: Προωθήθηκε μήνυμα από '%s' με θέμα '%s' προς '%s'

# MSG_LOG_SavingConfig (129//)
source: Saved configuration file '%s'
el: Αποθηκεύτηκε το αρχείο ρυθμίσεων '%s'

# MSG_LOG_SavingABook (130//)
source: Saved address book '%s'
el: Αποθηκεύτηκε το βιβλίο διευθύνσεων '%s'

# MSG_LOG_SavingUsers (131//)
source: Saved user configuration
el: Αποθηκεύτηκαν οι ρυθμίσεις χρήστη

# MSG_LOG_NewAddress (132//)
source: Added address book entry '%s'
el: Προσθέθηκε η καταχώρηση '%s' στο βιβλίο διευθύνσεων

# MSG_LOG_Importing (133//)
source: Imported %ld message(s) from file '%s' into folder '%s'
el: Εισάχθηκαν %ld μηνύματα από το αρχείο '%s' στο φάκελο '%s'

# MSG_LOG_Exporting (134//)
source: Exported %ld message(s) from folder '%s' to file '%s'
el: Έγινε εξαγωγή %ld μηνυμάτων από το φάκελο '%s' στο αρχείο '%s'

# MSG_LOG_SavingAtt (135//)
source: Saved attachment '%s' of message '%s' in folder '%s'
el: Αποθηκεύτηκε η επισύναψη '%s' του μηνύματος '%s' στο φάκελο '%s'

# MSG_LOG_ChangingSubject (137//)
source: Changed subject '%s' of message '%s' in folder '%s' to '%s'
el: Αλλάχτηκε το θέμα '%s' του μηνύματος '%s' στο φάκελο '%s' με θέμα '%s'

# MSG_UT_Save (138//)
source: Save
el: Αποθήκευση

# MSG_UT_Load (139//)
source: Load
el: Φόρτωση

# MSG_UT_PGPPassReq (140//)
source: Please enter your PGP passphrase:
el: Παρακαλώ εισάγετε την φράση σας PGP:

# MSG_MA_GetFolderPass (144//)
source: Folder '%s' is a protected folder. Please enter the password to unlock it:
el: Ο φάκελος '%s' είναι προστατευμένος. Παρακαλώ εισάγετε τον κωδικό για να τον ξεκλειδώσετε:

# MSG_MA_ReplyReq (149//)
source: The selected message has multiple recipients. You want to send the reply to the...
el: Το επιλεγμένο μήνυμα έχει πολλούς παραλήπτες. Θέλετε να στείλετε την απάντηση προς...

# MSG_MA_ReplyReqOpt (150//)
source: *_Sender|Sender and _all Recipients|_Recipients|_Cancel
el: *_Αποστολέα|Αποστολέα και ό_λους τους Παραλήπτες|Πα_ραλήπτες|Α_κύρωση

# MSG_MA_CompareReq (151//)
source: Sender address (From) is \033b<%s>\033n, but return address (Reply-To) is \033b<%s>\033n. To which address do you want to reply to?
el: Η διεύθυνση αποστολέα (Από) είναι \033b<%s>\033n, αλλά η διεύθυνση επιστροφής (Απάντηση-Προς) είναι \033b<%s>\033n. Σε ποιά διεύθυνση θέλετε να απαντήσετε;

# MSG_MA_Compare3ReqOpt (152//)
source: _From|*_Reply-To|_Both|_Cancel
el: _Από|*Απάντηση-_Προς|Α_μφότερες|Α_κύρωση

# MSG_MA_Compare2ReqOpt (153//)
source: _From|*_Reply-To|_Cancel
el: _Από|*Απάντηση-_Προς|Α_κύρωση

# MSG_MA_ConfirmReq (155//)
source: Confirmation Request
el: Αίτηση Επιβεβαίωσης

# MSG_MA_FilterStats (160//)
source: Filtering done: %3ld messages checked, %3ld forwarded, %3ld moved, %3ld deleted
el: Το φιλτράρισμα έγινε: %3ld μηνύματα ελέγχθηκαν, %3ld προωθήθηκαν, %3ld μετακινήθηκαν, %3ld διαγράφηκαν

# MSG_MA_ExportAppendReq (161//)
source: The output file already exists. Do you want to overwrite it or append the messages?
el: Το αρχείο εξόδου υπάρχει ήδη. Θέλετε να κάνετε επανεγγραφή του ή προσάρτηση των μηνυμάτων;

# MSG_MA_ExportAppendOpts (162//)
source: *_Overwrite|_Append|_Cancel
el: *_Επανεγγραφή|_Προσάρτηση|_Ακύρωση

# MSG_MA_MoveMsg (163//)
source: Move message(s)
el: Μετακίνηση μηνύματος

# MSG_MA_MoveMsgReq (164//)
source: Please select a destination folder:
el: Παρακαλώ επιλέξτε ένα φάκελο προορισμού:

# MSG_MA_MoveGad (165//)
source: _Move
el: _Μετακίνηση

# MSG_MA_CopyMsg (166//)
source: Copy message(s)
el: Αντιγραφή μηνύματος

# MSG_MA_CopyGad (167//)
source: Cop_y
el: _Αντιγραφή

# MSG_MA_ChangeSubjReq (168//)
source: Enter a new subject:
el: Εισάγετε ένα νέο θέμα:

# MSG_MA_All (169//)
source: All
el: Όλα

# MSG_MA_TitleStatus (171//)
source: Status
el: Κατάσταση

# MSG_MA_Scripts (172//)
source: Scripts
el: Δέσμες εντολών

# MSG_MA_ExecuteScript (173//)
source: Execute script...
el: Εκτέλεση δέσμης εντολών...

# MSG_MA_CheckSingle (174//)
source: Check single account
el: Έλεγχος ενός λογαριασμού

# MSG_MA_WinTitle (177//)
source: YAM %s - User: %s
el: YAM %s - Χρήστης: %s

# MSG_MA_ToPrefix (178//)
source: \033bTo: \033n
el: \033bΠρος: \033n

# MSG_MA_Incoming (179//)
source: Incoming
el: Εισερχόμενα

# MSG_MA_Outgoing (180//)
source: Outgoing
el: Εξερχόμενα

# MSG_MA_Sent (181//)
source: Sent
el: Απεσταλμένα

# MSG_MA_TBRead (184//8)
source: Rea_d
el: _Ανάγνωση

# MSG_MA_TBEdit (185//8)
source: _Edit
el: Επε_ξεργασία

# MSG_MA_TBMove (186//8)
source: _Move
el: _Μετακίνηση

# MSG_MA_TBDelete (187//8)
source: De_lete
el: _Διαγραφή

# MSG_MA_TBGetAddr (188//8)
source: Ge_tAdd
el: _Λήψη διεύθ.

# MSG_MA_TBWrite (189//8)
source: _New
el: _Νέο

# MSG_MA_TBReply (190//8)
source: _Reply
el: Α_πάντηση

# MSG_MA_TBForward (191//8)
source: For_ward
el: Π_ροώθηση

# MSG_MA_TBGetMail (192//8)
source: _Get
el: Λή_ψη

# MSG_MA_TBSendAll (193//8)
source: _Send
el: Αποστο_λή

# MSG_MA_TBFilter (194//8)
source: F_ilter
el: _Φίλτρο

# MSG_MA_TBFind (195//8)
source: _Find
el: Ανα_ζήτηση

# MSG_MA_TBAddrBook (196//8)
source: A_book
el: _Βιβλίο διευθ.

# MSG_MA_TBConfig (197//8)
source: _Config
el: Ρυ_θμίσεις

# MSG_MA_Project (198//)
source: Project
el: Εργασία

# MSG_MA_AboutMUI (200//)
source: About MUI...
el: Περί MUI...

# MSG_MA_LastErrors (202//)
source: Show last message
el: Προβολή τελευταίου μηνύματος

# MSG_MA_Restart (203//)
source: Restart
el: Επανεκκίνηση

# MSG_MA_NewFolder (206//)
source: New folder
el: Νέος φάκελος

# MSG_MA_Select (211//)
source: Select
el: Επιλογή

# MSG_MA_MDelete (227//)
source: Delete
el: Διαγραφή

# MSG_MA_Save (230//)
source: Save...
el: Αποθήκευση...

# MSG_MA_MGetAddress (235//)
source: Save address...
el: Αποθήκευση διεύθυνσης...

# MSG_MA_SetStatus (236//)
source: Set status to
el: Ορίστε την κατάσταση σε

# MSG_MA_ChangeSubj (241//)
source: Change subject...
el: Αλλαγή θέματος...

# MSG_MA_MSend (242//)
source: Send
el: Αποστολή

# MSG_MA_Settings (243//)
source: Settings
el: Ρυθμίσεις

# MSG_MA_MAddrBook (244//)
source: Address book
el: Βιβλίο διευθύνσεων

# MSG_MA_MConfig (245//)
source: Configuration
el: Ρυθμίσεις

# MSG_MA_MUsers (246//)
source: Users
el: Χρήστες

# MSG_HELP_MA_BT_READ (247//)
source: Display the contents of the current message.
el: Προβάλετε τα περιεχόμενα του τρέχων μηνύματος.

# MSG_HELP_MA_BT_EDIT (248//)
source: Modify the current message.
el: Τροποποιήστε το τρέχων μήνυμα.

# MSG_HELP_MA_BT_MOVE (249//)
source: Move selected message(s) to another folder.
el: Μετακινήστε τα επιλεγμένα μηνύματα σε άλλο φάκελο.

# MSG_HELP_MA_BT_DELETE (250//)
source: Delete selected message(s).
el: Διαγράψτε τα επιλεγμένα μηνύματα.

# MSG_HELP_MA_BT_GETADDRESS (251//)
source: Save sender's address in your address book.
el: Αποθηκεύστε την διεύθυνση αποστολέα στο βιβλίο διευθύνσεών σας.

# MSG_HELP_MA_BT_WRITE (252//)
source: Compose a new message.
el: Συντάξτε ένα νέο μήνυμα.

# MSG_HELP_MA_BT_REPLY (253//)
source: Reply to the selected message(s).
el: Απαντήστε στα επιλεγμένα μηνύματα.

# MSG_HELP_MA_BT_FORWARD (254//)
source: Forward the selected message(s) to another recipient.
el: Προωθήστε τα επιλεγμένα μηνύματα σε άλλον παραλήπτη.

# MSG_HELP_MA_BT_POPNOW (255//)
source: Connect to the mail server and download new messages.
el: Συνδεθείτε με τον διακομιστή αλληλογραφίας και κάντε λήψη νέων μηνυμάτων.

# MSG_HELP_MA_BT_SENDALL (256//)
source: Send queued messages in the Outgoing folder.
el: Στείλτε τα μηνύματα αναμονής στο φάκελο 'Εξερχόμενα'.

# MSG_HELP_MA_BT_FILTER (257//)
source: Apply filters to the messages in this folder. Please note that if 2 or more messages are currently selected, only those will be filtered.
el: Εφαρμόστε τα φίλτρα στα μηνύματα σε αυτόν το φάκελο. Σημειώστε ότι αν έχουν επιλεχτεί 2 ή περισσότερα μηνύματα, μόνο αυτά θα φιλτραριστούν.

# MSG_HELP_MA_BT_SEARCH (258//)
source: Search your mail folders.
el: Ψάξτε τους φακέλους αλληλογραφίας σας.

# MSG_HELP_MA_BT_ABOOK (259//)
source: Open the address book.
el: Ανοίξτε το βιβλίο διευθύνσεων.

# MSG_HELP_MA_BT_CONFIG (260//)
source: Modify YAM's preferences.
el: Τροποποιήστε τις προτιμήσεις YAM.

# MSG_CO_ChangeFolderPass (262//)
source: Enter a new password for this folder:
el: Εισάγετε ένα νέο κωδικό για αυτό το φάκελο:

# MSG_CO_RetypePass (263//)
source: Please re-type the password:
el: Παρακαλώ ξαναγράψτε τον κωδικό:

# MSG_CO_ConfirmDelete (264//)
source: All messages in this folder will be lost. Do you really want to delete it?
el: Όλα τα μηνύματα σε αυτό το φάκελο θα χαθούν! Σίγουρα θέλετε να τον διαγράψετε;

# MSG_CO_InvalidConf (265//)
source: Invalid configuration (missing SMTP/POP3 server name or e-mail address). Please fill in these fields and try again.
el: Λανθασμένη ρύθμιση (λείπουν τα ονόματα διακομιστών SMTP/POP3 ή οι διευθύνσεις ταχυδρομείου). Παρακαλώ συμπληρώστε αυτά τα πεδία και ξαναπροσπαθήστε!

# MSG_CO_ImportMIMEReq (266//)
source: Import settings from...
el: Εισαγωγή ρυθμίσεων από...

# MSG_CO_ImportMIMEGads (267//)
source: *_MIME.prefs|m_ailcap|m_ime.types|_Cancel
el: *_MIME.prefs|m_ailcap|m_ime.types|_Ακύρωση

# MSG_CO_NewIntroDef (268//)
source: Hello,\n
el: Γειά σας,\n

# MSG_CO_AltRepIntroDef (269//)
source: <EMPTY>On %c, %n wrote:\n
el: Στις %c, %n έγγραψε:\n

# MSG_CO_AltRepPatternDef (270//)
source: <EMPTY>#?.(com|uk|org|gov)
el: #?.(gr)

# MSG_CO_ForwardIntroDef (271//)
source: *** Begin of forwarded message ***\n\nDate: %c\nFrom: %n <%e>\nSubject: %s\n\n--- Forwarded message follows ---\n\n
el: *** Έναρξη προωθημένου μηνύματος ***\n\nΗμερομηνία: %c\nΑπό: %n <%e>\nΘέμα: %s\n\n--- Ακολουθεί προωθημένο μήνυμα ---\n\n

# MSG_CO_ForwardFinishDef (272//)
source: *** End of forwarded message ***\n
el: *** Λήξη προωθημένου μηνύματος ***\n

# MSG_CO_GreetingsDef (273//)
source: Kind regards
el: Μετά τιμής

# MSG_CO_AltRepHelloDef (274//)
source: <EMPTY>Hello %f,\n
el: Αγαπητέ/ή %f,\n

# MSG_CO_AltRepByeDef (275//)
source: <EMPTY>Kind regards
el: Μετά τιμής

# MSG_CO_MLRepHelloDef (276//)
source: <EMPTY>Hello %f,\n
el: Αγαπητέ/ή %f,\n

# MSG_CO_MLRepIntroDef (277//)
source: On %c, %n wrote:\n
el: Στις %c, ο/η %n έγραψε:\n

# MSG_CO_MLRepByeDef (278//)
source: Regards
el: Χαιρετισμούς

# MSG_CO_LineBreak (279//)
source: \n Line break
el: \n Διακοπή γραμμής

# MSG_CO_SenderName (280//)
source: %n Original sender: Name
el: %n Αρχικός αποστολέας: Όνομα

# MSG_CO_SenderFirstname (281//)
source: %f Original sender: First name
el: %f Αρχικός αποστολέας: Πρώτο όνομα

# MSG_CO_SenderAddress (282//)
source: %e Original sender: Address
el: %e Αρχικός αποστολέας: Διεύθυνση

# MSG_CO_SenderSubject (283//)
source: %s Original message: Subject
el: %s Αρχικό μήνυμα: Θέμα

# MSG_CO_SenderDate (284//)
source: %d Original message: Date
el: %d Αρχικό μήνυμα: Ημερομηνία

# MSG_CO_SenderTime (285//)
source: %t Original message: Time
el: %t Αρχικό μήνυμα: Ώρα

# MSG_CO_SenderDOW (286//)
source: %w Original message: Day of week
el: %w Αρχικό μήνυμα: Ημέρα εβδομάδας

# MSG_CO_SenderMsgID (287//)
source: %m Original message: Message ID
el: %m Αρχικό μήνυμα: Ταυτότητα μηνύματος

# MSG_CO_RecptName (290//)
source: %r Recipient: Name
el: %r Παραλήπτης: Όνομα

# MSG_CO_RecptFirstname (291//)
source: %v Recipient: First name
el: %v Παραλήπτης: Πρώτο Όνομα

# MSG_CO_RecptAddress (292//)
source: %a Recipient: Address
el: %a Παραλήπτης: Διεύθυνση

# MSG_CO_ORecptName (293//)
source: %r Original recipient: Name
el: %r Αρχικός παραλήπτης: Όνομα

# MSG_CO_ORecptFirstname (294//)
source: %v Original recipient: First name
el: %v Αρχικός παραλήπτης: Πρώτο όνομα

# MSG_CO_ORecptAddress (295//)
source: %a Original recipient: Address
el: %a Αρχικός παραλήπτης: Διεύθυνση

# MSG_CO_CompleteHeader (296//)
source: %h Complete header
el: %h Πλήρης κεφαλίδα

# MSG_CO_ArchiveName (297//)
source: %a Filename of archive
el: %a Όνομα αρχείου συμπίεσης

# MSG_CO_ArchiveFiles (298//)
source: %f Files to be archived
el: %f Αρχεία προς συμπίεση

# MSG_CO_ArchiveFilelist (299//)
source: %l List containing filenames
el: %l Κατάλογος περιεχομένων αρχείων

# MSG_CO_CrdFirstSteps (300//)
source: First steps
el: Πρώτα βήματα

# MSG_CO_CrdFilters (303//)
source: Filters
el: Φίλτρα

# MSG_CO_CrdRead (304//)
source: Read
el: Ανάγνωση

# MSG_CO_CrdWrite (305//)
source: Write
el: Σύνταξη

# MSG_CO_CrdSignature (307//)
source: Signature
el: Υπογραφή

# MSG_CO_CrdSecurity (310//)
source: Security
el: Ασφάλεια

# MSG_CO_CrdMixed (311//)
source: Miscellaneous
el: Διάφορα

# MSG_CO_CrdABook (314//)
source: Address book
el: Βιβλίο διευθύνσεων

# MSG_CO_Save (315//)
source: _Save
el: _Αποθήκευση

# MSG_CO_Use (316//)
source: _Use
el: _Χρήση

# MSG_CO_Cancel (317//)
source: _Cancel
el: Α_κύρωση

# MSG_CO_MinConfig (343//)
source: Minimal configuration
el: Ελάχιστη ρύθμιση

# MSG_CO_RealName (344//)
source: _Real name
el: Αληθινό όνομα

# MSG_CO_EmailAddress (345//)
source: _E-mail address
el: Διεύθυνση E-mail

# MSG_CO_Password (347//)
source: _Password
el: Κωδικός

# MSG_CO_TimeZone (348//)
source: Time _zone
el: Ζώνη ώρας

# MSG_CO_SendMail (350//)
source: Send mail (SMTP)
el: Αποστολή αλληλογραφίας (SMTP)

# MSG_CO_Allow8bit (353//)
source: Server allows _8bit characters
el: Ο διακομιστής επιτρέπει 8bit χαρακτήρες

# MSG_CO_ReceiveMail (354//)
source: Receive mail (POP3)
el: Λήψη αλληλογραφίας (POP3)

# MSG_CO_POPUserID (355//)
source: User name
el: Όνομα χρήστη

# MSG_CO_POPActive (356//)
source: _Active
el: Ενεργός

# MSG_CO_DeleteServerMail (357//)
source: Delete mail _on server
el: Διαγραφή αλληλογραφίας στον διακομιστή

# MSG_CO_PSNever (359//)
source: never
el: ποτέ

# MSG_CO_PSLarge (360//)
source: large messages
el: μεγάλα μηνύματα

# MSG_CO_PSAlways (361//)
source: always
el: πάντα

# MSG_CO_PSAlwaysFast (362//)
source: always, only sizes
el: πάντα, μόνο μέγεθος

# MSG_CO_TWNever (363//)
source: hide always
el: πάντα απόκρυψη

# MSG_CO_TWAuto (364//)
source: automatic
el: αυτόματο

# MSG_CO_TWAlways (365//)
source: show always
el: πάντα εμφάνιση

# MSG_CO_TransferWin (368//)
source: _Transfer window
el: Παράθυρο μεταφοράς

# MSG_CO_PreSelect (369//)
source: _Pre-selection
el: Προεπιλογή

# MSG_CO_CheckMail (374//)
source: Check for new mail every
el: Έλεγχος για νέα αλληλογραφία κάθε

# MSG_CO_Minutes (375//)
source: minutes
el: λεπτά

# MSG_CO_NotiReq (378//)
source: _Requester
el: Παράθυρο αιτήματος

# MSG_CO_NotiSound (379//)
source: S_ound
el: Ήχος

# MSG_CO_NotiCommand (380//)
source: Co_mmand
el: Εντολή

# MSG_CO_Name (381//)
source: N_ame
el: Όνομα

# MSG_CO_Remote (388//)
source: Remote _filter
el: Απομακρυσμένο φίλτρο

# MSG_CO_ApplyToNew (389//)
source: A_pply to new mail
el: Εφαρμογή σε νέα αλληλογραφία

# MSG_CO_ApplyToSent (390//)
source: Apply to sent _mail
el: Εφαρμογή σε απεσταλμένη αλληλογραφία

# MSG_CO_ApplyOnReq (391//)
source: Apply on _request
el: Εφαρμογή κατόπιν αιτήσεως

# MSG_CO_ActionForward (393//)
source: _Forward
el: Προώθηση

# MSG_CO_ActionReply (394//)
source: Repl_y
el: Απάντηση

# MSG_CO_ActionExecute (395//)
source: E_xecute
el: Εκτέλεση

# MSG_CO_ActionPlay (396//)
source: _Play sound
el: Αναπαραγωγή ήχου

# MSG_CO_ActionMove (397//)
source: _Move
el: Μετακίνηση

# MSG_CO_ActionDelete (398//)
source: Dele_te
el: Διαγραφή

# MSG_CO_ActionSkip (399//)
source: Don't do_wnload
el: Μη γίνει λήψη

# MSG_CO_HeadNone (400//)
source: none
el: καμία

# MSG_CO_HeadShort (401//)
source: custom
el: ειδική

# MSG_CO_HeadFull (402//)
source: all
el: όλη

# MSG_CO_SINone (403//)
source: none
el: καμία

# MSG_CO_SIFields (404//)
source: data only
el: μόνο δεδομένα

# MSG_CO_SIAll (405//)
source: data and image
el: δεδομένα και εικόνες

# MSG_CO_SLBlank (406//)
source: blank line
el: κενή γραμμή

# MSG_CO_SLDash (407//)
source: two dashes
el: δύο παύλες

# MSG_CO_SLBar (408//)
source: separator bar
el: διαχωριστική μπάρα

# MSG_CO_SLSkip (409//)
source: no signature
el: χωρίς υπογραφή
