Repository: Futaura/yam
Catalog: locale/greek.po
Languages: el

# MSG_HELP_CO_CH_ABOOKLOOKUP (1714//)
source: Resolve sender/recipient addresses in the message list by looking them up in the address book and show the real name instead. Please note that this is a quite time consuming job and may bring down the performance of the list display. This is especially true for a large amount of address book entries.
el: Επιλύστε τις διευθύνσεις αποστολέα/παραλήπτη στη λίστα μηνυμάτων αναζητώντας τα στο βιβλίο διευθύνσεων και εμφανίζοντας το αληθινό όνομα. Σημειώστε ότι αυτή είναι μια χρονοβόρα διαδικασία και μπορεί να επιβραδύνει την επίδοση της εμφάνισης λίστας. Αυτό είναι αληθές για μια μεγάλη ποσότητα από καταχωρήσεις στο βιβλίο διευθύνσεων.

# MSG_TR_MESSAGEGAUGE (1715//)
source: Message %%ld of %ld
el: Μήνυμα %%ld από %ld

# MSG_CO_CONVERTHTML (1716//)
source: Con_vert HTML e-mails to plain text
el: Μετατροπή αλληλογραφίας HTML σε απλό κείμενο

# MSG_HELP_CO_CONVERTHTML (1717//)
source: If the main part of an e-mail is HTML, YAM will convert it to plain text before displaying it.
el: Εάν το κύριο μέρος της αλληλογραφίας είναι HTML, το YAM θα το μετατρέψει σε απλό κείμενο πριν το εμφανίσει.

# MSG_TR_TRANSFERSTATUS (1719//)
source: %s of %s @ %s/s %02ld'%02ld'' running - %02ld'%02ld'' left
el: %s από %s @ %s/s %02ld'%02ld'' εκτελούνται - %02ld'%02ld'' απομένουν

# MSG_TR_TRANSFERSIZE (1720//)
source: %s of %s
el: %s από %s

# MSG_FI_GAUGETEXT (1721//)
source: %%ld of %ld messages
el: %%ld από %ld μηνύματα

# MSG_MA_MIMEPART_INFO (1725//)
source: \033bAttachment - MIME part #%ld\033n Name: %s Description: %s Content-Type: %s <%s> Size: ~%s
el: \033bΣυνημμένο - Μέρος MIME #%ld\033n Όνομα: %s Περιγραφή: %s Τύπος Περιεχομένων: %s <%s> Μέγεθος: ~%s

# MSG_MA_MIMEPART_MENU (1726//)
source: Attachment/MIME part #%ld
el: Συνημμένο/Τύπος MIME #%ld

# MSG_CO_PGPPASSINTERVAL1 (1727//)
source: Remem_ber passphrase for
el: Απομνημόνευση φράσης πρόσβασης για

# MSG_CO_PGPPASSINTERVAL2 (1728//)
source: idle minute(s)
el: λεπτά αδράνειας

# MSG_HELP_CO_PGPPASSINTERVAL (1729//)
source: If selected, your PGP passphrase will be remembered for this amount of time. Subsequent PGP operations then won't trigger another passphrase query.
el: Εάν επιλεχτεί, η φράση πρόσβασής σας PGP θα απομνημονευθεί για αυτό τον χρόνο. Επόμενες λειτουργίες PGP δεν θα ενεργοποιήσουν άλλες φράσεις πρόσβασης.

# MSG_UT_PGPPASSREQ_TITLE (1730//)
source: PGP passphrase request
el: Αίτηση φράσης πρόσβασης PGP

# MSG_CO_GR_REPLYFORWARD (1731//)
source: Reply/Forward
el: Απάντηση/Προώθηση

# MSG_CO_GR_SCRIPTS (1732//)
source: Scripts
el: Δέσμες εντολών

# MSG_CO_GR_STARTUPQUIT (1733//)
source: Startup/Quit
el: Εκκίνηση/Έξοδος

# MSG_CO_SCRIPTS_PREGET (1734//)
source: %p Type of download action
el: %p Τύπος ενέργειας λήψης

# MSG_CO_SCRIPTS_POSTGET (1735//)
source: %p Number of messages received
el: %p Αριθμός ληφθέντων μηνυμάτων

# MSG_CO_SCRIPTS_NEWMSG (1736//)
source: %p Name of new message file
el: %p Όνομα νέου αρχείου μηνύματος

# MSG_CO_SCRIPTS_READ (1737//)
source: %p Number of read window
el: %p Αριθμός παραθύρων ανάγνωσης

# MSG_CO_SCRIPTS_WRITE (1738//)
source: %p Number of write window
el: %p Αριθμός παραθύρων σύνταξης

# MSG_CO_SCRIPTS_URL (1739//)
source: %p Full URL path
el: %p Πλήρες διαδρομή URL

# MSG_CO_MIMECMD_PARAMETER (1740//)
source: %s Full path of file
el: %s Πλήρες διαδρομή του αρχείου

# MSG_ER_CANTOPENASL (1741//)
source: An error occurred while trying to open an ASL requester. Please make sure that your ASL setup is valid and that you have enough memory left.
el: Ένα σφάλμα συνέβη κατά την προσπάθεια ανοίγματος μιας αίτησης ASL. Παρακαλώ βεβαιωθείτε ότι η ρύθμιση ASL είναι έγκυρη και ότι έχετε αρκετή μνήμη ελεύθερη.

# MSG_MA_CONFIRMDELETION (1742//)
source: %ld message(s) are selected. Do you really want to delete these messages?
el: %ld μηνύματα επιλέχτηκαν. Θέλετε σίγουρα να διαγράψετε αυτά τα μηνύματα;

# MSG_MA_SPAM (1744//)
source: Spam
el: Ανεπιθύμητα

# MSG_LOADINGSPAMTRAININGDATA (1745//)
source: Loading spam training data...
el: Φόρτωση δεδομένων κατάρτισης ανεπιθύμητης αλληλογραφίας...

# MSG_MA_TBSPAM (1746//8)
source: Sp_am
el: Ανεπιθύμητο

# MSG_MA_TBNOTSPAM (1747//8)
source: N.Sp_am
el: Μη Ανεπιθύμητο

# MSG_HELP_MA_BT_SPAM (1748//)
source: Mark message as spam
el: Σημαδέψτε το μήνυμα ως ανεπιθύμητο

# MSG_HELP_MA_BT_NOTSPAM (1749//)
source: Mark message as not spam
el: Σημαδέψτε το μήνυμα ως μη ανεπιθύμητο

# MSG_RE_TBSPAM (1750//8)
source: Sp_am
el: Ανεπιθύμητο

# MSG_RE_TBNOTSPAM (1751//8)
source: N.Sp_am
el: Μη Ανεπιθύμητο

# MSG_HELP_RE_BT_SPAM (1752//)
source: Mark message as spam.
el: Σημαδέψτε το μήνυμα ως ανεπιθύμητο.

# MSG_HELP_RE_BT_NOTSPAM (1753//)
source: Mark message as not spam.
el: Σημαδέψτε το μήνυμα ως μη ανεπιθύμητο.

# MSG_LOG_MAILISSPAM (1754//)
source: Message from '%s' about '%s' is treated as spam.
el: Το μήνυμα από '%s' με θέμα '%s' θεωρείται ως ανεπιθύμητο.

# MSG_LOG_MAILISNOTSPAM (1755//)
source: Message from '%s' about '%s' is no longer treated as spam.
el: Το μήνυμα από '%s' με θέμα '%s' δεν θεωρείται πλέον ως ανεπιθύμητο.

# MSG_FI_STATSPAM (1756//)
source: Spam
el: Ανεπιθύμητο

# MSG_MA_TOSPAM (1757//)
source: Spam
el: Ανεπιθύμητο

# MSG_MA_TONOTSPAM (1758//)
source: Not spam
el: Μη ανεπιθύμητο

# MSG_CO_CRDSPAMFILTER (1761//)
source: Spam
el: Ανεπιθύμητο

# MSG_CO_SPAMFILTER (1762//)
source: Spam filter
el: Φίλτρο ανεπιθύμητου

# MSG_CO_SPAMFILTER_TITLE (1763//)
source: Spam filter
el: Φίλτρο ανεπιθύμητου

# MSG_CO_SPAMFILTER_SUMMARY (1764//)
source: Configure the spam filter...
el: Διαμόρφωση του φίλτρου ανεπιθύμητων...

# MSG_CO_SPAM_FILTERFORNEWMAIL (1765//)
source: Check _new mails for spam content
el: Ελέγξτε νέα μηνύματα για ανεπιθύμητο περιεχόμενο

# MSG_CO_SPAM_RESETTRAININGDATA (1766//)
source: _Reset training data
el: Επαναφορά δεδομένων κατάρτισης

# MSG_CO_SPAM_GOODCOUNT (1767//)
source: "Not spam" classified mails
el: Μηνύματα που κατατάχθηκαν ως "Μη ανεπιθύμητα"

# MSG_CO_SPAM_BADCOUNT (1768//)
source: "Spam" classified mails
el: Μηνύματα που κατατάχθηκαν ως "Ανεπιθύμητα"

# MSG_BUSYFLUSHINGSPAMTRAININGDATA (1771//)
source: Flushing spam training data...
el: Εκκαθάριση δεδομένων κατάρτισης ανεπιθύμητης αλληλογραφίας...

# MSG_CO_SPAM_MARKONMOVE (1772//)
source: Mark mails as spam when _moved to the Spam folder
el: Σημαδέψτε τα μηνύματα ως ανεπιθύμητα όταν μετακινούνται στον φάκελο ανεπιθύμητα

# MSG_CO_SPAM_ADDRESSBOOKISWHITELIST (1773//)
source: Address book is _white list
el: Το βιβλίο διευθύνσεων είναι στην άσπρη λίστα

# MSG_CO_SPAM_RECOGNITION (1774//)
source: Spam recognition
el: Αναγνώριση ανεπιθύμητης αλληλογραφίας

# MSG_CO_SPAM_FILTERENABLED (1775//)
source: S_pam filter enabled
el: Ενεργοποιημένο φίλτρο ανεπιθύμητης αλληλογραφίας

# MSG_CO_SPAM_RESETTRAININGDATAASK (1776//)
source: Do you really want to reset the spam filter's training data? The spam filter must be trained again afterwards.
el: Θέλετε σίγουρα να επαναφέρετε τα δεδομένα κατάρτισης του φίλτρου ανεπιθύμητης αλληλογραφίας; Το φίλτρο ανεπιθύμητης αλληλογραφίας θα πρέπει πάλι να καταρτιστεί αργότερα.

# MSG_TR_CHECKUIDL (1778//)
source: Checking UIDLs to avoid duplicates...
el: Γίνεται έλεγχος των UIDL για την αποφυγή διπλότυπων...

# MSG_CO_SPAM_DISABLEFILTERASK (1779//)
source: The spam filter has now been disabled. Which of the following operations do you want to apply?
el: Το φίλτρο ανεπιθύμητης αλληλογραφίας είναι απενεργοποιημένο. Ποιές από τις παρακάτω ενέργειες θέλετε να εφαρμόσετε;

# MSG_CO_SPAM_RESETTDATA (1780//)
source: _Reset training data
el: Επαναφορά κατάρτισης δεδομένων

# MSG_CO_SPAM_RESETMAILFLAGS (1781//)
source: Reset _spam state of all mails
el: Επαναφορά κατάστασης ανεπιθύμητης αλληλογραφίας σε όλα τα μηνύματα

# MSG_CO_SPAM_DELETESPAMFOLDER (1782//)
source: _Delete Spam folder
el: Διαγραφή φακέλου ανεπιθύμητης αλληλογραφίας

# MSG_HELP_CO_CY_SMTPAUTHMETHOD (1784//)
source: Select here the authentication method YAM should use. 'Auto' lets YAM pick one automatically depending on the server's capabilities and is the recommended value. The others let you explicitly select one. They are listed in order according to how safe they are, with the safest at the top.
el: Επιλέξτε εδώ την μέθοδο ταυτοποίησης που θα χρησιμοποιήσει το YAM. Η 'Αυτόματη' θα πάρει μια αυτόματα σύμφωνα με τις ικανότητες του διακομιστή και είναι η προτεινόμενη τιμή. Οι άλλες θα σας αφήσουν να επιλέξετε μια ρητά. Είναι απαριθμημένες σε σειρά σχετικά με το πόσο ασφαλές είναι, με την ασφαλέστερη πρώτη.

# MSG_CO_SMTPAUTH_AUTO (1785//)
source: Auto
el: Αυτόματη

# MSG_CO_SMTPAUTH_LOGIN (1788//)
source: LOGIN
el: ΕΙΣΟΔΟΣ

# MSG_CO_SMTPAUTH_PLAIN (1789//)
source: PLAIN
el: ΑΠΛΗ

# MSG_CO_ER_SMTPAUTH (1790//)
source: The SMTP server '%s' doesn't seem to support the selected SMTP-AUTH method. Please ask your provider which authentication methods are available and how to configure them in your e-mail client.
el: Ο διακομιστής SMTP '%s' φαίνεται να μην υποστηρίζει την επιλεγμένη μέθοδο SMTP-AUTH. Ρωτήστε τον παροχέα σας ποιά μέθοδος ταυτοποίησης είναι διαθέσιμη και πως να την ρυθμίσετε στην εφαρμογή σας.

# MSG_ER_SPAMDIR_EXISTS (1791//)
source: While trying to create a new Spam folder, YAM found that a directory named 'Spam' already exists. Do you want to use this directory as the standard Spam folder?
el: Κατά την δημιουργία ενός νέου φακέλου ανεπιθύμητης αλληλογραφίας, το YAM βρήκε ήδη έναν κατάλογο με το όνομα 'Ανεπιθύμητα' να υπάρχει. Θέλετε να χρησιμοποιήσετε αυτό τον κατάλογο ως τον τυπικό φάκελο ανεπιθύμητης αλληλογραφίας;

# MSG_ER_SPAMDIR_EXISTS_ANSWERS (1792//)
source: C_leanup&Use|_Use|*_Cancel
el: _Καθάρισμα & Χρήση|_Χρήση|*_Ακύρωση

# MSG_CO_ER_CANNOT_CREATE_SPAMFOLDER (1793//)
source: Couldn't create the standard Spam folder. The spam filter has been disabled again. Please make sure that there is enough space left on the drive and that the drive is not write protected.
el: Αδυναμία δημιουργίας του τυπικού φακέλου ανεπιθύμητης αλληλογραφίας. Το φίλτρο ανεπιθύμητης αλληλογραφίας έχει απενεργοποιηθεί ξανά. Βεβαιωθείτε ότι υπάρχει αρκετός χώρος στον δίσκο και ότι δεν είναι προστατευμένος από εγγραφή.

# MSG_MA_CHECKSPAM (1794//)
source: Apply spam filter
el: Εφαρμογή φίλτρου ανεπιθύμητης αλληλογραφίας

# MSG_FI_BUSYCHECKSPAM (1795//)
source: Applying spam filter on folder...
el: Γίνεται εφαρμογή φίλτρου ανεπιθύμητης αλληλογραφίας στον φάκελο...

# MSG_MA_REMOVESPAM (1796//)
source: Delete spam from folder
el: Διαγραφή ανεπιθύμητης αλληλογραφίας από τον φάκελο

# MSG_MA_BUSYEMPTYINGSPAM (1797//)
source: Deleting spam from folder...
el: Γίνεται διαγραφή ανεπιθύμητης αλληλογραφίας από τον φάκελο...

# MSG_MA_TRASH (1798//)
source: Trash
el: Κάδος

# MSG_WR_SEARCH (1799//)
source: Search...
el: Αναζήτηση...

# MSG_AB_IMPORT (1800//)
source: Import
el: Εισαγωγή

# MSG_AB_EXPORT (1801//)
source: Export
el: Εξαγωγή

# MSG_AB_LDIF (1802//)
source: LDIF address book (*.ldif)
el: Βιβλίο διευθύνσεων LDIF (*.ldif)

# MSG_AB_CSV (1803//)
source: Comma separated values (*.csv)
el: Τιμές διαχωρισμένες με κόμμα (*.csv)

# MSG_AB_TAB (1804//)
source: TAB separated values (*.tab)
el: Τιμές διαχωρισμένες με ΤAB (*.tab)

# MSG_ER_ADDRBOOKIMPORT (1805//)
source: Could not import address book "%s".
el: Αδυναμία εισαγωγής βιβλίου διευθύνσεων "%s".

# MSG_ER_ADDRBOOKEXPORT (1806//)
source: Could not export address book "%s".
el: Αδυναμία εξαγωγής βιβλίου διευθύνσεων "%s".

# MSG_LOADINGUPDATESTATE (1807//)
source: Loading update state data...
el: Γίνεται φόρτωση ενημέρωσης δεδομένων κατάστασης...

# MSG_MA_HIDE (1809//)
source: Hide
el: Απόκρυψη

# MSG_MA_QUIT (1810//)
source: Quit
el: Έξοδος

# MSG_MA_SELECTALL (1811//)
source: All
el: Όλα

# MSG_MA_SELECTNONE (1812//)
source: None
el: Κανένα

# MSG_MA_SELECTTOGGLE (1813//)
source: Toggle
el: Εναλλαγή

# MSG_MA_MSEARCH (1814//)
source: Search...
el: Αναζήτηση...

# MSG_MA_MFILTER (1815//)
source: Filter...
el: Φίλτρο...

# MSG_MA_REMOVEDELETED (1816//)
source: Empty trash
el: Άδειασμα κάδου

# MSG_MA_UPDATEINDEX (1817//)
source: Update index
el: Ενημέρωση ευρετηρίου

# MSG_MA_MREAD (1821//)
source: Read
el: Άναγνωση

# MSG_MA_TOUNREAD (1822//)
source: Unread
el: Μη αναγνωσμένο

# MSG_MA_TOREAD (1823//)
source: Read
el: Ανάγνωση

# MSG_PROJECT_MABOUT (1826//)
source: About...
el: Περί...

# MSG_MA_MEDIT (1827//)
source: Edit...
el: Επεξεργασία...

# MSG_MA_MMOVE (1828//)
source: Move...
el: Μετακίνηση...

# MSG_MA_MCOPY (1829//)
source: Copy...
el: Αντιγραφή...

# MSG_MA_MPRINT (1830//)
source: Print...
el: Εκτύπωση...

# MSG_MA_MSAVE (1831//)
source: Save...
el: Αποθήκευση...

# MSG_MA_MSAVEATT (1832//)
source: Save...
el: Αποθήκευση...

# MSG_MA_MNEW (1834//)
source: New...
el: Νέο...

# MSG_MA_MREPLY (1835//)
source: Reply...
el: Απάντηση...

# MSG_MA_MFORWARD (1836//)
source: Forward...
el: Προώθηση...

# MSG_MA_MSAVEADDRESS (1838//)
source: Save address...
el: Αποθήκευση διεύθυνσης...

# MSG_MA_MADDRESSBOOK (1839//)
source: Address book...
el: Βιβλίο διευθύνσεων...

# MSG_MA_MCONFIG (1840//)
source: Configuration...
el: Ρυθμίσεις...

# MSG_MA_TOMARKED (1841//)
source: Marked
el: Σημαδεμένο

# MSG_MA_TOUNMARKED (1842//)
source: Unmarked
el: Μη σημαδεμένο

# MSG_MA_ALLTOREAD (1843//)
source: All to read
el: Όλα για ανάγνωση

# MSG_MA_MEDITASNEW (1844//)
source: Edit as new...
el: Επεξεργασία ως νέο...

# MSG_RE_SEARCH (1847//)
source: Search...
el: Αναζήτηση...

# MSG_RE_SEARCH_AGAIN (1848//)
source: Search again
el: Αναζήτηση ξανά

# MSG_WR_SEARCH_AGAIN (1849//)
source: Search again
el: Αναζήτηση ξανά

# MSG_WR_AUTOWRAP (1850//)
source: Word-wrap?
el: Αναδίπλωση λέξης;

# MSG_CO_SPAM_MARK_AS_READ (1851//)
source: Mark new spam mai_ls as read
el: Σημαδέψτε τα νέα μηνύματα ως αναγνωσμένα

# MSG_HELP_CH_SPAMFILTERENABLED (1852//)
source: Enables the spam filter, allowing you to filter out abusive advertising e-mails.
el: Ενεργοποιεί το φίλτρο ανεπιθύμητης αλληλογραφίας, για να φιλτράρετε διαφημιστική αλληλογραφία.

# MSG_HELP_TX_SPAMBADCOUNT (1853//)
source: Shows the amount of e-mails manually classified as 'spam'.
el: Εμφανίζει την ποσότητα της αλληλογραφίας ταξινομημένη χειροκίνητα ως 'ανεπιθύμητη'.

# MSG_HELP_TX_SPAMGOODCOUNT (1854//)
source: Shows the amount of e-mails manually classified as 'not spam', also known as 'ham'.
el: Εμφανίζει την ποσότητα της αλληλογραφίας ταξινομημένη χειροκίνητα ως 'μη ανεπιθύμητη'.

# MSG_HELP_BT_SPAMRESETTRAININGDATA (1855//)
source: Allows to manually reset the whole spam filter training data. This should be necessary only in very rare cases.
el: Επιτρέπει να επαναφέρετε όλα τα δεδομένα κατάρτισης του φίλτρου ανεπιθύμητης αλληλογραφίας χειροκίνητα. Αυτό είναι απαραίτητο μόνο σε ειδικές περιπτώσεις.

# MSG_HELP_CH_SPAMFILTERFORNEWMAIL (1856//)
source: If enabled, new incoming e-mail will be immediately analyzed by the spam filter.
el: Επιλέξτε εάν θέλετε, η νέα εισερχόμενη αλληλογραφία να αναλύεται αμέσως από το φίλτρο ανεπιθύμητης αλληλογραφίας.

# MSG_HELP_CH_SPAMABOOKISWHITELIST (1857//)
source: If enabled, any e-mail with a From: address that can be found in the address book will never be considered as spam.
el: Επιλέξτε εάν θέλετε, κάθε αλληλογραφία με διεύθυνση Από: που μπορεί να βρεθεί στο βιβλίο διευθύνσεων να μην θεωρείται ως ανεπιθύμητη ποτέ.

# MSG_HELP_CH_SPAMMARKONMOVE (1858//)
source: If checked, any e-mail manually moved to the Spam folder will be automatically marked as spam.
el: Επιλέξτε εάν θέλετε, κάθε αλληλογραφία που μετακινήθηκε στον φάκελο ανεπιθύμητης αλληλογραφίας χειροκίνητα, να σημαδεύεται αυτόματα ως ανεπιθύμητη.

# MSG_HELP_CH_SPAMMARKASREAD (1859//)
source: If checked, spam mail will be automatically flagged as 'read'.
el: Επιλέξτε εάν θέλετε, η ανεπιθύμητη αλληλογραφία να παίρνει την ετικέτα 'αναγνωσμένο' αυτόματα.

# MSG_HELP_CH_UPDATECHECK (1860//)
source: How often do you want YAM to automatically check for updates? Select 'never' to disable this feature.
el: Πόσο συχνά θέλετε το YAM να κάνει αυτόματο έλεγχο για ενημερώσεις; Επιλέξτε 'ποτέ' για απενεργοποίηση.

# MSG_WR_SELECTALL (1861//)
source: Select all
el: Επιλογή όλων

# MSG_RE_MDN_ACCEPT_LATER (1862//)
source: Accept and send _later
el: Δέχομαι και αποστολή αργότερα

# MSG_RE_MDN_ACCEPT_NOW (1863//)
source: Accept and send _now
el: Δέχομαι και αποστολή τώρα

# MSG_RE_MDN_IGNORE (1864//)
source: _Ignore
el: Παράβλεψη

# MSG_RE_MDN_IGNORE_ALL (1865//)
source: Ignore _all
el: Παράβλεψη όλων

# MSG_CO_MDN_ACTION_IGNORE (1866//)
source: Never send
el: Ποτέ αποστολή

# MSG_CO_MDN_ACTION_SEND (1867//)
source: Always send
el: Πάντα αποστολή

# MSG_CO_MDN_ACTION_QUEUE (1868//)
source: Always queue
el: Πάντα στην ουρά

# MSG_CO_MDN_ACTION_ASK (1869//)
source: Ask me
el: Ερώτηση

# MSG_CO_MDN_TITLE (1870//)
source: Return receipts
el: Αναφορά επιστροφής

# MSG_CO_MDN_DESCRIPTION (1871//)
source: When I receive a request for a return receipt...
el: Όταν λαμβάνω μια αίτηση για αναφορά επιστροφής...

# MSG_CO_MDN_DISABLED (1872//)
source: _Never send a return receipt
el: Να μην στέλνεται ποτέ αναφορά επιστροφής

# MSG_CO_MDN_ENABLED (1873//)
source: Allow _return receipts for some messages
el: Να επιτρέπετε η αναφορά επιστροφής για ορισμένα μηνύματα

# MSG_CO_MDN_NORECIPIENT (1874//)
source: If I'm not in the _To: or Cc: of the message:
el: Αν δεν είμαι στο _Προς: ή Κοιν: του μηνύματος:

# MSG_CO_MDN_NODOMAIN (1875//)
source: If the sender is _outside my domain:
el: Εάν ο αποστολέας είναι εκτός του δικού μου τομέα:

# MSG_CO_MDN_DELETE (1876//)
source: If I'm going to just _delete the message:
el: Εάν πάω απλά να διαγράψω το μήνυμα:

# MSG_CO_MDN_OTHER (1877//)
source: In all oth_er cases:
el: Σε όλες τις άλλες περιπτώσεις:

# MSG_HELP_CO_CH_MDN_NEVER (1880//)
source: If selected, no return receipt will be sent, even if explicitly requested.
el: Εάν επιλεχτεί, δεν θα αποσταλεί καμιά αναφορά επιστροφής, ακόμα κι αν ζητηθεί.

# MSG_HELP_CO_CH_MDN_ALLOW (1881//)
source: If selected, return receipts will be processed according to the rules defined here.
el: Εάν επιλεχτεί, οι αναφορές επιστροφής θα προχωρήσουν σύμφωνα με τους κανόνες που ορίζονται εδώ.

# MSG_HELP_CO_CY_MDN_NORECIPIENT (1882//)
source: What to do with a return receipt request when your e-mail address doesn't appear neither in the To: or Cc: headers.
el: Τι να κάνετε με μια αίτηση αναφοράς επιστροφής όταν η διεύθυνση αλληλογραφίας δεν φαίνεται ούτε στην κεφαλίδα Προς: ή Κοιν:.

# MSG_HELP_CO_CY_MDN_NODOMAIN (1883//)
source: What to do with a return receipt request when the sender's domain doesn't match yours.
el: Τι να κάνετε με μια αίτηση αναφοράς επιστροφής όταν ο τομέας του αποστολέα δεν ταιριάζει με τον δικό σας.

# MSG_HELP_CO_CY_MDN_DELETE (1884//)
source: What to do with a return receipt request when you just delete the original message.
el: Τι να κάνετε με μια αίτηση αναφοράς επιστροφής όταν μόλις διαγράψετε το αρχικό μήνυμα.

# MSG_HELP_CO_CY_MDN_OTHER (1885//)
source: What to do with a return receipt request when none of the above rules applies.
el: Τι να κάνετε με μια αίτηση αναφοράς επιστροφής όταν δεν εφαρμόζεται κανένας από τους παραπάνω κανόνες.

# MSG_CO_LOOKFEEL_TITLE (1886//)
source: Look & Feel
el: Εμφάνιση & Εντύπωση

# MSG_CO_LOOKFEEL_SUMMARY (1887//)
source: Configure the general Look & Feel of YAM...
el: Διαμορφώστε την γενική εμφάνιση & εντύπωση του YAM...

# MSG_CO_CRDLOOKFEEL (1888//)
source: Look & Feel
el: Εμφάνιση & Εντύπωση

# MSG_CO_SMTP_SERVERPORT (1891//)
source: Ser_ver/Port
el: Δια_κομιστής/Θύρα

# MSG_CO_POP_SERVERPORT (1892//)
source: Serve_r/Port
el: Διακο_μιστής/Θύρα

# MSG_CO_LOOKFEEL_THEMES (1898//)
source: Themes
el: Θέματα

# MSG_CO_THEME_ACTIVATE (1899//)
source: _Activate
el: Ενεργοποίηση

# MSG_CO_THEME_PREVIEW (1900//)
source: Preview
el: Προεπισκόπηση

# MSG_CO_THEME_AUTHOR (1901//)
source: Author
el: Δημιουργός

# MSG_CO_RELDATETIME (1903//)
source: Rela_tive date output
el: Σχετική ημερομηνία εξόδου

# MSG_HELP_CO_CH_RELDATETIME (1904//)
source: If selected, columns with date information will use a relative output (e.g. 'Today' or 'Yesterday') instead of the full date if possible.
el: Εάν επιλεχτεί, οι στήλες με ημερομηνία θα χρησιμοποιήσουν μια σχετική έξοδο (π.χ. 'Σήμερα ή 'Χθές') αντί της πλήρης ημερομηνίας εάν είναι δυνατόν.

# MSG_ER_USER_UNKNOWN_TITLE (1910//)
source: Unknown user
el: Άγνωστος χρήστης

# MSG_ER_USER_UNKNOWN_BUTTON (1911//)
source: *_Ok
el: *_ΟΚ

# MSG_ER_USER_UNKNOWN_ERROR (1912//)
source: Unknown user '%s'.
el: Άγνωστος χρήστης '%s'!

# MSG_HELP_CO_CA_COLSIG (1913//)
source: The color that should be used to print the signature of a mail.
el: Το χρώμα που θα χρησιμοποιηθεί για την εκτύπωση της υπογραφής σε ένα μήνυμα.

# MSG_ER_SPAM_NOT_ENOUGH_CLASSIFIED_MAILS (1914//)
source: It is not recommended to enable this feature with as few as %ld mails classified as spam so far, as this may lead to poor performance of the spam filter. Do you want to disable this option again?
el: Δεν συνιστάται να ενεργοποιήσετε αυτή την επιλογή με τόσα λίγα σαν τα %ld μηνύματα που κατατάχθηκαν ως ανεπιθύμητα, διότι αυτό θα οδηγήσει σε κακή απόδοση του φίλτρου ανεπιθύμητης αλληλογραφίας. Θέλετε να απενεργοποιήσετε αυτή την επιλογή ξανά;

# MSG_ER_CANNOT_CREATE_SEMAPHORE (1915//)
source: Can't create semaphore.
el: Αδύνατη η δημιουργία συστήματος οπτικής σηματοδοσίας!

# MSG_RE_HDR_FROM (1917//)
source: From
el: Από

# MSG_RE_HDR_TO (1918//)
source: To
el: Προς

# MSG_RE_HDR_DATE (1919//)
source: Date
el: Ημερομηνία

# MSG_RE_HDR_SUBJECT (1920//)
source: Subject
el: Θέμα

# MSG_RE_VIRTUALMAIL (1921//)
source: Virtual e-mail
el: Εικονική αλληλογραφία

# MSG_CO_MIMECMD_PUBSCREEN (1922//)
source: %p Name of YAM's public screen
el: %p Όνομα της δημόσιας οθόνης YAM

# MSG_ER_ZOMBIE_FILES_EXIST (1923//)
source: Couldn't delete all temporary files during cleanup. These files might be locked by other applications. Please make sure that you have closed all aplications which you may have used from within YAM, like MIME viewers (e.g. MultiView).
el: Αδύνατη η διαγραφή όλων των προσωρινών αρχείων κατά τον καθαρισμό. Αυτά τα αρχεία μπορεί να είναι κλειδωμένα από άλλες εφαρμογές. Βεβαιωθείτε ότι έχετε κλείσει όλες τις εφαρμογές που μπορεί να έχετε χρησιμοποιήσει μέσω του YAM, όπως τύπους MIME (π.χ. MultiView).

# MSG_ER_ZOMBIE_FILES_EXIST_BT (1924//)
source: _Retry|_Ignore
el: _Επανάληψη|_Παράβλεψη

# MSG_ER_ZOMBIE_FILES_EXIST_TITLE (1925//)
source: YAM cleanup warning
el: Προειδοποίηση καθαρίσματος YAM

# MSG_CO_SHOWALTPARTS (1926//)
source: Show a_lternative parts
el: Εμφάνιση εναλλακτικών τμημάτων

# MSG_HELP_CO_CH_SHOWALTPARTS (1927//)
source: If enabled, alternative MIME parts of a 'multipart/alternative' e-mail that would otherwise remain hidden will be displayed as attachments instead.
el: Εάν επιλεχτεί, εναλλακτικά τμήματα MIME μιας 'πολλαπλής/εναλλακτικής' αλληλογραφίας που αλλιώς θα παρέμενε κρυφή θα εμφανιστεί ως συνημμένα.

# MSG_US_DIRECTORY_DOESNT_EXIST (1928//)
source: Mail directory '%s' for user '%s' does not exist. Do you want to create it now?
el: Ο κατάλογος μηνυμάτων '%s' του χρήστη '%s' δεν υπάρχει. Θέλετε να τον δημιουργήσετε τώρα;

# MSG_HELP_CO_BT_APPICONGETPOS (1929//)
source: Click to get the current position of the AppIcon.
el: Κάντε κλικ για να πάρετε την τρέχουσα θέση του AppIcon.

# MSG_CO_MOVE_HAM_TO_INCOMING (1930//)
source: Move 'not spam' e-mails back to _Incoming folder
el: Μετακίνηση 'μη ανεπιθύμητης' αλληλογραφίας πίσω στον φάκελο εισερχόμενα.

# MSG_HELP_CH_MOVE_HAM_TO_INCOMING (1931//)
source: If enabled, any e-mail which was incorrectly classified as 'spam' and later manually marked as 'not spam' will be automatically moved back to the Incoming folder.
el: Εάν επιλεχτεί, οποιαδήποτε αλληλογραφία που θεωρήθηκε εσφαλμένα ως 'ανεπιθύμητη' και αργότερα μαρκαρίστηκε χειροκίνητα ως 'μη ανεπιθύμητη' θα μετακινηθεί αυτόματα πίσω στον φάκελο εισερχόμενα.

# MSG_CO_FILTER_HAM (1933//)
source: Apply _filters
el: Εφαρμογή φίλτρων
