Repository: Futaura/yam
Catalog: locale/greek.po
Languages: el

# MSG_HELP_CO_ST_LOGFILE (660//)
source: Path where the log files will be stored.
el: Διαδρομή που θα αποθηκευτούν τα αρχεία καταγραφής.

# MSG_HELP_CO_CH_SPLITLOG (661//)
source: If checked, a separate log file will be started every month.
el: Εάν επιλεχτεί, ένα ξεχωριστό αρχείο καταγραφής θα ξεκινάει κάθε μήνα.

# MSG_HELP_CO_CY_LOGMODE (662//)
source: Select type of logging.
el: Επιλέξτε τύπο καταγραφής.

# MSG_HELP_CO_CH_LOGALL (663//)
source: Disable this option to log mail transfers only.
el: Απενεργοποιήστε αυτή την επιλογή για να καταγράφετε μόνο μεταφορές αλληλογραφίας.

# MSG_HELP_CO_CH_LOADALL (664//)
source: Load index files of all folders.
el: Φόρτωση αρχείων ευρετηρίου όλων των φακέλων.

# MSG_HELP_CO_CH_MARKNEW (665//)
source: Change status of new messages to unread.
el: Αλλαγή κατάστασης των νέων μηνυμάτων σε μη αναγνωσμένα.

# MSG_HELP_CO_CH_SEND (666//)
source: Send queued messages.
el: Αποστολή μηνυμάτων στην ουρά.

# MSG_HELP_CO_CH_CHECKBD (668//)
source: Check the address book and open a reminder if it's a person's birthday.
el: Έλεγχος του βιβλίου διευθύνσεων και άνοιγμα μιας υπενθύμισης εάν είναι τα γενέθλια κάποιας επαφής.

# MSG_HELP_CO_CH_DELETEOLD (669//)
source: Delete messages that exceed the maximum age (see folder configuration).
el: Διαγραφή μηνυμάτων που έκαναν υπέρβαση της μέγιστης ηλικίας (δείτε ρυθμίσεις φακέλου).

# MSG_HELP_CO_CH_REMOVEDEL (670//)
source: Empty Trash folder.
el: Άδειασμα του κάδου.

# MSG_HELP_CO_ST_GALLDIR (671//)
source: Directory to save the pictures of your correspondents.
el: Κατάλογος για την αποθήκευση των φωτογραφιών των ανταποκριτών σας.

# MSG_HELP_CO_CY_ATAB (673//)
source: Automatically create an address book entry for the sender when you read his/her message?
el: Αυτόματη δημιουργία μιας καταχώρησης στο βιβλίο διευθύνσεων για τον αποστολέα όταν διαβάσετε το μήνυμά του/της;

# MSG_HELP_CO_ST_PROXY (674//)
source: Address and optional port number of your HTTP proxy server (default port is 80). You may leave this field empty.
el: Διεύθυνση και προαιρετικός αριθμός θύρας του διακομιστή μεσολάβησης HTTP (προκαθορισμένη θύρα είναι 80). Μπορείτε να αφήσετε αυτό το πεδίο κενό.

# MSG_HELP_CO_ST_NEWGROUP (675//)
source: Add new address book entries to this group (it will be created if it doesn't exist yet).
el: Προσθέστε νέες καταχωρήσεις στο βιβλίο διευθύνσεων για αυτή την ομάδα (θα δημιουργηθεί εάν δεν υπάρχει ήδη).

# MSG_HELP_CO_ST_TEMPDIR (676//)
source: Directory to store temporary files.
el: Κατάλογος για την αποθήκευση προσωρινών αρχείων.

# MSG_HELP_CO_ST_DETACHDIR (677//)
source: Directory to save attached files to.
el: Κατάλογος για την αποθήκευση συνημμένων αρχείων.

# MSG_HELP_CO_ST_ATTACHDIR (678//)
source: Default source directory for attachments.
el: Προκαθορισμένος κατάλογος προέλευσης για τα συνημμένα.

# MSG_HELP_CO_ST_APP (679//)
source: Try to put the AppIcon exactly at these coordinates.
el: Προσπάθεια τοποθέτησης του AppIcon ακριβώς σε αυτές τις συντεταγμένες.

# MSG_HELP_CO_CH_CLGADGET (680//)
source: Do you want YAM to iconify when you hit the close gadget?
el: Θέλετε το YAM να κάνει ελαχιστοποίηση όταν πατήσετε το κουμπί κλεισίματος παραθύρου;

# MSG_HELP_CO_CH_CONFIRM (681//)
source: Do you want to confirm deletion of messages?
el: Θέλετε να κάνετε επιβεβαίωση διαγραφής των μηνυμάτων;

# MSG_HELP_CO_NB_CONFIRMDEL (682//)
source: Minimum number of messages to display the confirmation requester.
el: Ελάχιστος αριθμός μηνυμάτων που θα εμφανίσουν την αίτηση επιβεβαίωσης.

# MSG_HELP_CO_CH_REMOVE (683//)
source: Immediately delete the messages rather than moving them to the Trash folder. (Use this with care)
el: Άμεση διαγραφή των μηνυμάτων παρά την μετακίνησή τους στον κάδο. (Χρησιμοποιήστε το με προσοχή)

# MSG_HELP_CO_TX_ENCPACK (690//)
source: XPK library used to protect and compress folders.
el: Χρήση της βιβλιοθήκης XPK για την προστασία και την συμπίεση των φακέλων.

# MSG_HELP_CO_TX_PACKER (691//)
source: XPK library used to compress folders.
el: Χρήση της βιβλιοθήκης XPK για την συμπίεση των φακέλων.

# MSG_HELP_CO_NB_ENCPACK (692//)
source: Efficiency of this packer. 100% is the best value, but also the slowest.
el: Απόδοση του συμπιεστή. 100% είναι η καλύτερη τιμή, αλλά επίσης και η βραδύτερη.

# MSG_HELP_CO_ST_ARCHIVER (693//)
source: Command and options used to create archived attachments.
el: Εντολή και επιλογές που θα χρησιμοποιηθούν για την δημιουργία αρχειοθετημένων συνημμένων.

# MSG_HELP_CO_ST_RXNAME (694//)
source: Description of the script in the 'Scripts' menu.
el: Περιγραφή της δέσμης εντολών στο μενού 'Δέσμη εντολών'.

# MSG_HELP_CO_ST_SCRIPT (695//)
source: Filename of the script.
el: Όνομα αρχείου της δέσμης εντολών.

# MSG_HELP_CO_CY_ISADOS (696//)
source: Type of the script (ARexx or AmigaDOS).
el: Τύπος της δέσμης εντολών. (ARexx ή AmigaDOS).

# MSG_HELP_CO_CH_CONSOLE (697//)
source: Open a console window to allow input and output from the script.
el: Άνοιγμα ενός παραθύρου κονσόλας για την αποδοχή εισαγωγής και εξαγωγής από την δέσμη εντολών.

# MSG_HELP_CO_CH_WAITTERM (698//)
source: Do not run the script asynchronously but wait for it to complete.
el: Μην τρέξετε την δέσμη εντολών ασύγχρονα, αλλά περιμένετε μέχρι να τελειώσει.

# MSG_HELP_CO_BT_SAVE (699//)
source: Save current settings.
el: Αποθηκεύστε τις τρέχουσες ρυθμίσεις.

# MSG_HELP_CO_BT_USE (700//)
source: Use current settings.
el: Χρησιμοποιήστε τις τρέχουσες ρυθμίσεις.

# MSG_HELP_CO_BT_CANCEL (701//)
source: Close configuration window and use the old settings.
el: Κλείστε το παράθυρο ρυθμίσεων και χρησιμοποιήστε τις παλιές επιλογές.

# MSG_AB_BirthdayReminder (703//)
source: Birthday Reminder
el: Υπενθύμιση γενεθλίων

# MSG_AB_HappyBirthday (704//)
source: Happy birthday
el: Ευτυχισμένα γενέθλια!

# MSG_AB_PersonAlias (705//)
source: Alias (PERSON)
el: Ψευδώνυμο (ΕΠΑΦΗ)

# MSG_AB_ListAlias (706//)
source: Alias (LIST)
el: Ψευδώνυμο (ΛΙΣΤΑ)

# MSG_AB_GroupAlias (707//)
source: Alias (GROUP)
el: Ψευδώνυμο (ΟΜΑΔΑ)

# MSG_AB_PrintReqGads (708//)
source: _Long format|_Short format|_Cancel
el: _Εκτεταμένη μορφή|_Σύντομη μορφή|_Ακύρωση

# MSG_AB_PrintReq (709//)
source: Select print format:
el: Επιλέξτε μορφή εκτύπωσης:

# MSG_AB_AliasFld (710//)
source: Alias
el: Ψευδώνυμο

# MSG_AB_FoundEntry (711//)
source: Found matching entry. Alias: \033b%s\033n Name: \033b%s\033n
el: Βρέθηκε καταχώρηση που ταιριάζει! Ψευδώνυμο: \033b%s\033n Όνομα: \033b%s\033n

# MSG_AB_FindEntry (712//)
source: Find Entry
el: Εύρεση Καταχώρησης

# MSG_AB_FindEntryReq (713//)
source: This module finds a given text in the alias, name, address, description, street, city or country fields. Please enter the search pattern (AmigaDOS wildchars are supported):
el: Αυτή η ενότητα βρίσκει ένα κείμενο από τα πεδία ψευδώνυμο, όνομα, διεύθυνση, οδός, πόλη ή χώρα. Παρακαλώ εισάγετε το μοτίβο αναζήτησης (υποστηρίζονται οι χαρακτήρες μπαλαντέρ του AmigaDOS):

# MSG_AB_StartSearch (714//)
source: _Start search
el: Έναρξη εύρεσης

# MSG_AB_FoundEntryGads (715//)
source: _Next hit|*_Edit hit|_Cancel
el: _Επόμενο|Ε_πεξεργασία|_Ακύρωση

# MSG_AB_NoneFound (716//)
source: No matching entries found.
el: Δε βρέθηκαν καταχωρήσεις που να ταιριάζουν!

# MSG_AB_Modified (717//)
source: Address book has been modified.
el: Το βιβλίο διευθύνσεων έχει τροποποιηθεί!

# MSG_AB_TitleAlias (719//)
source: Alias
el: Ψευδώνυμο

# MSG_AB_TitleName (720//)
source: Name
el: Όνομα

# MSG_AB_TitleDescription (721//)
source: Description
el: Περιγραφή

# MSG_AB_TitleAddress (722//)
source: Address
el: Διεύθυνση

# MSG_AB_TitleStreet (723//)
source: Street
el: Οδός

# MSG_AB_TitleCity (724//)
source: City
el: Πόλη

# MSG_AB_TitleCountry (725//)
source: Country
el: Χώρα

# MSG_AB_TitlePhone (726//)
source: Phone
el: Τηλέφωνο

# MSG_AB_TitleBirthDate (727//)
source: Birth date
el: Ημερομηνία γέννησης

# MSG_AB_TitlePGPId (728//)
source: PGP Id
el: Ταυτότητα PGP

# MSG_AB_TitleHomepage (729//)
source: Homepage
el: Ιστοσελίδα

# MSG_AB_MIFind (730//)
source: Find...
el: Εύρεση...

# MSG_AB_Entry (731//)
source: Entry
el: Καταχώρηση

# MSG_AB_AddUser (732//)
source: New person
el: Νέα επαφή

# MSG_AB_AddGroup (733//)
source: New group
el: Νέα ομάδα

# MSG_AB_AddList (734//)
source: New distribution list
el: Νέα λίστα διανομής

# MSG_AB_Duplicate (735//)
source: Duplicate
el: Διπλότυπο

# MSG_AB_MIPrint (736//)
source: Print
el: Εκτύπωση

# MSG_AB_MIDelete (737//)
source: Delete
el: Διαγραφή

# MSG_AB_Sort (738//)
source: Sort
el: Ταξινόμηση ως προς

# MSG_AB_SortByAlias (739//)
source: By alias
el: το ψευδώνυμο

# MSG_AB_SortByName (740//)
source: By last name
el: το επίθετο

# MSG_AB_SortByFirstname (741//)
source: By first name
el: το όνομα

# MSG_AB_SortByDesc (742//)
source: By description
el: την περιγραφή

# MSG_AB_SortByAddress (743//)
source: By address
el: την διεύθυνση

# MSG_AB_View (744//)
source: View
el: Προβολή

# MSG_AB_Fold (745//)
source: Fold all
el: Δίπλωση όλων

# MSG_AB_Unfold (746//)
source: Unfold all
el: Αναδίπλωση όλων

# MSG_AB_TBSave (747//8)
source: _Save
el: _Αποθήκευση

# MSG_AB_TBFind (748//8)
source: _Find
el: _Εύρεση

# MSG_AB_TBNewUser (749//8)
source: _Person
el: Επα_φή

# MSG_AB_TBNewList (750//8)
source: _List
el: _Λίστα

# MSG_AB_TBNewGroup (751//8)
source: _Group
el: _Ομάδα

# MSG_AB_TBEdit (752//8)
source: _Edit
el: Επε_ξεργασία

# MSG_AB_TBDelete (753//8)
source: _Delete
el: _Διαγραφή

# MSG_AB_TBPrint (754//8)
source: P_rint
el: Εκ_τύπωση

# MSG_AB_TBOpenTree (755//8)
source: _Unfold
el: Α_ναδίπλωση

# MSG_AB_TBCloseTree (756//8)
source: F_old
el: Δίπλ_ωση

# MSG_HELP_AB_BT_SAVE (757//)
source: Save current changes.
el: Αποθηκεύστε τις τρέχουσες αλλαγές.

# MSG_HELP_AB_BT_SEARCH (758//)
source: Find an entry in the address book.
el: Βρείτε μια καταχώρηση στο βιβλίο διευθύνσεων.

# MSG_HELP_AB_BT_ADDUSER (759//)
source: Add a new person to your address book.
el: Προσθέστε μια νέα επαφή στο βιβλίο διευθύνσεων.

# MSG_HELP_AB_BT_ADDGROUP (760//)
source: Add a new group (directory) to the address book.
el: Προσθέστε μια νέα ομάδα (κατάλογο) στο βιβλίο διευθύνσεων.

# MSG_HELP_AB_BT_ADDMLIST (761//)
source: Add a new distribution list to the address book.
el: Προσθέστε μια νέα λίστα διανομής στο βιβλίο διευθύνσεων.

# MSG_HELP_AB_BT_EDIT (762//)
source: Edit this entry.
el: Επεξεργαστείτε αυτή την καταχώρηση.

# MSG_HELP_AB_BT_DELETE (763//)
source: Delete the selected entry from the address book.
el: Διαγράψτε την επιλεγμένη καταχώρηση από το βιβλίο διευθύνσεων.

# MSG_HELP_AB_BT_PRINT (764//)
source: Print the selected entry.
el: Εκτυπώστε την επιλεγμένη καταχώρηση.

# MSG_HELP_AB_BT_OPEN (765//)
source: Display all the entries in the address book.
el: Εμφανίστε όλες τις καταχωρήσεις στο βιβλίο διευθύνσεων.

# MSG_HELP_AB_BT_CLOSE (766//)
source: Only display the root entries in the address book.
el: Εμφανίστε μόνο τις γονικές καταχωρήσεις στο βιβλίο διευθύνσεων.

# MSG_HELP_AB_BT_TO (767//)
source: Set primary recipient(s) for a new message.
el: Ορίστε κύριο παραλήπτη για ένα νέο μήνυμα.

# MSG_HELP_AB_BT_CC (768//)
source: Set secondary recipient(s) for a new message.
el: Ορίστε δευτερεύων παραλήπτη για ένα νέο μήνυμα.

# MSG_HELP_AB_BT_BCC (769//)
source: Set blind copy recipient(s) for a new message.
el: Ορίστε λευκή κοινοποίηση παραλήπτη για ένα νέο μήνυμα.

# MSG_EA_EditUser (776//)
source: Edit person
el: Επεξεργασία επαφής

# MSG_EA_EditList (777//)
source: Edit distribution list
el: Επεξεργασία λίστας διανομής

# MSG_EA_EditGroup (778//)
source: Edit group
el: Επεξεργασία ομάδας

# MSG_EA_ElectronicMail (779//)
source: Electronic mail
el: Ηλεκτρονικό ταχυδρομείο

# MSG_EA_Alias (780//)
source: _Alias
el: _Ψευδώνυμο

# MSG_EA_RealName (781//)
source: _Real name
el: _Αληθινό όνομα

# MSG_EA_EmailAddress (782//)
source: E-_mail address
el: _Διεύθυνση E-mail

# MSG_EA_PGPId (783//)
source: PGP _key ID
el: _Ταυτότητα κλειδιού PGP

# MSG_EA_Homepage (784//)
source: _Homepage
el: _Ιστοσελίδα

# MSG_EA_SnailMail (785//)
source: Snail mail
el: Ταχυδρομική διεύθυνση

# MSG_EA_Street (786//)
source: _Street
el: _Οδός

# MSG_EA_City (787//)
source: C_ity/ZIP
el: _Πόλη/Τ.Κ.

# MSG_EA_Country (788//)
source: S_tate/Country
el: Περιοχή/_Χώρα

# MSG_EA_Phone (789//)
source: _Phone number(s)
el: Αριθμός Τηλε_φώνου

# MSG_EA_Miscellaneous (790//)
source: Miscellaneous
el: Διάφορα

# MSG_EA_Description (791//)
source: D_escription
el: Περι_γραφή

# MSG_EA_DOB (792//)
source: Date of _birth
el: Η_μερομηνία γέννησης

# MSG_EA_Portrait (793//)
source: Portrait
el: Προφίλ

# MSG_EA_SelectPhoto (794//)
source: Se_lect...
el: _Επιλογή...

# MSG_EA_ReturnAddress (796//)
source: _Return address
el: _Διεύθυνση επιστροφής

# MSG_EA_MLName (797//)
source: _Mailing list name
el: Όνομα _λίστας αλληλογραφίας

# MSG_EA_Members (798//)
source: Members
el: Μέλη

# MSG_EA_Sort (799//)
source: _Sort
el: _Ταξινόμηση

# MSG_HELP_EA_ST_ALIAS (800//)
source: Identity (e.g. nickname or abbreviation) of this entry.
el: Ταυτότητα (π.χ. ψευδώνυμο ή συντομογραφία) αυτής της καταχώρησης.

# MSG_HELP_EA_ST_DESCRIPTION (801//)
source: A short comment for this entry.
el: Ένα μικρό σχόλιο για αυτήν την καταχώρηση.

# MSG_HELP_EA_ST_REALNAME (802//)
source: Full name of this entry (first name last name).
el: Πλήρες όνομα για αυτή την καταχώρηση (όνομα και επίθετο).

# MSG_HELP_EA_ST_ADDRESS (803//)
source: Official e-mail address of this entry.
el: Επίσημη διεύθυνση e-mail αυτής της καταχώρησης.

# MSG_HELP_EA_ST_PGPKEY (804//)
source: Hexadecimal ID of this person's public PGP key.
el: Δεκαεξαδική ταυτότητα κοινού κλειδιού PGP αυτής της επαφής.

# MSG_HELP_EA_ST_HOMEPAGE (805//)
source: URL of the homepage of this person. Click the button at the right side to load the page into your browser.
el: URL της ιστοσελίδας αυτής της επαφής. Κάντε κλικ το κουμπί στα δεξιά για να φορτώσετε την σελίδα στον περιηγητή σας.

# MSG_HELP_EA_ST_STREET (806//)
source: Postal address: street name and number.
el: Διεύθυνση ταχυδρομείου: οδός και αριθμός.

# MSG_HELP_EA_ST_CITY (807//)
source: Postal address: city and zip code.
el: Διεύθυνση ταχυδρομείου: πόλη και ταχυδρομικός κώδικας.

# MSG_HELP_EA_ST_COUNTRY (808//)
source: Postal address: state and/or country.
el: Διεύθυνση ταχυδρομείου: περιοχή και χώρα.

# MSG_HELP_EA_ST_PHONE (809//)
source: Phone and/or FAX number(s).
el: Αριθμοί τηλεφώνου και FAX.

# MSG_HELP_EA_BC_PHOTO (811//)
source: Portrait picture of this person.
el: Εικόνα προφίλ αυτής της επαφής.

# MSG_HELP_EA_BT_SELECTPHOTO (812//)
source: Select a picture file from disk (image datatypes supported).
el: Επιλέξτε ένα αρχείο εικόνας από τον δίσκο (υποστηρίζονται τύποι δεδομένων εικόνας).

# MSG_HELP_EA_ST_ADDRESS_L (815//)
source: Return address to use when sending a message to this list.
el: Χρήση διεύθυνση επιστροφής όταν στέλνετε ένα μήνυμα σε αυτή τη λίστα.

# MSG_HELP_EA_LV_MEMBERS (816//)
source: Members of this distribution list.
el: Τα μέλη αυτής της λίστας διανομής.

# MSG_HELP_EA_ST_MEMBER (817//)
source: Address (and name) or alias of a member.
el: Διεύθυνση (και όνομα) ή ψευδώνυμο του μέλους.

# MSG_HELP_EA_BT_ADD (818//)
source: Add a new member to the list.
el: Προσθέστε ένα νέο μέλος στη λίστα.

# MSG_HELP_EA_BT_DEL (819//)
source: Remove the selected member from the list.
el: Αφαιρέστε το επιλεγμένο μέλος από την λίστα.

# MSG_HELP_EA_BT_SORT (820//)
source: Sort the member list alphabetically.
el: Ταξινομήστε τη λίστα μελών αλφαβητικά.

# MSG_HELP_EA_BT_OKAY (821//)
source: Accept this entry.
el: Αποδεχτήτε αυτή την καταχώρηση.

# MSG_HELP_EA_BT_CANCEL (822//)
source: Discard changes.
el: Απορρίψτε τις αλλαγές.

# MSG_RE_MDNReq (826//)
source: The sender of this message requests a return receipt. What do you want to do?
el: Ο αποστολέας αυτού του μηνύματος ζητάει μια απόδειξη αναφοράς επιστροφής. Τι θέλετε να κάνετε;

# MSG_RE_SaveMessage (827//)
source: Save message
el: Αποθήκευση μηνύματος

# MSG_RE_PrintMsg (829//)
source: Print message
el: Εκτύπωση μηνύματος

# MSG_RE_SelectPrintPart (830//)
source: Select part to print:
el: Επιλέξτε τμήμα για εκτύπωση:

# MSG_RE_PrintGad (831//)
source: _Print
el: _Εκτύπωση

# MSG_RE_SelectSavePart (832//)
source: Select part to save:
el: Επιλέξτε τμήμα για αποθήκευση:

# MSG_RE_SaveGad (833//)
source: _Save
el: _Αποθήκευση

# MSG_RE_DisplayMsg (834//)
source: Display message
el: Εμφάνιση μηνύματος

# MSG_RE_SelectDisplayPart (835//)
source: Select part to display:
el: Επιλέξτε τμήμα για εμφάνιση:

# MSG_RE_DisplayGad (836//)
source: _Display
el: Εμ_φάνιση

# MSG_RE_BadSig (837//)
source: WARNING: Bad signature
el: ΠΡΟΣΟΧΗ: Άσχημη υπογραφή

# MSG_RE_GoodSig (838//)
source: Good signature
el: Καλή υπογραφή

# MSG_RE_SigFrom (839//)
source: from
el: από

# MSG_RE_SigCheck (840//)
source: Check PGP signature
el: Έλεγχος υπογραφής PGP

# MSG_RE_SaveDecGads (841//)
source: *_Keep|_Replace|_Cancel
el: *_Διατήρηση|Αντι_κατάσταση|_Ακύρωση

# MSG_RE_SaveDecReq (842//)
source: What do you want to do with the original (encrypted) message?
el: Τί θέλετε να κάνετε με το αρχικό (κωδικοποιημένο) μήνυμα;

# MSG_RE_Header (843//)
source: Header
el: Κεφαλίδα

# MSG_RE_Letter (844//)
source: Letter
el: Γράμμα

# MSG_RE_MDNFrom (845//)
source: From:
el: Από:

# MSG_RE_MDNTo (846//)
source: To:
el: Προς:

# MSG_RE_MDNSubject (847//)
source: Subject:
el: Θέμα:

# MSG_RE_MDNMessageID (848//)
source: Message-ID:
el: Ταυτ. μηνύματος:

# MSG_RE_MDNDate (849//)
source: Date:
el: Ημερομηνία:

# MSG_RE_MDNOrigRecpt (850//)
source: Original recipient:
el: Αρχικός παραλήπτης:

# MSG_RE_MDNFinalRecpt (851//)
source: Final recipient:
el: Τελικός παραλήπτης:

# MSG_RE_MDNmanual (852//)
source: in response to a user command
el: με απάντηση σε εντολή ενός χρήστη

# MSG_RE_MDNauto (853//)
source: automatically
el: αυτόματα

# MSG_RE_MDNdisplay (854//)
source: The message %s has been displayed. This is no guarantee that the content has been read or understood.
el: Το μήνυμα %s έχει εμφανιστεί. Δεν είναι σίγουρο ότι το περιεχόμενό του έχει διαβαστεί ή γίνει σαφές.

# MSG_RE_MDNdeleted (857//)
source: The message %s has been deleted%s. The recipient may or may not have seen the message. The recipient may "undelete" the message at a later time and read the message.
el: Το μήνυμα %s έχει διαγραφτεί%s. Ο παραλήπτης μπορεί ή όχι να έχει δει το μήνυμα. Ο παραλήπτης μπορεί να "ξεδιαγράψει" το μήνυμα αργότερα και να το διαβάσει.

# MSG_RE_MDNunknown (859//)
source: The message %s has been %s%s.
el: Το μήνυμα %s έχει %s%s.

# MSG_RE_PGPNotAllowed (860//)
source: >PGP Error< You're not allowed to view this PGP encrypted message. Either your PGP software isn't configured properly or the message was encrypted for someone else.
el: >Σφάλμα PGP< Δεν επιτρέπεται να δείτε αυτό το κωδικοποιημένο PGP μήνυμα. Είτε το λογισμικό PGP σας δεν έχει ρυθμιστεί σωστά ή το μήνυμα κρυπτογραφήθηκε από κάποιον άλλο.

# MSG_RE_MsgReadOnly (861//)
source: The message can only be read by %s
el: Το μήνυμα μπορεί να διαβαστεί μόνο από τον/την %s

# MSG_RE_AddSender (862//)
source: Do you want to add the sender \033b%s\033n to your address book?
el: Θέλετε να προσθέσετε τον αποστολέα \033b%s\033n στο βιβλίο διευθύνσεών σας;

# MSG_RE_ContentType (865//)
source: Content-Type
el: Περιεχόμενο-Τύπος

# MSG_RE_Description (866//)
source: Description
el: Περιγραφή

# MSG_RE_UUencodedFile (867//)
source: UUencoded file
el: Αρχείο UUencoded

# MSG_RE_SelectAddressReq (868//)
source: Selected address: %s What do you want to do?
el: Επιλεγμένη διεύθυνση: %s Τί θέλετε να κάνετε;

# MSG_RE_SelectAddressEdit (869//)
source: *_Write message|_Edit entry|_Cancel
el: *_Σύνταξη μηνύματος|_Επεξεργασία καταχώρησης|_Ακύρωση

# MSG_RE_SelectAddressAdd (870//)
source: *_Write message|_Add entry|_Cancel
el: *_Σύνταξη μηνύματος|_Προσθήκη καταχώρησης|_Ακύρωση

# MSG_RE_Original (871//)
source: Raw format
el: Μορφή Raw

# MSG_RE_AllTexts (872//)
source: Displayed text
el: Εμφανιζόμενο κείμενο

# MSG_RE_MDisplay (873//)
source: Display...
el: Εμφάνιση...

# MSG_RE_SaveAll (874//)
source: Save all...
el: Αποθήκευση όλων...

# MSG_RE_Navigation (875//)
source: Navigation
el: Πλοήγηση

# MSG_RE_MNext (876//)
source: Next message
el: Επόμενο μήνυμα

# MSG_RE_MPrev (877//)
source: Previous message
el: Προηγούμενο μήνυμα

# MSG_RE_MURNext (878//)
source: Next unread message
el: Επόμενο μη αναγνωσμένο μήνυμα

# MSG_RE_MURPrev (879//)
source: Previous unread message
el: Προηγούμενο μη αναγνωσμένο μήνυμα

# MSG_RE_MNextTh (880//)
source: Next message in thread
el: Επόμενο μήνυμα στο νήμα

# MSG_RE_MPrevTh (881//)
source: Previous message in thread
el: Προηγούμενο μήνυμα στο νήμα

# MSG_RE_ExtractKey (882//)
source: Extract public key(s)
el: Εξαγωγή δημόσιου κλειδιού

# MSG_RE_SaveDecrypted (883//)
source: Save decrypted message
el: Αποθήκευση αποκρυπτογραφημένου μηνύματος

# MSG_RE_NoHeaders (884//)
source: No headers
el: Χωρίς κεφαλίδες

# MSG_RE_ShortHeaders (885//)
source: Short headers
el: Κοντές κεφαλίδες

# MSG_RE_FullHeaders (886//)
source: Full headers
el: Πλήρης κεφαλίδες

# MSG_RE_NoSInfo (887//)
source: No sender info
el: Χωρίς πληροφορίες αποστολέα

# MSG_RE_SInfo (888//)
source: Data fields only
el: Μόνο πεδία δεδομένων

# MSG_RE_SInfoImage (889//)
source: Data and image
el: Δεδομένα και εικόνες

# MSG_RE_WrapHeader (890//)
source: Wrap headers?
el: Αναδίπλωση κεφαλίδων;

# MSG_RE_Textstyles (891//)
source: Text styles?
el: Στύλ κειμένου;

# MSG_RE_TBPrev (892//8)
source: _Prev
el: _Προηγ.

# MSG_RE_TBNext (893//8)
source: _Next
el: _Επόμενο

# MSG_RE_TBPrevTh (894//8)
source: Prev_Thr
el: Προηγ._Νήμα

# MSG_RE_TBNextTh (895//8)
source: NextT_hr
el: Επόμενο Νή_μα

# MSG_RE_TBDisplay (896//8)
source: _Display
el: Εμ_φάνιση

# MSG_RE_TBSave (897//8)
source: _Save
el: _Αποθήκευση

# MSG_RE_TBPrint (898//8)
source: Pr_int
el: Ε_κτύπωση

# MSG_RE_TBDelete (899//8)
source: De_lete
el: _Διαγραφή

# MSG_RE_TBMove (900//8)
source: _Move
el: _Μετακίνηση

# MSG_RE_TBReply (901//8)
source: _Reply
el: Απά_ντηση

# MSG_RE_TBForward (902//8)
source: For_ward
el: Προώ_θηση

# MSG_HELP_RE_BT_PREVIOUS (903//)
source: Display contents of the previous message.
el: Εμφανίστε τα περιεχόμενα του προηγούμενου μηνύματος.

# MSG_HELP_RE_BT_NEXT (904//)
source: Display contents of the next message.
el: Εμφανίστε τα περιεχόμενα του επόμενου μηνύματος.

# MSG_HELP_RE_BT_QUESTION (905//)
source: Show the message that is being answered here (go back in thread).
el: Εμφανίστε το μήνυμα που απαντήθηκε εδώ (πηγαίνετε πίσω στο νήμα).

# MSG_HELP_RE_BT_ANSWER (906//)
source: Show the reply to this message (follow thread).
el: Εμφανίστε την απάντηση σε αυτό το μήνυμα (ακολούθηση νήματος).

# MSG_HELP_RE_BT_DISPLAY (907//)
source: Use the configured MIME viewer to display a part of this message.
el: Χρησιμοποιήστε το ρυθμισμένο αρχείο προβολέα MIME για να εμφανίσετε τμήμα αυτού του μηνύματος.

# MSG_HELP_RE_BT_EXPORT (908//)
source: Save displayed message or a part of it to disk.
el: Αποθηκεύστε το εμφανισμένο μήνυμα ή τμήμα αυτού στον δίσκο.

# MSG_HELP_RE_BT_PRINT (909//)
source: Send this message to the printer.
el: Στείλτε αυτό το μήνυμα στον εκτυπωτή.

# MSG_HELP_RE_BT_MOVE (910//)
source: Move this message to another folder and display the next one.
el: Μετακινήστε αυτό το μήνυμα σε διαφορετικό φάκελο και εμφανίστε το επόμενο.

# MSG_HELP_RE_BT_DELETE (911//)
source: Delete this message and display the next one.
el: Διαγράψτε αυτό το μήνυμα και εμφανίστε το επόμενο.

# MSG_HELP_RE_BT_REPLY (912//)
source: Reply to this message.
el: Απαντήστε σε αυτό το μήνυμα.

# MSG_HELP_RE_BT_FORWARD (913//)
source: Forward this message.
el: Προωθήστε αυτό το μήνυμα.

# MSG_WR_DiscardChanges (917//)
source: Do you really want to discard all modifications to this message?
el: Θέλετε σίγουρα να απορρίψετε όλες τις μετατροπές σε αυτό το μήνυμα;

# MSG_WR_SaveTextAs (919//)
source: Save text as
el: Αποθήκευση κειμένου ως
