Repository: Futaura/yam
Catalog: locale/greek.po
Languages: el

# MSG_ER_QPDEC_FILEIO (1503//)
source: An input/output error occurred during decoding of the Quoted-Printable (QP) encoded file '%s'.
el: Ένα σφάλμα εισόδου/εξόδου συνέβη κατά την αποκωδικοποίηση Ορισμένο-ως-Εκτυπώσιμο (QP) του κωδικοποιημένου αρχείου '%s'.

# MSG_ER_QPDEC_UNEXP (1504//)
source: An unexpected error occurred while trying to decode file '%s' with the Quoted-Printable (QP) file decoding routines.
el: Ένα απρόσμενο σφάλμα συνέβη κατά την προσπάθεια αποκωδικοποίησης του αρχείου '%s' με την ρουτίνα αποκωδικοποίησης αρχείου Ορισμένο-ως-Εκτυπώσιμο (QP).

# MSG_ER_QPDEC_WARN (1505//)
source: During the Quoted-Printable (QP) decoding of file '%s' some broken control sequences were detected and kept undecoded in the output.
el: Κατά την αποκωδικοποίηση Ορισμένο-ως-Εκτυπώσιμο (QP) του αρχείου '%s' εντοπίστηκε μερική κατεστραμμένη ακολουθία ελέγχου και παρέμεινε κωδικοποιημένη κατά την έξοδο.

# MSG_ER_QPDEC_CHAR (1506//)
source: During the Quoted-Printable (QP) decoding of file '%s' some forbidden characters were found and therefore removed in the output.
el: Κατά την αποκωδικοποίηση Ορισμένο-ως-Εκτυπώσιμο (QP) του αρχείου '%s' βρέθηκαν μερικοί απαγορευμένοι χαρακτήρες και συνεπώς αφαιρέθηκαν κατά την έξοδο.

# MSG_ER_UUDEC_TAGMISS (1507//)
source: During the UUcode decoding of file '%s' the required '%s' tag couldn't be found. Either the file is truncated or it wasn't encoded following the UUcode encoding standard.
el: Κατά την αποκωδικοποίηση UUcode του αρχείου '%s' δεν βρέθηκε η απαιτούμενη '%s' ετικέτα. Είτε το αρχείο είναι περικομμένο ή δεν κωδικοποιήθηκε σύμφωνα με τα πρότυπα UUcode.

# MSG_ER_UUDEC_CHECKSUM (1508//)
source: During the UUcode decoding of file '%s' some checksums were found invalid, so that the resulting file might be corrupt. Either the message is truncated or it was generated with a faulty UUcode encoder.
el: Κατά την αποκωδικοποίηση UUcode του αρχείου '%s' βρέθηκαν μερικά μη έγκυρα αθροίσματα ελέγχου (checksums), έτσι το τελικό αρχείο μπορεί να είναι αλλοιωμένο.

# MSG_ER_UUDEC_CORRUPT (1509//)
source: During the UUcode decoding of file '%s' the encoded part was found be corrupt. Either the message is truncated or it was generated with a faulty UUcode encoder.
el: Κατά την αποκωδικοποίηση UUcode του αρχείου '%s' βρέθηκε αλλοιωμένο τμήμα της κωδικοποίησης. Είτε το μήνυμα είναι περικομμένο ή δημιουργήθηκε με λανθασμένο κωδικοποιητή UUcode.

# MSG_FI_StatMarked (1510//)
source: Marked
el: Σημαδεμένο

# MSG_MA_CREQUEST_OLDFILE (1511//)
source: File '%s' in folder '%s' uses an obsolete mail format only supported by older YAM versions. Do you want to convert this file to the new format?
el: Το αρχείο '%s' στο φάκελο '%s' χρησιμοποιεί μια απαρχαιωμένη μορφή αλληλογραφίας που υποστηρίζεται μόνο από παλιότερες εκδόσεις του YAM. Θέλετε να μετατρέψετε αυτό το αρχείο στη νέα μορφή;

# MSG_MA_CREQUEST_UNKNOWN (1512//)
source: Unknown file '%s' found in directory of folder '%s'. Do you want to import it as a normal mail file?
el: Βρέθηκε άγνωστο αρχείο '%s' στον κατάλογο του φακέλου '%s'. Θέλετε να το εισάγετε ως ένα κανονικό αρχείο αλληλογραφίας;

# MSG_MA_YESNOTOALL (1513//)
source: *_Yes|Y_es to all|_No|N_o to all
el: *_Ναι|Ν_αι σε όλα|Ό_χι|Όχι _σε όλα

# MSG_ER_CONVERTMFILE (1514//)
source: An error occurred while trying to upgrade file '%s' in folder '%s' to the current mail format. Please check that the folder directory has enough space and is not write protected.
el: Ένα σφάλμα συνέβη κατά την προσπάθεια ενημέρωσης του αρχείου '%s' στον φάκελο '%s' στην τρέχουσα μορφή αλληλογραφίας. Ελέγξτε αν ο κατάλογος φακέλου έχει αρκετό χώρο ή είναι μη προστατευμένος από εγγραφή.

# MSG_ER_XPKUSAGE (1515//)
source: An error occurred while trying to compress/uncompress file '%s' with XPK. Please check your XPK installation and the relevant settings in the configuration.
el: Ένα σφάλμα συνέβη κατά την προσπάθεια συμπίεσης/αποσυμπίεσης του αρχείου '%s' με XPK. Παρακαλώ ελέγξτε την εγκατάσταση του XPK και τις σχετικές ρυθμίσεις.

# MSG_MA_CREQ_OLDFILE_TITLE (1516//)
source: Mail file in old format found
el: Βρέθηκε αρχείο αλληλογραφίας σε παλαιά μορφή

# MSG_MA_CREQ_UNKNOWN_TITLE (1517//)
source: Unknown file in folder directory found
el: Βρέθηκε άγνωστο αρχείο στον κατάλογο φακέλου

# MSG_CO_SHOWEMBEDDEDREADPANE (1523//)
source: Show embedded read _pane in main window
el: Εμφάνιση ενσωματωμένου παραθύρου ανάγνωσης στο κύριο παράθυρο

# MSG_HELP_CO_CH_EMBEDDEDREADPANE (1524//)
source: Shows an embedded read pane directly in the main window.
el: Εμφάνιση ενσωματωμένου παραθύρου ανάγνωσης κατευθείαν στο κύριο παράθυρο.

# MSG_CO_SETSTATUSDELAYED1 (1525//)
source: Delay mar_king of displayed mail as read for
el: Καθυστέρηση μαρκαρίσματος εμφανισμένης αλληλογραφίας ως αναγνωσμένη για

# MSG_CO_SETSTATUSDELAYED2 (1526//)
source: second(s)
el: δευτερόλεπτα

# MSG_HELP_CO_SETSTATUSDELAYED (1527//)
source: After opening an e-mail, YAM will wait this amount of time before marking the e-mail as 'read'.
el: Μετά το άνοιγμα αλληλογραφίας, το YAM θα περιμένει τόσο χρόνο πριν τα σημαδέψει ως 'αναγνωσμένα'.

# MSG_MA_ATTACHMENT (1528//)
source: Attachment
el: Συνημμένο

# MSG_MA_ATTACHMENTS (1529//)
source: Attachments:
el: Συνημμένα:

# MSG_MA_ATTACHMENT_DISPLAY (1532//)
source: Display
el: Εμφάνιση

# MSG_MA_ATTACHMENT_SAVEAS (1533//)
source: Save as...
el: Αποθήκευση ως...

# MSG_MA_ATTACHMENT_PRINT (1534//)
source: Print
el: Εκτύπωση

# MSG_MA_ATTACHMENT_SAVEALL (1535//)
source: Save all...
el: Αποθήκευση όλων...

# MSG_MA_ATTACHMENT_SAVESEL (1536//)
source: Save selected...
el: Αποθήκευση επιλεγμένου...

# MSG_CO_SImageOnly (1538//)
source: image only
el: μόνο εικόνα

# MSG_RE_SImageOnly (1539//)
source: Image only
el: μόνο εικόνα

# MSG_CO_CHARSETWARN_TITLE (1540//)
source: Local charset warning
el: Προειδοποίηση τοπικού συνόλου χαρακτήρων

# MSG_CO_CHARSETWARN (1541//)
source: The '%s' charset selected for YAM doesn't match the system's default charset '%s'. How do you want to proceed?
el: Το σύνολο χαρακτήρων '%s' που επιλέχτηκε για το YAM δεν ταιριάζει με το προκαθορισμένο '%s' του συστήματος. Πώς θέλετε να προχωρήσετε;

# MSG_CO_CHARSETWARN_BT (1542//)
source: *_Change|Ignore _always|_Ignore
el: *_Αλλαγή|_Πάντα παράβλεψη|Πα_ράβλεψη

# MSG_CO_SenderRFCDateTime (1543//)
source: %c Original sender: RFC 2822 date & time
el: %c Αρχικός αποστολέας: Ημερομηνία & ώρα RFC 2822

# MSG_CO_SenderTimeZone (1544//)
source: %z Original sender: Time zone (+0000)
el: %z Αρχικός αποστολέας: Ζώνη ώρας (+0000)

# MSG_CO_Filter_Name (1545//)
source: Name
el: Όνομα

# MSG_CO_Filter_RType (1546//)
source: R
el: Δ

# MSG_CO_Filter_SType (1548//)
source: S
el: Α

# MSG_CO_Filter_UType (1549//)
source: U
el: Μ/Α

# MSG_CTunknown (1550//)
source: unknown
el: άγνωστο

# MSG_CO_NB_AUTOSAVE (1566//)
source: Autosave interval
el: Διάστημα αυτόματης αποθήκευσης

# MSG_CO_NB_AUTOSAVEFMT (1567//)
source: %ld minute(s)
el: %ld λεπτά

# MSG_HELP_CO_NB_AUTOSAVE (1568//)
source: How often YAM should write to disk a backup of the e-mail you are currently composing. Select 0 to disable this feature.
el: Πόσο συχνά θέλετε το YAM να γράφει στον δίσκο ένα αντίγραφο ασφαλείας της αλληλογραφίας που γράφετε αυτή τη στιγμή. Επιλέξτε 0 για απενεργοποίηση.

# MSG_ER_MOVEFOLDERDIR (1573//)
source: An error occurred while trying to move the contents of folder '%s' to directory '%s'. This may be due to insufficient space or an invalid or not writable destination path.
el: Ένα σφάλμα συνέβη κατά την προσπάθεια μετακίνησης των περιεχομένων του φακέλου '%s' στον κατάλογο '%s'. Αυτό πιθανό να έγινε από μη επαρκή χώρο στο δίσκο ή μη έγκυρη ή μη εγγράψιμη διαδρομή προορισμού.

# MSG_FI_SELECTACTIVE (1576//)
source: Select this m_atch
el: Επιλογή αυτής της αντιστοιχίας

# MSG_HELP_FI_BT_SELECTACTIVE (1577//)
source: Select the current message in the main window.
el: Επιλέξτε το τρέχων μήνυμα στο κύριο παράθυρο.

# MSG_QUICKSEARCH_VO_ALL (1584//)
source: All
el: Όλα

# MSG_QUICKSEARCH_VO_UNREAD (1585//)
source: Unread
el: Μη αναγνωσμένα

# MSG_QUICKSEARCH_VO_NEW (1586//)
source: New
el: Νέο

# MSG_QUICKSEARCH_VO_MARKED (1587//)
source: Marked
el: Σημαδεμένο

# MSG_QUICKSEARCH_VO_IMPORTANT (1588//)
source: Important
el: Σημαντικό

# MSG_QUICKSEARCH_VO_LAST5DAYS (1589//)
source: Last 5 Days
el: Τελευταίες 5 Ημέρες

# MSG_QUICKSEARCH_VO_KNOWNPEOPLE (1590//)
source: People I Know
el: Άτομα Που Ξέρω

# MSG_QUICKSEARCH_VO_HASATTACHMENTS (1591//)
source: Has Attachments
el: Έχει Συνημμένα

# MSG_QUICKSEARCH_VO_MINSIZE (1592//)
source: Message Size > 1 MB
el: Μέγεθος Μηνύματος > 1 MB

# MSG_QUICKSEARCH_VIEW (1593//)
source: _View:
el: _Εμφάνιση:

# MSG_QUICKSEARCH_SHOWNMSGS (1594//)
source: %ld of %ld shown
el: %ld από %ld εμφανίζονται

# MSG_FI_NOFOLDERS (1595//)
source: n_owhere
el: πουθενά

# MSG_HELP_QUICKSEARCH_VIEWOPTIONS (1596//)
source: Only mail matching this criterion will be displayed.
el: Θα εμφανιστεί αλληλογραφία μόνο εάν ταιριάζει με αυτά τα κριτήρια.

# MSG_HELP_QUICKSEARCH_SEARCHSTRING (1597//)
source: Text inserted here will be used as the search criterion to display mail in this folder.
el: Το κείμενο που θα εισαχθεί εδώ θα χρησιμοποιηθεί ως το κριτήριο αναζήτησης για την εμφάνιση αλληλογραφίας σε αυτό το φάκελο.

# MSG_BUSY_SEARCHINGFOLDER (1599//)
source: Searching messages in folder '%s'...
el: Αναζήτηση μηνυμάτων στον φάκελο '%s'...

# MSG_CO_WBAPPICON (1600//)
source: A_ppIcon on Workbench
el: AppIcon στο Workbench

# MSG_HELP_CO_CH_WBAPPICON (1601//)
source: If checked, an AppIcon will appear on Workbench showing folder statistics.
el: Εάν επιλεχτεί, θα εμφανιστεί ένα AppIcon στο Workbench εμφανίζοντας τα στατιστικά φακέλου.

# MSG_CO_DOCKYICON (1602//)
source: Enable 'd_ocky' icon
el: Ενεργοποίηση εικονιδίου 'docky'

# MSG_HELP_CO_CH_DOCKYICON (1603//)
source: If checked, YAM will add a 'docky' to AmiDock. This requires AmigaOS 4.x.
el: Εάν επιλεχτεί, το YAM θα προσθέσει ένα 'docky' στο AmiDock. Αυτό απαιτεί AmigaOS 4.x.

# MSG_MA_MessageImport (1606//)
source: Import messages
el: Εισαγωγή μηνυμάτων

# MSG_ER_MESSAGEIMPORT (1607//)
source: An error occurred while trying to import mail from file '%s'. Please check that the file is readable and contains RFC822 compliant e-mails using a format supported by YAM. The currently supported formats are 'MBOX', 'DBX' (Outlook Express) or plain RFC822 mail files. Read the documentation for more information.
el: Ένα σφάλμα συνέβη κατά την προσπάθεια εισαγωγής αλληλογραφίας από το αρχείο '%s'. Παρακαλώ ελέγξτε ότι το αρχείο είναι προσπελάσιμο και περιέχει συμβατές αλληλογραφίες RFC822 από το YAM. Οι τρέχουσες μορφές που υποστηρίζονται είναι 'MBOX', 'DBX' (Outlook Express) ή τα απλά αρχεία μηνύματος RFC822. Διαβάστε τις οδηγίες για περισσότερες πληροφορίες.

# MSG_MA_MESSAGEEXPORT (1608//)
source: Export messages
el: Εξαγωγή μηνυμάτων

# MSG_YAMINFO (1609//)
source: Open Source E-Mail Client for the Amiga
el: Πρόγραμμα Ηλεκτρονικού Ταχυδρομείου για Amiga

# MSG_CO_SYSTEMSETTINGS (1610//)
source: System settings
el: Ρυθμίσεις συστήματος

# MSG_CO_DEFAULTCHARSET (1611//)
source: C_harset
el: Σύνολο χαρακτήρων

# MSG_CO_CHARSETUNKNOWNWARN (1612//)
source: The charset configured for YAM is '%s' but isn't supported by the installed version of codesets.library. How do you want to proceed?
el: Το σύνολο χαρακτήρων που διαμορφώθηκε για το YAM είναι '%s', αλλά δεν υποστηρίζεται από την εγκατεστημένη έκδοση της codesets.library. Πως θέλετε να προχωρήσετε;

# MSG_CO_CHARSETUNKNOWNWARN_BT (1613//)
source: *_Change to default|_Ignore
el: *_Αλλαγή στην προκαθορισμένη|_Παράβλεψη

# MSG_ER_LIB (1614//)
source: Couldn't open required '%s', version v%lu.%lu Please make sure you have at least this minimum version correctly installed.
el: Αδυναμία ανοίγματος της απαιτούμενης '%s', έκδοση v%lu.%lu Παρακαλώ βεβαιωθείτε ότι έχετε τουλάχιστον αυτή την μικρότερη έκδοση εγκατεστημένη.

# MSG_ER_LIB_URL (1615//)
source: Couldn't open required '%s', version v%lu.%lu Please visit '%s', download the most recent version and make sure you have it correctly installed.
el: Αδυναμία ανοίγματος της απαιτούμενης '%s', έκδοση v%lu.%lu Παρακαλώ επισκεφτείτε την διεύθυνση '%s', κάντε λήψη της πιο πρόσφατης έκδοσης και βεβαιωθείτε ότι την έχετε εγκαταστήσει σωστά.

# MSG_ER_NO_MCC (1616//)
source: Couldn't open required MUI custom class '%s' v%lu.%lu. Please visit '%s', download the most recent version and make sure you have it correctly installed.
el: Αδυναμία ανοίγματος της απαιτούμενης ειδικής κλάσης MUI '%s' v%lu.%lu. Παρακαλώ επισκεφτείτε την διεύθυνση '%s', κάντε λήψη της πιο πρόσφατης έκδοσης και βεβαιωθείτε ότι την έχετε εγκαταστήσει σωστά.

# MSG_ER_MCC_OLD (1617//)
source: Couldn't open required MUI custom class '%s' v%lu.%lu. Currently installed is v%lu.%lu. Please upgrade by downloading the latest version from '%s'.
el: Αδυναμία ανοίγματος της απαιτούμενης ειδικής κλάσης MUI '%s' v%lu.%lu. Η τρέχουσα εγκατεστημένη είναι η v%lu.%lu. Κάντε αναβάθμιση κάνοντας λήψη της τελευταίας έκδοσης από '%s'.

# MSG_ER_MCC_IN_USE (1618//)
source: Couldn't open required MUI custom class '%s' v%lu.%lu. %lu.%lu is currently in use by other applications. Please visit '%s', download the most recent version and make sure you have it correctly installed. Then close all MUI programs and make sure the old class is flushed from memory and try again.
el: Αδυναμία ανοίγματος της απαιτούμενης ειδικής κλάσης MUI '%s' v%lu.%lu. Η %lu.%lu ήδη χρησιμοποιείται από άλλες εφαρμογές. Επισκεφτείτε την διεύθυνση '%s', κάντε λήψη της πιο πρόσφατης έκδοσης και βεβαιωθείτε ότι την έχετε εγκαταστήσει σωστά. Μετά κλείστε όλα τα MUI προγράμματα και βεβαιωθείτε ότι η παλιότερες κλάσεις έχουν εκκαθαριστεί από την μνήμη και προσπαθήστε ξανά.

# MSG_CO_FIRSTSTEPS_TITLE (1619//)
source: First Steps Settings
el: Ρυθμίσεις Πρώτων Βημάτων

# MSG_CO_FIRSTSTEPS_SUMMARY (1620//)
source: The minimum parameters to be able to send/receive e-mail...
el: Οι ελάχιστες παράμετροι για την αποστολή/λήψη αλληλογραφίας...

# MSG_CO_TCPIP_TITLE (1621//)
source: TCP/IP Settings
el: Ρυθμίσεις TCP/IP

# MSG_CO_TCPIP_SUMMARY (1622//)
source: Configure your SMTP and POP3 servers...
el: Ρύθμιση των λογαριασμών σας SMTP και POP3...

# MSG_CO_FILTER_TITLE (1625//)
source: Mail Filter Settings
el: Ρυθμίσεις Φίλτρων Αλληλογραφίας

# MSG_CO_FILTER_SUMMARY (1626//)
source: Define own mail filters you need...
el: Ορίστε τα δικά σας φίλτρα αλληλογραφίας...

# MSG_CO_READ_TITLE (1627//)
source: Mail Reading Settings
el: Ρυθμίσεις Ανάγνωσης Αλληλογραφίας

# MSG_CO_READ_SUMMARY (1628//)
source: Settings related to e-mail reading...
el: Ρυθμίσεις σχετικές με την ανάγνωση αλληλογραφίας...

# MSG_CO_WRITE_TITLE (1629//)
source: Mail Writing Settings
el: Ρυθμίσεις Σύνταξης Αλληλογραφίας

# MSG_CO_WRITE_SUMMARY (1630//)
source: Settings related to e-mail composing...
el: Ρυθμίσεις σχετικές με την σύνταξη αλληλογραφίας...

# MSG_CO_REPLY_TITLE (1631//)
source: Mail Reply & Forward Settings
el: Ρυθμίσεις Απάντησης & Προώθησης

# MSG_CO_REPLY_SUMMARY (1632//)
source: Settings related to e-mail replying & forwarding...
el: Ρυθμίσεις σχετικές με την απάντηση και προώθηση αλληλογραφίας...

# MSG_CO_SIGNATURE_TITLE (1633//)
source: Mail Signature Settings
el: Ρυθμίσεις Υπογραφής Αλληλογραφίας

# MSG_CO_SIGNATURE_SUMMARY (1634//)
source: Configure your e-mail signatures...
el: Διαμορφώστε τις υπογραφές της αλληλογραφίας σας...

# MSG_CO_SECURITY_TITLE (1637//)
source: Security Settings
el: Ρυθμίσεις Ασφαλείας

# MSG_CO_SECURITY_SUMMARY (1638//)
source: Configure security related settings...
el: Διαμορφώστε σχετικές ρυθμίσεις ασφαλείας...

# MSG_CO_STARTUP_TITLE (1639//)
source: Startup/Quit Action Settings
el: Ρυθμίσεις Ενέργειας Εκκίνησης/Εξόδου

# MSG_CO_STARTUP_SUMMARY (1640//)
source: Configure what YAM should do on startup and exit...
el: Διαμορφώστε τι θα κάνει το YAM κατά την εκκίνηση και έξοδο...

# MSG_CO_MIME_TITLE (1641//)
source: MIME Types Settings
el: Ρυθμίσεις Τύπων MIME

# MSG_CO_MIME_SUMMARY (1642//)
source: Configure own MIME types and viewers...
el: Διαμορφώστε τους δικούς σας τύπους και προγράμματα MIME...

# MSG_CO_ABOOK_TITLE (1643//)
source: Address Book Settings
el: Ρυθμίσεις Βιβλίου Διευθύνσεων

# MSG_CO_ABOOK_SUMMARY (1644//)
source: Configure address book related options...
el: Διαμορφώστε σχετικές επιλογές για το βιβλίο διευθύνσεων...

# MSG_CO_SCRIPTS_TITLE (1645//)
source: Scripts Settings
el: Ρυθμίσεις Δέσμης Εντολών

# MSG_CO_SCRIPTS_SUMMARY (1646//)
source: Configure your helper scripts...
el: Διαμορφώστε τις βοηθητικές σας δέσμες εντολών...

# MSG_CO_MIXED_TITLE (1647//)
source: Miscellaneous Settings
el: Διάφορες Ρυθμίσεις

# MSG_CO_MIXED_SUMMARY (1648//)
source: A bunch of settings that don't fit anywhere else...
el: Διάφορες επιλογές που δεν ταιριάζουν πουθενά αλλού...

# MSG_CO_UPDATE_TITLE (1649//)
source: Software Updates
el: Αναβαθμίσεις Λογισμικού

# MSG_CO_UPDATE_SUMMARY (1650//)
source: Keep track of updates to YAM and related components...
el: Παρακολουθήστε τις αναβαθμίσεις και τα σχετικά στοιχεία του YAM...

# MSG_CO_CrdUpdate (1651//)
source: Updates
el: Αναβαθμίσεις

# MSG_CO_AMISSLWARN_TITLE (1652//)
source: AmiSSL not available
el: δεν είναι διαθέσιμη η AmiSSL

# MSG_CO_AMISSLWARN (1653//)
source: AmiSSL was found to be unavailable. Therefore, all secure connections (SSL/TLS) are disabled until AmiSSL is found to be installed correctly. Please verify that at least AmiSSL v%lu.%lu is correctly installed and then restart YAM.
el: H AmiSSL βρέθηκε να είναι μη διαθέσιμη. Συνεπώς, όλες οι ασφαλές συνδέσεις (SSL/TLS) είναι απενεργοποιημένες μέχρι να βρεθεί μια σωστά εγκατεστημένη AmiSSL. Επαληθεύστε ότι τουλάχιστον η AmiSSL v%lu.%lu είναι σωστά εγκατεστημένη και κάντε επανεκκίνηση του YAM.

# MSG_CO_AMISSLWARN_BT (1654//)
source: *_Exit|Ignore _always|Ignore
el: *_Εξοδος|_Πάντα παράβλεψη|Παράβλεψη

# MSG_BUSY_OPENINGCONFIG (1655//)
source: Opening configuration...
el: Άνοιγμα ρυθμίσεων...

# MSG_MA_UPDATECHECK (1662//)
source: Check for updates
el: Έλεγχος για ενημερώσεις

# MSG_CO_SOFTWAREUPDATE (1663//)
source: Update check
el: Έλεγχος ενημέρωσης

# MSG_CO_UPDATE_DAILY (1664//)
source: Daily
el: Καθημερινά

# MSG_CO_UPDATE_WEEKLY (1665//)
source: Weekly
el: Εβδομαδιαία

# MSG_CO_UPDATE_MONTHLY (1666//)
source: Monthly
el: Μηνιαία

# MSG_CO_SEARCHFORUPDATES (1667//)
source: Check for up_dates
el: Ελέγξτε για ενημερώσεις

# MSG_CO_SEARCHNOW (1669//)
source: Check _now
el: Έλεγχος τώρα

# MSG_CO_LASTSEARCH (1670//)
source: Last check:
el: Τελευταίος έλεγχος:

# MSG_CO_LASTSTATUS_NOCHECK (1671//)
source: No check performed yet.
el: Δεν έγινε ακόμα έλεγχος.

# MSG_CO_LASTSTATUS_NOUPDATE (1672//)
source: No new software updates were available.
el: Δεν υπάρχουν νέες διαθέσιμες ενημερώσεις.

# MSG_CO_LASTSTATUS_NOQUERY (1673//)
source: Couldn't query server for updates.
el: Αδυναμία ερωτήματος διακομιστή για τις ενημερώσεις.

# MSG_CO_LASTSTATUS_UPDATESUCCESS (1674//)
source: Successfully found and notified user on new updates.
el: Επιτυχής εύρεση και ειδοποίηση στον χρήστη για νέες ενημερώσεις.

# MSG_WR_SECURITYREQ (1675//)
source: The recipients of the e-mail have different default mail security settings. What type of security do you want to use?
el: Οι παραλήπτες της αλληλογραφίας έχουν διαφορετικές προκαθορισμένες ρυθμίσεις ασφαλείας αλληλογραφίας. Ποιόν τύπο ασφαλείας θέλετε να χρησιμοποιήσετε;

# MSG_WR_UUCODE (1678//)
source: UUencoded text
el: κείμενο UUencoded

# MSG_UPD_NOTIFICATION_WTITLE (1679//)
source: Update notification
el: Ενημέρωση προειδοποίησης

# MSG_UPD_NOTIFICATION_TITLE (1680//)
source: Updates available
el: Διαθέσιμες ενημερώσεις

# MSG_UPD_NOTIFICATION_SUMMARY (1681//)
source: The following updates are available for download:
el: Οι παρακάτω ενημερώσεις είναι διαθέσιμες για λήψη:

# MSG_UPD_NOTIFICATION_CHANGES (1682//)
source: Changes:
el: Αλλαγές:

# MSG_UPD_NOTIFICATION_NOUPDATE (1683//)
source: Do not notify me on updates in future
el: Να μην ειδοποιούμαι για ενημερώσεις στο μέλλον

# MSG_UPD_NOTIFICATION_CLOSE (1685//)
source: Close
el: Κλείσιμο

# MSG_UPD_NOTIFICATION_COMP (1686//)
source: Component
el: Συστατικό

# MSG_UPD_NOTIFICATION_RECENT (1687//)
source: Recent
el: Πρόσφατο

# MSG_UPD_NOTIFICATION_INSTALLED (1688//)
source: Installed
el: Εγκατεστημένο

# MSG_CO_MIME_DESCRIPTION (1690//)
source: D_escription
el: Περιγραφή

# MSG_CTapplicationgz (1691//)
source: GNU zip archive
el: αρχείο GNU zip

# MSG_CTapplicationhqx (1692//)
source: Macintosh archive
el: αρχείο Macintosh

# MSG_CTapplicationxls (1693//)
source: Microsoft Excel file
el: αρχείο Microsoft Excel

# MSG_CTapplicationppt (1694//)
source: Microsoft PowerPoint file
el: αρχείο Microsoft PowerPoint

# MSG_CTapplicationdoc (1695//)
source: Microsoft Word file
el: αρχείο Microsoft Word

# MSG_CTtextxml (1696//)
source: XML file
el: αρχείο XML

# MSG_CTapplicationz (1697//)
source: zlib compressed file
el: συμπιεσμένο αρχείο zlib

# MSG_CTapplicationtar (1698//)
source: tar archive
el: αρχείο tar

# MSG_CTaudioaiff (1699//)
source: AIFF audio file
el: αρχείο ήχου AIFF

# MSG_CTaudiomidi (1700//)
source: MIDI audio file
el: αρχείο ήχου MIDI

# MSG_CTaudiompeg (1701//)
source: MPEG audio file
el: αρχείο ήχου MPEG

# MSG_CTimagebmp (1702//)
source: Bitmap image file
el: αρχείο εικόνας Bitmap

# MSG_CTapplicationtgz (1703//)
source: gzipped tar archive
el: αρχείο gzipped tar

# MSG_CTapplicationpgp (1704//)
source: PGP encrypted file
el: κρυπτογραφ. αρχείο PGP

# MSG_CTapplicationbz2 (1705//)
source: BZIP2 archive
el: αρχείο BZIP2

# MSG_CO_DETECT_CYRILLIC (1706//)
source: Auto-detect c_yrillic charsets
el: Αυτόματη ανίχνευση κυριλλικών χαρακτήρων

# MSG_HELP_CO_DETECT_CYRILLIC (1707//)
source: Try to use the auto-detect feature of codesets.library to automatically identify the correct cyrillic charset. Use this option only if you are using a cyrillic charset.
el: Προσπαθήστε να χρησιμοποιήστε την επιλογή αυτόματης ανίχνευσης της codesets.library για την αυτόματη ταυτοποίηση της κυριλλικής κωδικοποίησης (μόνο σχετικό σε χρήστες με κυριλλικά).

# MSG_WR_ErrorNotEnoughUndoMem (1708//)
source: The erased text was too large to be put into the undo buffer. Therefore, the undo buffer is lost.
el: Το διαγραμμένο κείμενο ήταν πολύ μεγάλο για την είσοδό του στην μνήμη αναίρεσης. Συνεπώς, η μνήμη αναίρεσης χάθηκε.

# MSG_RE_HEADERDISPLAY (1709//)
source: Header display
el: Εμφάνιση κεφαλίδας

# MSG_RE_MAILDETAILS (1710//)
source: Mail details
el: Λεπτομέρειες αλληλογραφίας

# MSG_ER_ADDFILEERROR (1711//)
source: File '%s' couldn't be added as an attachment to the current e-mail. Please make sure that the file is accessible and that is not read protected.
el: Το αρχείο '%s' δεν μπορεί να προστεθεί ως συνημμένο σε αυτή την αλληλογραφία. Παρακαλώ βεβαιωθείτε ότι είναι προσπελάσιμο και μη προστατευμένο από ανάγνωση.

# MSG_ER_PACKERROR (1712//)
source: An error occurred while trying to create an archive out of the selected files. Please make sure that all files are accessible and not read protected.
el: Ένα σφάλμα συνέβη κατά την προσπάθεια δημιουργίας ενός αρχείου συμπίεσης από τα επιλεγμένα αρχεία. Παρακαλώ βεβαιωθείτε ότι είναι προσπελάσιμα και μη προστατευμένα από ανάγνωση.

# MSG_CO_ABOOKLOOKUP (1713//)
source: _Address book lookup in message list
el: Αναζήτηση βιβλίου διευθύνσεων στην λίστα μηνυμάτων
