Repository: Futaura/yam
Catalog: locale/hungarian.po
Languages: hu

# MSG_CO_PhraseOpen (444//)
source: Open
hu: Megnyit

# MSG_CO_PhraseIntro (445//)
source: Intro
hu: Bekezdés

# MSG_CO_PhraseClose (446//)
source: Close
hu: Bezár

# MSG_CO_Forwarding (447//)
source: Forwarding
hu: Továbbítás

# MSG_CO_FwdInit (448//)
source: _Initial phrase
hu: Kezdö szöveg

# MSG_CO_FwdFinish (449//)
source: _Terminating phrase
hu: Befejezö szöveg

# MSG_CO_Replying (450//)
source: Replying
hu: Válaszolás

# MSG_CO_RepInit (451//)
source: Default _reply phrases
hu: Alapért. válasz szöveg

# MSG_CO_AltRepInit (452//)
source: _Alternative reply phrases
hu: Alternatív válasz szöveg

# MSG_CO_AltRepPat (453//)
source: Use with these _domains
hu: Használd ezekkel a _domainokkal

# MSG_CO_MLRepInit (454//)
source: _Mailing list reply phrases
hu: Levelezö lista válasz szöveg

# MSG_CO_QuoteEmpty (456//)
source: Quote _empty lines
hu: üres sorok idézése

# MSG_CO_VerifyAddress (457//)
source: _Verify recipient address
hu: Címzettek címének ellenörzése

# MSG_CO_StripSignature (458//)
source: Stri_p signature
hu: Aláírás alátét

# MSG_CO_DefSig (459//)
source: Default signature
hu: Alapért. aláírás

# MSG_CO_AltSig1 (460//)
source: Alt. signature #1
hu: Alt. aláírás #1

# MSG_CO_AltSig2 (461//)
source: Alt. signature #2
hu: Alt. aláírás #2

# MSG_CO_Signature (462//)
source: Signature
hu: Aláírás

# MSG_CO_EditSig (464//)
source: _Edit in external editor
hu: Szerkesztés külsö prg-vel

# MSG_CO_InsertTag (465//)
source: Insert _random tagline
hu: Véletlen sorelválasztó beszúrás

# MSG_CO_InsertENV (466//)
source: Insert E_NV:Signature
hu: Beszúrás E_NV:Aláírás

# MSG_CO_Taglines (467//)
source: Taglines
hu: Sorelválasztás

# MSG_CO_TaglineFile (468//)
source: Tagline _file
hu: Sorelválasztás _fájl

# MSG_CO_TaglineSep (469//)
source: T_agline separator
hu: Sor elválasztó

# MSG_CO_FixedFontList (470//)
source: Use _fixed font
hu: Rögzített font használat

# MSG_CO_SwatchBeat (471//)
source: Show time in Swatch _Beats
hu: Idö mutatása a mintában

# MSG_CO_LogNone (472//)
source: none
hu: nincs

# MSG_CO_LogNormal (473//)
source: normal
hu: normál

# MSG_CO_LogVerbose (474//)
source: verbose
hu: Böbeszédü

# MSG_CO_PGPExe (475//)
source: P_GP's directory
hu: P_GP mappája

# MSG_CO_Logfiles (481//)
source: Log files
hu: Napló fájlok

# MSG_CO_LogPath (482//)
source: _Path
hu: útvonal

# MSG_CO_LogSplit (483//)
source: Split _log file
hu: Napló fájl darabolás

# MSG_CO_LogMode (484//)
source: _Mode
hu: _Mód

# MSG_CO_LogAllEvents (485//)
source: Log _all events
hu: Minden esemény naplózása

# MSG_CO_OnStartup (486//)
source: On program startup
hu: Program induláskor

# MSG_CO_LoadAll (487//)
source: Load all folders
hu: Minden mappa betöltése

# MSG_CO_MarkNew (488//)
source: Mark new mail as unread
hu: új levél olvasatlanként jelölve

# MSG_CO_SendStart (489//)
source: Send mail in outgoing queue
hu: Levél kézbesítés elküldési sorrendben

# MSG_CO_CheckDOB (491//)
source: Check birthdates
hu: Születési dátum ellenörzés

# MSG_CO_OnTermination (492//)
source: On program termination
hu: Program leálláskor

# MSG_CO_DeleteOld (493//)
source: Delete old mail
hu: Régi levél törlés

# MSG_CO_RemoveDel (494//)
source: Remove deleted mail
hu: Törölt levelek eltávolítása

# MSG_CO_ATABnever (495//)
source: never
hu: soha

# MSG_CO_ATABask (496//)
source: ask before
hu: rákérdez

# MSG_CO_ATABinfoask (497//)
source: if info available; ask
hu: ha van infó; kérdez

# MSG_CO_ATABinfo (498//)
source: if info available
hu: ha van infó

# MSG_CO_ATABalways (499//)
source: always
hu: mindig

# MSG_CO_InfoExc (500//)
source: Personal data exchange
hu: Személyes adatcsere

# MSG_CO_Gallery (501//)
source: Save _photos in
hu: Képek mentése ide

# MSG_CO_AddToAddrbook (503//)
source: Sa_ve sender's address
hu: Küldö címének mentése

# MSG_CO_ProxyServer (504//)
source: _HTTP proxy server
hu: _HTTP proxy szerver

# MSG_CO_NewGroup (505//)
source: _Group for new entries
hu: új belépési csoport

# MSG_CO_Paths (507//)
source: Paths
hu: útvonal

# MSG_CO_Detach (508//)
source: D_ecode files to
hu: Fájlok dekódolása ide

# MSG_CO_Attach (509//)
source: _Attach files from
hu: Fálj csatolás innen

# MSG_CO_TempDir (510//)
source: For _temporary files
hu: Ideiglenes fájlok

# MSG_CO_AppIcon (511//)
source: Mailbox status
hu: Postafiók állapot

# MSG_CO_PositionX (512//)
source: Position _X
hu: _X pozíció

# MSG_CO_CloseGadget (513//)
source: Close _gadget iconifies program
hu: Ikonizált _gadget program bezárása

# MSG_CO_SaveDelete (514//)
source: Save/delete messages
hu: üzenet mentés/törlés

# MSG_CO_ConfirmDelPart1 (515//)
source: Confirm _deletion of
hu: Törlés megerösítése

# MSG_CO_ConfirmDelPart2 (516//)
source: or more messages
hu: vagy több üzenet törlése esetén

# MSG_CO_Remove (517//)
source: _Remove messages immediately
hu: üzenetek azonnali eltávolítása

# MSG_CO_XPK (525//)
source: XPK/LhA settings
hu: XPK/LhA beállítások

# MSG_CO_XPKPack (526//)
source: Packer
hu: Csomagoló

# MSG_CO_XPKPackEnc (527//)
source: Pack/Protect
hu: Csomag/Védelem

# MSG_CO_ScriptMenu (529//)
source: 'Scripts' menu entry %ld
hu: 'Scripts' menü bejegyzés %ld

# MSG_CO_ScriptStartup (530//)
source: Program startup
hu: Program indítás

# MSG_CO_ScriptTerminate (531//)
source: Program termination
hu: Program leállás

# MSG_CO_ScriptPreGetMail (532//)
source: Before getting mail
hu: Levél fogadás elött

# MSG_CO_ScriptPostGetMail (533//)
source: After getting mail
hu: Levél fogadás után

# MSG_CO_ScriptNewMsg (534//)
source: With each new message
hu: Minden új üzenettel

# MSG_CO_ScriptPreSendMail (535//)
source: Before sending mail
hu: Levél küldés elött

# MSG_CO_ScriptPostSendMail (536//)
source: After sending mail
hu: Levél küldés után

# MSG_CO_ScriptReadMsg (537//)
source: When reading a message
hu: üzenet olvasásakor

# MSG_CO_ScriptPreWriteMsg (538//)
source: Before writing a message
hu: üzenet írása elött

# MSG_CO_ScriptPostWriteMsg (539//)
source: After writing a message
hu: üzenet írása után

# MSG_CO_ScriptClickURL (540//)
source: When double-clicking an URL
hu: URL-re történö dupla kattintás után

# MSG_CO_OpenConsole (542//)
source: _Open console window
hu: Konzol ablak nyitás

# MSG_CO_WaitTerm (543//)
source: _Wait for termination
hu: Leállításra várás

# MSG_CO_Open (544//)
source: Open...
hu: Megnyit...

# MSG_CO_SaveAs (545//)
source: Save as...
hu: Mentés másként...

# MSG_CO_Edit (546//)
source: Edit
hu: Szerkeszt

# MSG_CO_ResetDefaults (547//)
source: Reset to defaults
hu: Alapra állít

# MSG_CO_ResetAll (548//)
source: Reset all settings
hu: Minden beállítás alapra

# MSG_CO_LastSaved (549//)
source: Last saved
hu: Utolsó mentett

# MSG_CO_Restore (550//)
source: Restore
hu: Helyreállít

# MSG_CO_ImportMIME (553//)
source: Import MIME viewers & types...
hu: MIME nézö & típus import...

# MSG_HELP_CO_ST_REALNAME (554//)
source: Your full name (first name last name).
hu: A teljes neved (keresztnév vezetéknév).

# MSG_HELP_CO_ST_EMAIL (555//)
source: Your e-mail address.
hu: e-mail címed.

# MSG_HELP_CO_ST_POPHOST (556//)
source: The address of the POP3 server to receive mail from. If you leave this field empty, the address of the SMTP server will be used as fallback.
hu: A POP3 szerver címe, ahonnan a leveleket kapod. Ha üresen hagyod ezt a mezõt, akkor az SMTP szerver lesz használva.

# MSG_HELP_CO_ST_PASSWD (557//)
source: Password to access the POP3 server.
hu: A POP3 szerver jelszava.

# MSG_HELP_CO_ST_SMTPHOST (560//)
source: The address of the SMTP server to send mail to. If you leave this field empty, the address of the POP3 server will be used as fallback.
hu: A levélküldést végzõ SMTP szerver címe. Ha üresen hagyod ezt a mezõt, akkor a POP3 szerver címe lesz használva.

# MSG_HELP_CO_LV_POP3 (563//)
source: List of the POP3 servers.
hu: POP3 fiókok listája.

# MSG_HELP_CO_BT_PADD (564//)
source: Add a new POP3 servers to the list.
hu: új POP3 fiók listához adása.

# MSG_HELP_CO_BT_PDEL (565//)
source: Remove the selected POP3 servers from the list.
hu: Kiválasztott POP3 fiók listáról törlése.

# MSG_HELP_CO_ST_POPUSERID (566//)
source: User name to log in on the POP3 server. If you leave this field empty, the user name part of your e-mail address will be used.
hu: POP3 szerverre jelentkezéshez szükséges felhasználó név. Ha ez a mezö üresen marad, az e-mail címed megfelelö része lesz felhasználva.

# MSG_HELP_CO_CH_DELETE (567//)
source: Delete messages from mail server after the download.
hu: Letöltés után üzenetek törlése a levelezö szerverröl.

# MSG_HELP_CO_CH_POPENABLED (569//)
source: Check this account while checking for new mail.
hu: Ellenörzi a fiók tartalmát új levelek lekérdezése esetén.

# MSG_HELP_CO_CH_TRANSWIN (571//)
source: Show a progress window during mail transfers.
hu: Folyamatjelzõ ablak megjelenítése levél letöltés alatt.

# MSG_HELP_CO_CY_MSGSELECT (572//)
source: Message pre-selection shows (a part of) the contents of the POP3 mailbox and allows you to select which messages you want to download.
hu: Ha bekapcsolod be ezt az opciót, a POP3 postafiókod tartalma megjelenik, és kiválogathatod a letöltendö üzeneteket.

# MSG_HELP_CO_ST_WARNSIZE (574//)
source: Incoming messages bigger than this will be considered as 'large'.
hu: Ennél nagyobb méretü bejövõ üzenetek nagyként lesznek kezelve.

# MSG_HELP_CO_ST_INTERVAL (575//)
source: How often do you want YAM to automatically check for new mail?
hu: Milyen gyakran keressen automatikusan a YAM új leveleket? Ha '0' akkor a YAM nem keres automatikusan.

# MSG_HELP_CO_CH_DLLARGE (576//)
source: When automatically checking for new mail, download large messages even if they exceed the size limit specified above.
hu: Amikor automatikusan ellenõrzi az új leveleket, letölti a nagy üzenetek akkor is, ha azok nagyobbak a fennt megadott méretnél.

# MSG_HELP_CO_CH_NOTIREQ (577//)
source: Show a requester when you get new mail.
hu: Értesítõ mutatása új levél érkezése esetén.

# MSG_HELP_CO_ST_NOTICMD (578//)
source: The program you want to execute when you get new mail.
hu: Az a program, amelyet futtatni akarsz amikor új levelet kapsz.

# MSG_HELP_CO_ST_NOTISOUND (579//)
source: The sound file you want to play when you get new mail.
hu: Az a hangfájl, amelyet le akarsz játszani amikor új levelet kapsz.

# MSG_HELP_CO_LV_RULES (580//)
source: List of filters.
hu: Szürök listája.

# MSG_HELP_CO_ST_RNAME (581//)
source: Filter name.
hu: Szürö neve.

# MSG_HELP_CO_CH_REMOTE (582//)
source: Apply this filter before downloading new mail.
hu: Szürö alkalmazása új levél letöltése elött.

# MSG_HELP_CO_CH_APPLYNEW (583//)
source: Apply this filter to new messages.
hu: Szürö alkalmazása új üzenetekre.

# MSG_HELP_CO_CH_APPLYSENT (584//)
source: Apply this filter to sent messages.
hu: Szürö alkalmazása az elküldött üzenetekre.

# MSG_HELP_CO_CH_APPLYREQ (585//)
source: Apply this filter when you use the filter function manually.
hu: Alkalmazza ezt a szûrõt, amikor kézzel aktiválod a szüröt.

# MSG_HELP_CO_CH_AFORWARD (589//)
source: Forward matching messages to another person.
hu: A megegyezö üzeneteket továbbítja egy másik személynek.

# MSG_HELP_CO_ST_AFORWARD (590//)
source: E-mail address(es) that should get the forwarded messages.
hu: Azok az E-mail címek amelyek meg kell kapják a továbbított üzenetet.

# MSG_HELP_CO_CH_ARESPONSE (591//)
source: Send an automatic reply for each matching message.
hu: Automatikus válasz minden egyezö üzenetre.

# MSG_HELP_CO_ST_ARESPONSE (592//)
source: Text file that contains the response.
hu: A szöveg fájl ami a választ tartalmazza.

# MSG_HELP_CO_CH_AEXECUTE (593//)
source: Execute a command for each matching message.
hu: Parancs futtatása minden egyezö üzenetre.

# MSG_HELP_CO_ST_AEXECUTE (594//)
source: Command to execute. The path of the matching message is passed as an argument.
hu: A végrehajtandó parancs. Az egyezö üzenet útvonala opcióként lesz átadva.

# MSG_HELP_CO_CH_APLAY (595//)
source: Play a sound file for each matching message.
hu: Hang fájl lejátszása minden egyezö üzenet esetén.

# MSG_HELP_CO_ST_APLAY (596//)
source: Sound file to play.
hu: Lejátszandó hang fájl.

# MSG_HELP_CO_CH_AMOVE (597//)
source: Move matching messages to a different folder.
hu: Egyezö üzenetek áthelyezése egy másik mappába.

# MSG_HELP_CO_PO_MOVETO (598//)
source: Destination folder.
hu: Cél mappa.

# MSG_HELP_CO_CH_ADELETE (599//)
source: Delete the matching messages.
hu: Egyezö üzenetek törlése.

# MSG_HELP_CO_CH_ASKIP (600//)
source: Do not download the matching messages.
hu: Egyezö üzeneteket ne töltse le.

# MSG_HELP_CO_BT_RADD (601//)
source: Add a new filter.
hu: Új szürö hazzáadása.

# MSG_HELP_CO_BT_RDEL (602//)
source: Remove the selected filter from the list.
hu: Kiválasztott szürö eltávolítása a listáról.

# MSG_HELP_CO_CA_COL2QUOT (603//)
source: Color used to display 2nd level quotes.
hu: Másod szintü idézetek esetén használt szín.

# MSG_HELP_CO_CH_WRAPHEAD (604//)
source: Split long headers on multiple lines.
hu: A hosszú fejléceket több sorban jelzi ki.

# MSG_HELP_CO_CY_HEADER (606//)
source: Which message headers do you want YAM to display by default in the Read window?
hu: Melyik üzenet fejlécet mutassa a YAM a levél olvasás ablakban?

# MSG_HELP_CO_CY_SENDERINFO (608//)
source: Information about the sender to display in the Read window (if available).
hu: A feladóról megjelenítendö információ az olvasás ablakban (ha lehetséges).

# MSG_HELP_CO_CY_SIGSEPLINE (609//)
source: Type of separation line for the signature.
hu: Elválasztó vonal az aláíráshoz.

# MSG_HELP_CO_CH_ALLTEXTS (611//)
source: Display all plain text parts of a multipart message.
hu: Az összes szöveg rész megjelenítése több részes üzenetnél.

# MSG_HELP_CO_CH_MULTIWIN (612//)
source: Use a separate Read window for each opened message.
hu: Minden kiválasztott üzenethez új olvasási ablak nyitás.

# MSG_HELP_CO_CA_COLTEXT (613//)
source: Color for the 'colored' text used in the Read window and the editor.
hu: Beállítja az olvasási ablakban és a szerkesztöben használt szöveg színt.

# MSG_HELP_CO_CH_FIXFEDIT (614//)
source: Display messages using a fixed width font.
hu: Az üzenetek fix betütipussal jeleníti meg.

# MSG_HELP_CO_ST_CTYPE (615//)
source: Enter a new MIME type or select one using the popup button at the right.
hu: Adj meg egy új MIME típust vagy válassz egyet a jobboldali gomb segítségével.

# MSG_HELP_CO_ST_COMMAND (616//)
source: Path and optional arguments of the viewer command. Click the popup button to see the list of supported variables.
hu: A megjelenítõ parancs útvonala és egyéni opciói. Kattints a gombra a támogatott variációk listájának megtekintéséhez.

# MSG_HELP_CO_BT_MADD (617//)
source: Add a new MIME viewer.
hu: Új MIME betekintö hozzáadás.

# MSG_HELP_CO_BT_MDEL (618//)
source: Remove the selected MIME viewer.
hu: Kiválasztott MIME betekintö eltávolítása.

# MSG_HELP_CO_ST_EXTENS (619//)
source: A space separated list of extensions (suffixes) used by this file type.
hu: Szóközzel elválasztott kiterjesztés lista ezen fájltípus esetén.

# MSG_HELP_CO_ST_DEFVIEWER (620//)
source: Program used to display attachments of unknown type.
hu: Ismeretlen kiterjesztésü fájl esetén használandó program.

# MSG_HELP_CO_ST_HELLOTEXT (625//)
source: Text to insert at the top of a new message.
hu: Új üzenet elejére illesztendö szöveg.

# MSG_HELP_CO_ST_BYETEXT (626//)
source: Text to add at the bottom of a new message.
hu: Új üzenet végére illesztendö szöveg.

# MSG_HELP_CO_ST_EDWRAP (628//)
source: Word-wrap message text at this column.
hu: Üzenet tördelése ebben az oszlopban.

# MSG_HELP_CO_CY_EDWRAP (630//)
source: Select 'as you type' to have line feeds automatically added while you're typing your messages.
hu: Válaszd az 'ahogy gépelsz' opciót, ha sortörést akarsz beilleszteni, amikor gépeled az üzenetet.

# MSG_HELP_CO_CH_LAUNCH (631//)
source: Automatically launch the external editor when starting a new message.
hu: Külsö szerkesztö indítása új üzenet írásakor.

# MSG_HELP_CO_ST_FWDSTART (633//)
source: Text used to introduce a forwarded message. Click the popup button at the right to see the variables you can use.
hu: A továbbított üzenet bevezetõjének szövege. Használd a jobb oldalon lévõ gombot egy változó beillesztéséhez.

# MSG_HELP_CO_ST_FWDEND (634//)
source: Text to add at the end of a forwarded message.
hu: A továbbított üzenet végére beillesztendö szöveg.

# MSG_HELP_CO_ST_REPLYTEXT (635//)
source: Default phrases used in replies to messages. Use the popup button at the right to see the supported variables.
hu: Az üzenetek válaszában használt szövegek. Használd a jobb oldalon lévõ gombot egy változó beillesztéséhez.

# MSG_HELP_CO_ST_AREPLYTEXT (636//)
source: Use these phrases instead when then pattern below matches the recipient's address.
hu: Használd ezeket a szövegeket az üzenetek válaszában, ha az alul lévõ minta megegyezik a címzettel.

# MSG_HELP_CO_ST_AREPLYPAT (637//)
source: AmigaDOS pattern that triggers the alternative reply phrases.
hu: Az az AmigaDOS minta, amely megadja az alternatív válaszfejléceket.

# MSG_HELP_CO_ST_MREPLYTEXT (638//)
source: Use these phrases in replies to messages from a mailing list.
hu: Használd ezeket a szövegeket a levelezölistáról érkezett üzenetek válaszaiban.

# MSG_HELP_CO_CH_QUOTEEMPTY (641//)
source: Insert quote character for empty lines?
hu: Illesszen be az üres sorok elé is idézö karaktereket?

# MSG_HELP_CO_CH_COMPADDR (642//)
source: If checked, you will be asked where to send your reply when the 'From:' and 'Reply-To:' addresses of the original message differ.
hu: A felhasználó dönti el, hogy a válaszcím mi legyen ha a Címzett és a Válaszcím mezö különbözik.

# MSG_HELP_CO_CH_STRIPSIG (643//)
source: Avoids quoting the signature of the original message.
hu: Ne legyen az eredeti üzenet aláírása idézve.

# MSG_HELP_CO_BT_EDITSIG (645//)
source: Modify this signature using the external editor.
hu: Aláírás módosítása külsö szerkesztövel.

# MSG_HELP_CO_BT_INSTAG (646//)
source: Insert a control code for a random tagline.
hu: Véletlen idézethez szükséges vezérlõkód beillesztése.

# MSG_HELP_CO_BT_INSENV (647//)
source: Insert a control code for the 'SIGNATURE' environment variable.
hu: Az ALÁÍRÁS környezeti változóhoz szükséges vezérlõkód beillesztése.

# MSG_HELP_CO_ST_TAGFILE (648//)
source: Specify here a database file containing taglines (also known as 'cookies').
hu: Itt adhatsz meg egy adatfájlt ami a sütiket tartalmazza (más néven: 'cookies').

# MSG_HELP_CO_ST_TAGSEP (649//)
source: String used to separate the taglines in the database.
hu: Az a karakter ami elválasztja az sorokat az adatbázisban.

# MSG_HELP_CO_CG_FO (650//)
source: Columns that should be displayed in the folder list.
hu: A mappalistában megjelenítésre kerülõ oszlopok.

# MSG_HELP_CO_CG_MA (651//)
source: Columns that should be displayed in the message list.
hu: Az üzenet listában megjelenítésre kerülõ oszlopok.

# MSG_HELP_CO_CG_AB (652//)
source: Columns that should be displayed in the address book.
hu: A címjegyzékben megjelenítésre kerülõ oszlopok.

# MSG_HELP_CO_CH_FIXFLIST (653//)
source: Display list entries using a fixed width font.
hu: Listabejegyzések megjelenítése fix betûtípussal.

# MSG_HELP_CO_CH_BEAT (654//)
source: Display time in Swatch Beats, the unit of time from Swatch.
hu: Idõ megjelenítése Swatch Beats-ben, a forradalmian új idõ-mértékegységben.

# MSG_HELP_CO_ST_PGPCMD (655//)
source: Directory where the PGP executable can be found.
hu: Az a mappa, ahol a PGP program megtalálható.

# MSG_HELP_CO_ST_LOGFILE (660//)
source: Path where the log files will be stored.
hu: Az az útvonal, ahová a naplófájlok lesznek mentve.

# MSG_HELP_CO_CH_SPLITLOG (661//)
source: If checked, a separate log file will be started every month.
hu: Indítson új naplófájlt minden hónapban.

# MSG_HELP_CO_CY_LOGMODE (662//)
source: Select type of logging.
hu: Naplózás típusa.

# MSG_HELP_CO_CH_LOGALL (663//)
source: Disable this option to log mail transfers only.
hu: Kapcsold ki ezt az opciót, ha csak a levélcserét akarod naplózni.

# MSG_HELP_CO_CH_LOADALL (664//)
source: Load index files of all folders.
hu: Minden mappa indexének betöltése.

# MSG_HELP_CO_CH_MARKNEW (665//)
source: Change status of new messages to unread.
hu: Megváltoztatja az új üzenetek állapotát olvasatlanra.

# MSG_HELP_CO_CH_SEND (666//)
source: Send queued messages.
hu: Elküldi a várakozó üzeneteket.

# MSG_HELP_CO_CH_CHECKBD (668//)
source: Check the address book and open a reminder if it's a person's birthday.
hu: Ellenõrzi a címjegyzéket, és figyelmeztet, ha valakinek születésnapja van.

# MSG_HELP_CO_CH_DELETEOLD (669//)
source: Delete messages that exceed the maximum age (see folder configuration).
hu: Letörli azokat az üzeneteket, amelyek túllépték a maximális idöt (lásd a mappa beállítását).

# MSG_HELP_CO_CH_REMOVEDEL (670//)
source: Empty Trash folder.
hu: Kiüríti a kuka-mappát.

# MSG_HELP_CO_ST_GALLDIR (671//)
source: Directory to save the pictures of your correspondents.
hu: Az a könyvtár, ahová lemented a levelezõpartnereid képét.

# MSG_HELP_CO_CY_ATAB (673//)
source: Automatically create an address book entry for the sender when you read his/her message?
hu: Automatikusan létrehozzam a feladó címjegyzék bejegyzését, amikor elolvasod az üzenetét?

# MSG_HELP_CO_ST_PROXY (674//)
source: Address and optional port number of your HTTP proxy server (default port is 80). You may leave this field empty.
hu: A HTTP proxy szervered címe és opcionális portszáma (az alapértelmezett port 80). Ezt a mezõt üresen hagyhatod.

# MSG_HELP_CO_ST_NEWGROUP (675//)
source: Add new address book entries to this group (it will be created if it doesn't exist yet).
hu: Új cémjegyzék bejegyzés ehhez a csoporthoz (ha nem létezik, akkor létre lesz hozva).

# MSG_HELP_CO_ST_TEMPDIR (676//)
source: Directory to store temporary files.
hu: Az ideiglenes fájlok tárolására használt mappa.

# MSG_HELP_CO_ST_DETACHDIR (677//)
source: Directory to save attached files to.
hu: A csatolt fájlok tárolására használt mappa.

# MSG_HELP_CO_ST_ATTACHDIR (678//)
source: Default source directory for attachments.
hu: Csatolandó fájlok tárolására használt mappa.

# MSG_HELP_CO_ST_APP (679//)
source: Try to put the AppIcon exactly at these coordinates.
hu: A postaláda AppIkon pozíciója pixelekben.

# MSG_HELP_CO_CH_CLGADGET (680//)
source: Do you want YAM to iconify when you hit the close gadget?
hu: Akarod, hogy a YAM a bezáró gomb megnyomása esetén ikonizálódjon?

# MSG_HELP_CO_CH_CONFIRM (681//)
source: Do you want to confirm deletion of messages?
hu: Nyugtázni akarod az üzenetek törlését?

# MSG_HELP_CO_NB_CONFIRMDEL (682//)
source: Minimum number of messages to display the confirmation requester.
hu: Az üzenetek minimális száma, amely felett nyugtázni kell.

# MSG_HELP_CO_CH_REMOVE (683//)
source: Immediately delete the messages rather than moving them to the Trash folder. (Use this with care)
hu: Azonnal törölje az üzeneteket, ne rakja bele a kukába. (óvatosan használd)

# MSG_HELP_CO_TX_ENCPACK (690//)
source: XPK library used to protect and compress folders.
hu: XPK library használata a mappák védelméhez és tömörítéséhez.

# MSG_HELP_CO_TX_PACKER (691//)
source: XPK library used to compress folders.
hu: XPK library használata a mappák tömörítéséhez.

# MSG_HELP_CO_NB_ENCPACK (692//)
source: Efficiency of this packer. 100% is the best value, but also the slowest.
hu: A tömörítõ hatásfoka. A 100% a legjobb, egyben a leglassabb.

# MSG_HELP_CO_ST_ARCHIVER (693//)
source: Command and options used to create archived attachments.
hu: A tömörített csatolt fájlok létrehozásához szükséges archiváló parancs és opciói.

# MSG_HELP_CO_ST_RXNAME (694//)
source: Description of the script in the 'Scripts' menu.
hu: A "Szkript" menüben lévõ szkript leírása.

# MSG_HELP_CO_ST_SCRIPT (695//)
source: Filename of the script.
hu: A szkript fájlneve.
