Repository: Futaura/yam
Catalog: locale/hungarian.po
Languages: hu

# MSG_ER_B64DEC_FILEIO (2028//)
source: A file I/O error occurred while trying to Base64 decode MIME part %ld of mail file '%s'. The decoding has been aborted. This may be caused by insufficient space on the volume the file was being decoded to, or because the source file wasn't accessible.
hu: Egy fájl I/O hiba keletkezett %ld MIME részének Base64 dekódolása közben ennél a levélnél: '%s'. A dekódolás leállt. Lehet, hogy kevés a szabad lemezterület ahol a dekódolás történik, vagy a forrás fájl nem volt elérhetõ.

# MSG_ER_B64DEC_WARN (2029//)
source: Some invalid characters were found while Base64 decoding MIME part %ld of mail file '%s'. The generated output may therefore contain invalid data or may be corrupted. This may be caused by an incorrect encoding done by the sending mail client or because the Base64 part has been malformed during transmission.
hu: Néhány érvénytelen karakter található %ld MIME részének Base64 dekódolása közben ennél a levélnél: '%s'. A létrehozott kimenet érvénytelen adatokat tartalmaz vagy sérült. Lehet, hogy a levél küldõje nem megfelelõ kódolást végzett vagy a Base64 rész megsérült a kézbesítés közben.

# MSG_ER_B64DEC_UNEXP (2030//)
source: An error occurred while trying to Base64 decode MIME part %ld of mail file '%s'. The decoding has been aborted. Either there's no data to decode or YAM can't access the encoded data.
hu: Egy hiba keletkezett %ld MIME részének Base64 dekódolása közben ennél a levélnél: '%s'. A dekódolás leállt. Nincs dekódolandó adat vagy a YAM nem tudja elérni kódolt adatot.

# MSG_MA_ADD_WHICH_ADDRESS (2031//)
source: The sender address (From) is \033b<%s>\033n but the return address (Reply-To) is \033b<%s>\033n. Which address do you want to add to your address book?
hu: A feladó címe (Feladó) : \033b<%s>\033n de a válasz cím (Válasz) : \033b<%s>\033n. Melyik címet akarod a címjegyzékbe felvinni?

# MSG_CO_SCRIPTACTION (2032//)
source: Action (Name)
hu: Mûvelet (Név)

# MSG_CO_SCRIPTPATH (2033//)
source: Path
hu: Útvonal

# MSG_ER_ICONOBJECT_WARNING (2038//)
source: An error occurred while trying to load icon '%s.info' from theme '%s'. The icon will not be displayed during this session. Please make sure that your theme directory contains all the necessary icons, or disable the theme to avoid further warnings.
hu: Hiba keletkezett '%s.info' ikon betöltése közben '%s' témánál. Ennél a folyamatnál az ikon nem fog megjelenítésre kerülni. Nézd meg, hogy a témák mappád tartalmaz-e minden szükséges ikont, vagy tiltsd le a témát a további figyelmeztetések elkerülése érdekében.

# MSG_ER_THEMEVER_FALLBACK (2039//)
source: The currently activated theme '%s' was found to be of an incompatible version and wasn't loaded. The default theme was therefore activated as a fallback. Please make sure to update the theme to a compatible version or disable it in the configuration.
hu: Az éppen aktivált '%s' téma nem kompatibilis verziójú és nem került betöltésre. Az alap- értelmezett téma került visszaállításra. Kérlek frissítsd a témát kompatibilis verzióra vagy tiltsd le.

# MSG_ER_THEMEVER_IGNORE (2040//)
source: While trying to load the default theme of YAM, it was found to be of an incorrect version. The theme loading process was aborted and you are adviced to upgrade the default theme to a compatible version.
hu: A YAM alapértelmezett témájának betöltése közben nem megfelelõ verzió észlelhetõ. A téma betöltése megszakadt és javasoljuk, hogy frissítsd az alapértelmezett témát egy kompatibilis verzióra.

# MSG_ER_DATATYPE_ERROR (2041//)
source: An error occurred while trying to load the image file '%s' via datatypes. Please make sure that the file exists and that you have your datatypes system correctly set up (e.g. that the image displays properly with MultiView).
hu: Hiba keletkezett '%s' image fájl betöltése közben az adattípusokon. Ellenõrizd, hogy a fájl létezik-e és, hogy az adattípus rendszered helyesen lett-e beállítva (pl, hogy a a kép megjelenítés tökéletes-e MultiView esetén).

# MSG_ER_IMAGEOBJECT_WARNING (2042//)
source: An error occurred while trying to load the image file '%s' from directory '%s'. Please make sure that your theme contains all the necessary images as defined in the latest theme version layout.
hu: Hiba keletkezett '%s' image fájl '%s' mappából történõ betöltése közben. Ellenõrizd, hogy a témád tartalmaz-e minden szükséges képet ami meg lett határozva a legutolsó verziójú téma szerkezetében.

# MSG_ER_THEME_FATAL (2043//)
source: YAM was unable to load the default theme and aborted the theme loading completly. Please make sure that your themes directory is readable and contains the correct default theme distributed with YAM.
hu: YAM nem tudja betölteni az alapértelmezett témát. A téma betöltése megszakadt. Ellenõrizd, hogy a téma mappád olvasható-e és tartalmazza-e a megfelelõ, YAM részét képezõ alapértelmezett témát.

# MSG_ER_THEME_FALLBACK (2044//)
source: The currently activated theme '%s' is either inaccesible or it is corrupt. The default theme was therefore activated as a fallback. Please make sure your selected theme is readable and a valid YAM theme.
hu: A jelenleg aktivált '%s' téma elérhetetlen vagy sérült. Az alapértelmezett téma került visszaállításra. Ellenõrizd, hogy a kiválasztott téma olvasható-e és érvényes YAM téma-e.

# MSG_ER_THEME_ACTIVATED_TITLE (2045//)
source: YAM restart required
hu: YAM újraindítása szükséges

# MSG_ER_THEME_ACTIVATED (2046//)
source: Before the selected theme can be applied, you have to save the configuration and restart YAM.
hu: A kiválasztott téma érvényesítéséhez mentsd el a konfigurációt és indítsd újra a YAM-ot.

# MSG_FOLDER_ALLTOREAD (2047//)
source: Mark folder read
hu: Megjelölés olvasottként

# MSG_EA_REMOVEPHOTO (2048//)
source: Remo_ve
hu: Eltá_volít

# MSG_HELP_EA_BT_REMOVEPHOTO (2049//)
source: 'Forget' this picture (the file on disk will remain).
hu: 'Feledkezz' meg a képrõl (a fájl a lemezen marad).

# MSG_HELP_CO_CH_NOTISOUND (2051//)
source: Play a sound file when you receive new mail.
hu: Hang lejátszása új levél érkezésekor.

# MSG_HELP_CO_CH_NOTICMD (2052//)
source: Execute a command when you received new mail.
hu: Parancs végrehajtás új levél érkezésekor.

# MSG_HELP_CO_BT_MORE (2053//)
source: Add a rule to this filter.
hu: Szabály hozzáadása ehhez a szûrõhöz.

# MSG_HELP_CO_BT_LESS (2054//)
source: Remove the last rule from this filter.
hu: Az utolsó szabály eltávolítása ebbõl a szûrõbõl.

# MSG_HELP_CO_BT_FILTERUP (2055//)
source: Move this filter up in the list.
hu: Mozgasd ezt a szûrõt feljebb a listában.

# MSG_HELP_CO_BT_FILTERDOWN (2056//)
source: Move this filter down in the list.
hu: Mozgasd ezt a szûrõt lejjebb a listában.

# MSG_HELP_CO_PO_APLAY (2057//)
source: Open a file requester to select the file to play.
hu: Nyisd meg a tallózót a lejátszandó fájl kiválasztásához.

# MSG_HELP_CO_BT_APLAY (2058//)
source: Test the sound.
hu: Hang kipróbálása.

# MSG_HELP_CO_ST_DESCRIPTION (2060//)
source: A custom description for this MIME type.
hu: Egy egyéni leírás ehhez a MIME típushoz.

# MSG_HELP_CO_LV_REXX (2061//)
source: List of scripts.
hu: Script lista.

# MSG_HELP_CO_BT_UPDATENOW (2062//)
source: Perform a check for updates now.
hu: Frissítés keresés most.

# MSG_HELP_WR_LV_ATTACH (2063//)
source: List of attachments in this message.
hu: Az üzenet mellékleteinek listája.

# MSG_CO_UPDATE_NEVER (2065//)
source: Never
hu: Soha

# MSG_MA_EXECUTESCRIPT_TITLE (2066//)
source: Select script to execute
hu: Végrehajtandó script kiválasztása

# MSG_HELP_FI_BT_NONE (2067//)
source: Exclude all folders from the search, except the current one.
hu: Kihagy minden mappát a keresésbõl az aktuálison kívül.

# MSG_MA_CONFIRMFILTER_ALL (2068//)
source: If you continue, all messages of folder '%s' will be filtered. Do you want to proceed?
hu: Ha folytatod, '%s mappa minden üzenete szûrésre kerül. Folytatod?

# MSG_MA_CONFIRMFILTER_SELECTED (2069//)
source: You have selected several messages in folder '%s'. Only these messages are going to be filtered. Do you want to proceed?
hu: Számos üzenetet kiválasztottál a '%s' mappában. Csak ezek az üzenetek kerülnek szûrésre. Folytatod?

# MSG_AB_XML (2070//)
source: XML address book (*.xml)
hu: XML címjegyzék (*.xml)

# MSG_MA_FILTER_STATS_SPAM (2071//)
source: Filtering done: %3ld messages checked, %3ld forwarded, %3ld moved, %3ld deleted, %3ld classified as spam
hu: Szûrés elkészült: %3ld üzenet ellenõrizve, %3ld továbbítva, %3ld archiválva, %3ld törölve, %3ld levélszemétként jelölve

# MSG_TR_FILTER_STATS_SPAM (2072//)
source: Filtering done: %3ld messages checked, %3ld redirected, %3ld forwarded, %3ld auto-replied, %3ld command activated, %3ld moved, %3ld deleted, %3ld classified as spam
hu: Szûrés elkészült: %3ld üzenet ellenõrizve, %3ld visszapattintva, %3ld továbbítva, %3ld auto-válaszolva, %3ld parancs aktiválva, %3ld mozgatva, %3ld törölve, %3ld levélszemétként jelölve

# MSG_FCHANGE_WARN_TITLE (2078//)
source: Filechange warning
hu: Fájl csere figyelmeztetés

# MSG_FCHANGE_WARN (2079//)
source: While you have edited the message text of write window %ld in an external editor, the text in the internal text editor has also been altered. Do you really want to use the text of the external editor dropping the changes done in the internal editor?
hu: Az üzenet szövegének %ld ablakban történõ külsõ editoros szerkesztése közben, a szöveg a belsõ szövegszerkesztõben is módosult. Biztosan a külsõ szövegszerkesztõ tartalmát akarod használni és azt a belsõ szövegszerkesztõbe helyezed?

# MSG_LOG_SENDING_FAILED (2080//)
source: Sending %ld message(s) using SMTP server '%s' failed
hu: Nem sikerült %ld üzenet küldése '%s' SMTP szerverrel

# MSG_HELP_EA_ST_BIRTHDAY (2081//)
source: Date of birth in locale format (e.g. 19.06.1974 or 19/06/1974).
hu: Születési dátum helyi formátumban (pl. 19.06.1974 vagy 19/06/1974).

# MSG_ERROR_THREADS (2082//)
source: Cannot initialize thread system.
hu: CNem indítható a folyamat rendszer

# MSG_ERROR_PLAYSOUND (2083//)
source: An error occurred while trying to play the sound file '%s'. This could be either due to a broken or unsupported sound file or because your sound datatype is not properly working.
hu: Hiba keletkezett '%s' hang fájl lejátszásakor . Lehet, sérült vagy nem támogatott hang fájl, vagy a hang adattípusa nem mûködik megfelelõen.

# MSG_WR_CHARSET (2084//)
source: _Charset
hu: Karakterkészlet

# MSG_HELP_WR_PO_CHARSET (2085//)
source: Use the popup button to select the character set you would like YAM to use for this mail. This defaults to the global character set.
hu: Az elõugró gomb használatával válaszd ki a YAM által, ennél a levélnél használandó karakterkészletet. Alapból ez az általános karakterkészlet.

# MSG_ABOUTYAM (2086//)
source: About YAM
hu: Infók a YAM-ról

# MSG_ER_CONNECTERR_SOCKET_IN_USE_POP3 (2087//)
source: Couldn't connect to host '%s' of account '%s'. A TCP/IP socket connection seems to be already active. Please close any other existing transfers.
hu: Nem lehet csatlakozni '%s' szerverhez '%s' fiókkal. Egy TCP/IP fiók már aktív. Kérlek válassz egy másik meglévõ küldés módot.

# MSG_ER_CONNECTERR_TIMEDOUT_POP3 (2088//)
source: Couldn't connect to host '%s' of account '%s'. The mail server didn't respond within the predefined time frame and therefore timed out.
hu: Nem lehet csatlakozni '%s' szerverhez '%s' fiókkal. A levél kiszolgáló nem válaszolt a megadott határidõn belül. Idõ túllépés.

# MSG_ER_CONNECTERR_NO_SOCKET_POP3 (2089//)
source: Couldn't connect to host '%s' of account '%s'. YAM wasn't able to establish a socket connection to the mail server. Please make sure that your TCP/IP stack is online and working properly.
hu: Nem lehet csatlakozni '%s' szerverhez '%s' fiókkal. YAM nem képes kapcsolatot létesíteni a levél kiszolgálóval. Ellenõrizd, hogy a TCP/IP kapcsolat él-e és megfelelõen mûködik-e.

# MSG_ER_CONNECTERR_NO_NONBLOCKIO_POP3 (2090//)
source: Couldn't connect to host '%s' of account '%s'. YAM wasn't able to establish a non-blocking I/O connection to the mail server. Please make sure that your TCP/IP stack can establish non-blocking I/O connections.
hu: Nem lehet csatlakozni '%s' szerverhez '%s' fiókkal. YAM nem képes kapcsolatot létesíteni egy non-blocking I/O kapcsolatot a kiszolgálóval. Ellenõrizd, hogy a TCP/IP kapcsolatod létrehoz-e non-blocking I/O kapcsolatot.

# MSG_ER_UNKNOWN_HOST_POP3 (2091//)
source: Unknown POP3 server '%s' of account '%s'. TCP/IP is offline or the server address is invalid.
hu: Ismeretlen '%s' POP3 szerver '%s' fiók esetén. TCP/IP nem aktív vagy a szerver cím érvénytelen.

# MSG_ER_CANNOT_CONNECT_POP3 (2092//)
source: Couldn't connect to host '%s' of account '%s'. The mail server is currently down or doesn't support the POP3 protocols.
hu: Nem lehet csatlakozni '%s' szerverhez '%s' fiókkal. A levél kiszolgáló le van kapcsolva vagy nem támogatja a POP3 protokollt.

# MSG_ER_POP3WELCOME (2093//)
source: POP3 server '%s' of account '%s' replied with an error message during the welcome procedure and the connection was terminated: %s
hu: '%s' POP3 szerver '%s' fiók esetén hiba üzenettel tért vissza az üdvözlõ mûvelet közben és a kapcsolat megszakadt: %s

# MSG_ER_BADRESPONSE_POP3 (2094//)
source: Bad response from mail server '%s' of account '%s' to command '%s': %s The mail server couldn't execute the command and replied with the above error message.
hu: Rossz válasz '%s' szerver '%s' fiókjának '%s' parancsakor: %s A levél kiszolgáló nem tudja végrehajtani a parancsot és az alábbi hibaüzenetet küldte.

# MSG_ER_INITTLS_POP3 (2095//)
source: Couldn't initialize TLSv1/SSLv3 session with host '%s' of account '%s'.
hu: Nem kezdeményezhetõ TLSv1/SSLv3 folyamat '%s' szerver '%s' fiókjával.

# MSG_ER_NO_APOP (2096//)
source: The POP3 server '%s' of account '%s' doesn't support APOP. Please disable APOP in the configuration.
hu: A '%s' POP3 szerver '%s' fiókja nem támogatja az APOP-ot. Tiltsd le az APOP-ot a konfigurációban.

# MSG_ER_CONNECTERR_SOCKET_IN_USE_SMTP (2097//)
source: Couldn't connect to host '%s'. A TCP/IP socket connection seems to be already active. Please close any other existing transfers.
hu: Nem lehet csatlakozni '%s' szerverhez. Egy TCP/IP fiók már aktív. Kérlek válassz egy másik meglévõ küldés módot.

# MSG_ER_CONNECTERR_TIMEDOUT_SMTP (2098//)
source: Couldn't connect to host '%s'. The mail server didn't respond within the predefined time frame and therefore timed out.
hu: Nem lehet csatlakozni '%s' szerverhez. A levél kiszolgáló nem válaszolt a megadott határidõn belül. Idõ túllépés.

# MSG_ER_CONNECTERR_NO_SOCKET_SMTP (2099//)
source: Couldn't connect to host '%s'. YAM wasn't able to establish a socket connection to the mail server. Please make sure that your TCP/IP stack is online and working properly.
hu: Nem lehet csatlakozni '%s' szerverhez. YAM nem képes kapcsolatot létesíteni a levél kiszolgálóval. Ellenõrizd, hogy a TCP/IP kapcsolat él-e és megfelelõen mûködik-e.

# MSG_ER_CONNECTERR_NO_NONBLOCKIO_SMTP (2100//)
source: Couldn't connect to host '%s'. YAM wasn't able to establish a non-blocking I/O connection to the mail server. Please make sure that your TCP/IP stack can establish non-blocking I/O connections.
hu: Nem lehet csatlakozni '%s' szerverhez. YAM nem képes kapcsolatot létesíteni egy non-blocking I/O kapcsolatot a kiszolgálóval. Ellenõrizd, hogy a TCP/IP kapcsolatod létrehoz-e non-blocking I/O kapcsolatot.

# MSG_ER_INITTLS_SMTP (2101//)
source: Couldn't initialize TLSv1/SSLv3 session with host '%s'.
hu: Nem kezdeményezhetõ TLSv1/SSLv3 folyamat '%s' szerverrel.

# MSG_ER_NOSTARTTLS_SMTP (2102//)
source: Your SMTP server '%s' doesn't support TLS/SSL. Please disable this option in the configuration.
hu: '%s' SMTP szervered nem támogatja a TLS/SSL-t. Tiltsd le ezt a beállítást a konfigurációban.

# MSG_ER_BADRESPONSE_SMTP (2103//)
source: Bad response from mail server '%s' to command '%s': %s The mail server couldn't execute the command and replied with the above error message.
hu: Rossz válasz '%s' szerver '%s' parancsakor: %s A levél kiszolgáló nem tudja végrehajtani a parancsot és az alábbi hibaüzenetet küldte.

# MSG_ER_CANNOT_CONNECT_SMTP (2104//)
source: Couldn't connect to host '%s'. The mail server is currently down or doesn't support the SMTP protocols.
hu: Nem lehet csatlakozni '%s' szerverhez. A levél kiszolgáló le van kapcsolva vagy nem támogatja az SMTP protokollt.

# MSG_ER_UNKNOWN_HOST_SMTP (2105//)
source: Unknown SMTP server '%s'. TCP/IP is offline or the server address is invalid.
hu: Ismeretlen SMTP szerver: '%s'. TCP/IP nem aktív vagy a szerver cím érvénytelen.

# MSG_ER_NO8BITMIME_SMTP (2106//)
source: The SMTP server '%s' reported that it doesn't support 8bit mail transfers while you have the 'Allow8bit' option enabled. Please disable this option in your TCP/IP preferences and re-edit the e-mail before trying to send it again, otherwise the e-mail may be malformed.
hu: '%s' SMTP szerver jelezte, hogy nem támogatja a 8bites levél forgalmat, miközben a '8bitEngedés' opció engedélyezve van. Kapcsold ki ezt a beállítást a TCP/IP tulajdonságoknál as szerkeszd újra a levelet mielõtt megpróbálnád ismét elküldeni. Máskülönben az e-mail sérülhet.

# MSG_CO_FOLDERDBLCLICK (2107//)
source: Double click on folder opens folder settings
hu: A mappára történõ dupla kattintással megnyitható a mappa beállítás

# MSG_MA_ATTACHMENT_DELETE (2108//)
source: Delete
hu: Törlés

# MSG_MA_ATTACHMENT_DELETESEL (2109//)
source: Delete selected
hu: Kiválasztás törlés

# MSG_MA_DELETESELECTEDREQUEST (2110//)
source: The following attachments will be deleted: %s Do you really want to proceed?
hu: A következõ csatolmányok kerülnek törlésre: %s Folytatod?

# MSG_LOG_DELETEDATT (2111//)
source: Deleted attachment(s) of message '%s' in folder '%s'
hu: '%s' üzenet törölt mellékletei '%s' mappában

# MSG_MA_DELETEATT (2112//)
source: Delete
hu: Törlés

# MSG_MA_DELETEATTREQUEST (2113//)
source: All attachments of the selected mails will be deleted. Do you really want to proceed?
hu: Minden kiválasztott levél csatolmánya törlõdni fog. Mit szeretnél csinálni?

# MSG_MA_ATTACHMENT_DELETEALL (2114//)
source: Delete all
hu: összes törlése

# MSG_MA_MDELETEATT (2115//)
source: Delete
hu: Törlés

# MSG_CO_MAPFOREIGNCHARS (2116//)
source: Map foreign chars to ASCII
hu: Idegen karakterek képezése ASCII-ra

# MSG_HELP_CO_MAPFOREIGNCHARS (2117//)
source: If selected, characters that cannot be converted to the read charset will be mapped to looklike ASCII sequences.
hu: Ha kiválasztásra kerül az át nem konvertálható karakterek leképzésre kerülnek ASCII sorozatként.

# MSG_MA_NAVIGATION (2118//)
source: Navigation
hu: Navigálás

# MSG_MA_MNEXTTH (2119//)
source: Next message in thread
hu: Következõ üzenet a mûveletsorban

# MSG_MA_MPREVTH (2120//)
source: Previous message in thread
hu: Elõzõ üzenet a mûveletsorban

# MSG_CO_GLOBALMAILTHREADS (2121//)
source: Search for mails of same thread in all folders
hu: Minden mappában az azonos folyamat leveleinek keresése

# MSG_HELP_CO_CH_GLOBALMAILTHREADS (2122//)
source: If enabled, the search for messages of the same thread will be extended to all folders rather than only searching for mails in the same folder.
hu: Ha engedélyezve van, az azonos folyamatban lévõ levelek keresése kiterjed minden mappára, A keresés csak azonos mappában történne.

# MSG_FILE_OVERWRITE (2123//)
source: File '%s' already exists. Do you want to overwrite it?
hu: '%s' fájl már létezik. Felül akarod írni?

# MSG_ER_USER_DIR_MISSING (2124//)
source: The home directory '%s' of user '%s' does not exist.
hu: '%s' saját mappa '%s' felhasználónak még nem létezik!

# MSG_CO_TEXTCOLORS_READ (2125//)
source: Show te_xt colors
hu: Szöveg színek mutatása

# MSG_HELP_CO_CH_TEXTCOLORS_READ (2126//)
source: Use text colors to signal special text passages, (e.g. quotations, etc.)
hu: Színek használata különleges szöveg átmenetek jelölésére, (pl. idézetek, stb.)

# MSG_CO_TEXTSTYLES_READ (2127//)
source: Show te_xt styles
hu: Szöveg stílusok mutatása

# MSG_HELP_CO_CH_TEXTSTYLES_READ (2128//)
source: Interpret '/', '*', '_' and '#' as control characters for text styles.
hu: A szöveg stílus vezérlõ karakterként kerülnek értelmezésre: '/', '*', '_' és '#.

# MSG_CO_TEXTCOLORS_WRITE (2129//)
source: Show tex_t colors
hu: Szöveg színek mu_tatása

# MSG_HELP_CO_CH_TEXTCOLORS_WRITE (2130//)
source: Use text colors to signal special text passages, (e.g. quotations, etc.)
hu: Színek használata különleges szöveg átmenetek jelölésére, (pl. idézetek, stb.)

# MSG_CO_TEXTSTYLES_WRITE (2131//)
source: Show te_xt styles
hu: Szöveg stílusok mutatása

# MSG_HELP_CO_CH_TEXTSTYLES_WRITE (2132//)
source: Interpret '/', '*', '_' and '#' as control characters for text styles.
hu: A szöveg stílus vezérlõ karakterként kerülnek értelmezésre: '/', '*', '_' és '#'.

# MSG_CO_FONTSETTINGS (2133//)
source: Font settings
hu: Font beállítások

# MSG_CO_FIXEDFONT_WRITE (2134//)
source: Use _fixed font
hu: Rögzített _font használata

# MSG_RE_TEXTCOLORS (2135//)
source: Text colors?
hu: Szöveg színek?

# MSG_WR_TEXTSTYLES (2136//)
source: Text styles?
hu: Szöveg stílusok?

# MSG_WR_TEXTCOLORS (2137//)
source: Text colors?
hu: Szöveg színek?

# MSG_WR_FIXEDFONT (2138//)
source: Fixed font?
hu: Rögzített font?

# MSG_CO_SPAM_OPTIMIZE_TRAININGDATA (2139//)
source: _Optimize training data
hu: _Oktató adat optimalizálás

# MSG_HELP_BT_OPTIMIZE_TRAININGDATA (2140//)
source: Removes very infrequent words from the training data to speed up loading of training data and increase processing speed of spam mails.
hu: Eltávolítja a nagyon ritka szavakat az oktató adatból, hogy felgyorsuljon az adat betöltése és ezáltal a spam szûrés folyamata.

# MSG_CO_SPAM_OPTIMIZE_TRAININGDATA_ASK (2141//)
source: Do you really want to optimize the spam filter's training data? The spam filter's efficency might decrease slightly afterwards, but the filter process will be faster and use less memory.
hu: Optimalizálni akarod a spam szûrõd oktató adatát? A spam szûrõ hatékonysága egy kicsit romlani fog, de a szûrési mûvelet gyorsabbá és kevésbé memória igényessé fog válni.

# MSG_CO_SPAM_STATISTICS (2142//)
source: %ld (%ld words)
hu: %ld (%ld szó)

# MSG_ER_WRONG_DOB_FORMAT (2143//)
source: Date of birth uses a wrong format. The correct format is '%s'. %%d - day with leading zeros (01-31) %%-d - day without leading zeros (1-31) %%e - day with leading spaces ( 1-31) %%m - month with leading zeros (01-12) %%-m - month without leading zeros (1-12) %%y - year with leading zeros (00-99, 2 digits) %%-y - year without leading zeros (0-99, 2 digits) %%Y - year with leading zeros (4 digits) %%-Y - year without leading zeros (4 digits) The year number must be greater or equal 1900.
hu: Rossz a születési idö formátuma. A helyes formátum '%s'. %%d - nap nullával kiegészítve kétjegyûre(01-31) %%-d - nap nullával kiegészítés nélkül (1-31) %%e - nap szóközzel kiegészítve kétjegyûre ( 1-31) %%m - hónap nullával kiegészítve kétjegyûre (01-12) %%-m - hónap nullával kiegészítés nélkül (1-12) %%y - év nullával kiegészítve (00-99, 2 számjegy) %%-y - év kiegészítés nélkül (0-99, 2 számjegy) %%Y - év kiegészítve nullával (4 számjegy) %%-Y - év nullával kiegészítés nélkül (4 számjegy) Az évszám nagyobb vagy egyenlõ lehet 1900-nál.

# MSG_CO_NOTIOS41SYSTEM (2149//)
source: AmigaOS_4.1 notification system
hu: AmigaOS_4.1 figyelmeztetö rendszer

# MSG_HELP_CO_CH_NOTIOS41SYSTEM (2150//)
source: If checked, YAM will use AmigaOS4.1's notification system to notify the user about new received mails. This requires at least application.library V53.2.
hu: Kiválasztásakor a YAM az AmigaOS4.1 értesítési rendszerét fogja használni új levél érkezésekor. Ehhez szükséges application.library V53.2 vagy újabb.

# MSG_RE_DEFAULT_MIMEPART_NAME (2153//)
source: Part %ld.%ld
hu: Rész %ld.%ld
