Repository: Futaura/yam
Catalog: locale/hungarian.po
Languages: hu

# MSG_HELP_WR_BT_BOLD (1024//)
source: Use bold typeface for marked text (whole words only).
hu: Vastag betûk használata a kijelölt szöveghez (csak teljes szavak).

# MSG_HELP_WR_BT_ITALIC (1025//)
source: Use italic typeface for marked text (whole words only).
hu: Dõlt betûk használata a kijelölt szöveghez (csak teljes szavak).

# MSG_HELP_WR_BT_UNDERL (1026//)
source: Underline marked text (whole words only).
hu: Aláhúzza a kijelölt szöveget. (csak teljes szavak).

# MSG_HELP_WR_BT_COLOR (1027//)
source: Colorize marked text (whole words only).
hu: Színessé teszi a kijelölt szöveget. (csak teljes szavak).

# MSG_HELP_WR_BT_ADD (1028//)
source: Add attachments to the list.
hu: Hozzáad egy csatolt fájlt a listához.

# MSG_HELP_WR_BT_ADDPACK (1029//)
source: Create an archive with one or more files and add it to the list as an attachment.
hu: Létrehoz egy archívumot több fájlból, és csatolt fájlként hozzáadja a listához.

# MSG_HELP_WR_BT_REMOVE (1030//)
source: Remove the selected attachment from the list.
hu: Eltávolítja a kijelölt csatolt fájlokat a listából.

# MSG_HELP_WR_BT_DISPLAY (1031//)
source: Use the configured MIME viewer to display this attachment.
hu: A beállított MIME megjelenítõt használja a csatolt fájl megjelenítéséhez.

# MSG_HELP_WR_ST_CTYPE (1033//)
source: MIME type for the selected attachment. Whenever possible, use one from the popup list.
hu: A kiválasztott csatolt fájl MIME típusa. Amikor lehetséges, használj egyet a felbukkanó listából.

# MSG_HELP_WR_ST_DESC (1034//)
source: Optional description for the selected attachment.
hu: A kiválasztott csatolt fájl tetszés szerinti leírása.

# MSG_HELP_WR_ST_EXTHEADER (1037//)
source: Additional headers that should be added to the message.
hu: További üzenetfejléc, amely hozzá lesz adva az üzenethez.

# MSG_HELP_WR_ST_REPLYTO (1039//)
source: Return address for this message.
hu: Az üzenet válaszcíme.

# MSG_HELP_WR_CH_DELSEND (1040//)
source: Do not store this message in the Sent folder.
hu: Ez az üzenet ne kerüljön az Elküldött mappába letárolásra.

# MSG_HELP_WR_CH_RECEIPT (1041//)
source: Request a notification on successful delivery.
hu: Jelzést kér a sikeres kézbesítésröl.

# MSG_HELP_WR_CH_ADDINFO (1043//)
source: Create header fields containing data from your personal address book entry.
hu: Létrehoz a személyes címjegyzékbõl vett adatokból egy fejlécet.

# MSG_HELP_WR_CY_IMPORTANCE (1044//)
source: Set the priority of this message.
hu: Beállítja az üzenet fontosságát.

# MSG_HELP_WR_BT_QUEUE (1048//)
source: Copy the created message to the Outgoing folder.
hu: Átmásolja a létrehozott üzenetet a kimenõ levelek mappájába.

# MSG_HELP_WR_BT_SEND (1049//)
source: Copy the created message to the Outgoing folder and send it immediately.
hu: Átmásolja a létrehozott üzenetet a kimenõ levelek mappájába és azonnal elküldi.

# MSG_TR_Connecting (1051//)
source: Connecting to mail server...
hu: Csatlakozás a levelezö szerverhez...

# MSG_TR_WaitWelcome (1052//)
source: Connected, awaiting welcome message...
hu: Csatlakozva. Várakozás üdvözlö üzenetre...

# MSG_TR_PopLogin (1054//)
source: POP3 login
hu: POP3 bejelentkezés

# MSG_TR_SendAPOPLogin (1055//)
source: Sending APOP login information...
hu: APOP belépési infó küldése...

# MSG_TR_SendUserID (1056//)
source: Sending user ID...
hu: Felhasználói azonosító küldése...

# MSG_TR_SendPassword (1057//)
source: Sending password...
hu: Jelszó küldés...

# MSG_TR_GetStats (1058//)
source: Getting statistics...
hu: Statisztika érkezés...

# MSG_TR_Disconnecting (1059//)
source: Disconnecting...
hu: Lecsatlakozás...

# MSG_TR_ApplyFilters (1060//)
source: Applying remote filters...
hu: Távoli szürök alkalmazása...

# MSG_TR_SendHello (1061//)
source: Sending 'Hello'...
hu: 'Hello' küldés...

# MSG_TR_Exporting (1065//)
source: Exporting message...
hu: üzenet exportálás...

# MSG_TR_Sending (1066//)
source: Sending message...
hu: üzenet küldés...

# MSG_TR_Importing (1067//)
source: Importing message...
hu: üzenet importálás...

# MSG_TR_DeletingServerMail (1068//)
source: Deleting mail on server...
hu: Levél törlése a szerveren...

# MSG_TR_FilterStats (1070//)
source: Filtering done: %3ld messages checked, %3ld redirected, %3ld forwarded, %3ld auto-replied, %3ld command activated, %3ld moved, %3ld deleted
hu: Szürés kész: %3ld üzenet ellenörizve, %3ld visszapattintva, %3ld továbbítva, %3ld auto-válaszolva, %3ld parancs aktiválva, %3ld átmozgatva, %3ld törölve

# MSG_TR_NewMail (1071//)
source: New mail
hu: új levél

# MSG_TR_Downloading (1072//)
source: Downloading message...
hu: üzenet letöltése...

# MSG_TR_MailTransferFrom (1073//)
source: Mail transfer from '%s'
hu: Levél letöltés innen: '%s'

# MSG_TR_MailTransferTo (1074//)
source: Mail transfer to '%s'
hu: Levél átvitel ide: '%s'

# MSG_TR_MsgInFile (1075//)
source: Messages in file %s
hu: üzenetek fájlban %s

# MSG_TR_Control (1077//)
source: Control
hu: Vezérlés

# MSG_TR_All (1078//)
source: A_ll
hu: Mind

# MSG_TR_DownloadOnly (1079//)
source: _Download only
hu: Csak letöltés

# MSG_TR_Leave (1080//)
source: L_eave
hu: Hagy

# MSG_TR_Clear (1082//)
source: _Clear
hu: Tiszta

# MSG_TR_DeleteOnly (1083//)
source: Delete _only
hu: Csak törlés

# MSG_TR_DownloadDelete (1084//)
source: Do_wnload & delete
hu: Letöltés és törlés

# MSG_TR_Start (1086//)
source: _Start
hu: Indít

# MSG_TR_Status (1087//)
source: Status
hu: állapot

# MSG_TR_Abort (1088//)
source: _Abort
hu: Megsz_akít

# MSG_HELP_TR_TX_STATUS (1092//)
source: Current state of mail transfer.
hu: Levél letöltés jelenlegi állapota.

# MSG_HELP_TR_BT_ABORT (1093//)
source: Abort mail transfer as soon as possible.
hu: Levél letöltés mihamarabbi megszakítása.

# MSG_ER_ErrorMessages (1094//)
source: Error messages
hu: Hiba üzenetek

# MSG_ER_PrevError (1095//)
source: _Previous error
hu: Elözö hiba

# MSG_ER_NextError (1096//)
source: _Next error
hu: Következö hiba

# MSG_ER_Clear (1097//)
source: _Delete messages
hu: Üzenetek törlése

# MSG_ER_Close (1098//)
source: _Close window
hu: Ablak bezárása

# MSG_ER_CantCreateFile (1100//)
source: Couldn't write to file '%s'. Make sure that the path exists and that the volume isn't write protected.
hu: Nem sikerült a(z) '%s' fájba írni: Gyõzõdj meg róla, hogy az útvonal létezik, és a kötet nincs írásvédve.

# MSG_ER_CantCreateDir (1101//)
source: Couldn't create directory '%s'. Make sure that the volume isn't write protected.
hu: Nem sikerült a(z) '%s' mappa létrehozása. Gyõzõdj meg róla, hogy a kötet nincs írásvédve.

# MSG_ER_ErrorNoAlias (1102//)
source: You must specify an alias to identify this entry.
hu: Meg kell adnod egy becenevet a bejegyzés azonosításához!

# MSG_ER_ErrorNoAddress (1103//)
source: You must specify an address for this entry.
hu: Meg kell adnod egy címet a bejegyzéshez!

# MSG_ER_ErrorDateFormat (1107//)
source: Invalid date/time format. The date and time has to be specified in a compatible format. Example: %s
hu: Érvénytelen dátum/idö formátum. A dátumot és az idöt megfelelö formátumban kell megadni. Például: %s

# MSG_ER_CantOpenTempfile (1109//)
source: Couldn't open temporary file '%s'. Check the path settings in the configuration.
hu: Nem sikerült megnyitni a(z) '%s' fájlt. Ellenörizd az elérési útvonalat a beállításoknál.

# MSG_ER_CantCreateTempfile (1110//)
source: Couldn't create temporary file. Reason: out of memory or invalid path specified in the configuration.
hu: Nem sikerült ideiglenes fájlt létrehozni. Oka: kevés a memória vagy érvénytelen elérési út lett megadva a beállításoknál.

# MSG_ER_ErrorConsole (1111//)
source: Couldn't open console window for script.
hu: Nem sikerült megnyitni a konzolt script íráshoz.

# MSG_ER_ErrorARexxScript (1112//)
source: Couldn't send ARexx command '%s'. Make sure that the script exists.
hu: Nem tudom elküldeni a(z) '%s' ARexx parancsot. A script létezik?

# MSG_ER_CantOpenFile (1122//)
source: Couldn't read from file '%s'. The file doesn't seem to exist.
hu: Nem sikerült a(z) '%s' fájl olvasása. Úgy tünik, hogy a fájl nem létezik.

# MSG_ER_UUSize (1123//)
source: Decoded size (%ld) does not match original size (%ld). A faulty UU-encoder was used, or the message is truncated.
hu: A dekódolt méret (%ld) nem egyezik az eredeti mérettel (%ld). Vagy egy hibás UUkódolót használtak, vagy csonka az üzenet.

# MSG_ER_DocNotFound (1124//)
source: HTML document '%s' not found. The file doesn't exist on the WWW server.
hu: A(z) '%s' HTML dokumentum nem található. A fájl nem létezik a WWW szerveren.

# MSG_ER_SendHTTP (1125//)
source: Couldn't send HTTP request. Requesting a document from the WWW server failed.
hu: Nem tudok HTTP kérést küldeni. A dokumentumkérés a WWW szerverrõl nem sikerült.

# MSG_ER_ConnectHTTP (1126//)
source: Couldn't connect to WWW server '%s'. Possible reasons: TCP/IP offline, invalid address, server is currently down or doesn't support HTTP requests.
hu: Nem sikerült a(z) '%s' WWW szerverhez csatlakozni. Lehetséges okok: TCP/IP offline, hibás cím, a szerver jelenleg le van kapcsolva vagy nem támogatja a HTTP kéréseket.

# MSG_ER_ErrorWriteMailfile (1132//)
source: Write error on mail file: %s. YAM can't save the message to disk, maybe you're out of disk space.
hu: Írás hiba a(z) %s levélfájlban. YAM nem tudja lemezre meneti az üzenetet. Lehet, hogy betelt a lemez.

# MSG_ER_ErrorReadMailfile (1135//)
source: Read error on mail file: %s. The file exists, but there was an error while reading it.
hu: Olvasás hiba a(z) %s levélfájlban. A fájl létezik, de hiba történt az olvasás során.

# MSG_ER_MissingDirectory (1137//)
source: You must specify a directory for the new user.
hu: Meg kell határoznod egy mappát az új felhasználónak!

# MSG_ER_MissingName (1138//)
source: You must specify a name for the new user.
hu: Meg kell adnod az új felhasználó nevét!

# MSG_ER_NoPublicKeys (1139//)
source: No public PGP keys found. Make sure that PGP is installed and the required settings are made in the configuration of YAM.
hu: Nem található publikus PGP kulcs. Gyözödj meg róla, hogy telepítve van-e a PGP és, hogy a szükséges beállítások megtörténtek a YAM beállításoknál.

# MSG_ER_PGPreturnsError (1140//)
source: The following PGP command returned with an error: '%s' Check the file %s for a diagnosis.
hu: Az alábbi PGP parancs hibával tért vissza: '%s' Ellenörizd a(z) %s fájlt elemzéshez.

# MSG_ER_PGPnotfound (1141//)
source: Couldn't execute PGP command. Check if %s exists.
hu: Nem hajtható végre PGP parancs. Ellenörizd a(z) %s létezését.

# MSG_ER_AliasNotFound (1143//)
source: Unknown alias or name: %s. YAM couldn't find the e-mail address of this recipient in the address book. Please verify the spelling.
hu: Ismeretlen becenév vagy név: %s. A YAM nem találja a címzett e-mail címéta címjegyzékben. Ellenörizd a gépelést.

# MSG_ER_ErrorNoPGPId (1146//)
source: Couldn't find PGP ID for '%s' in the address book, now trying '%s'.
hu: Nem található PGP azonosító '%s' részére a címjegyzékben. Most megpróbálom ezt: '%s'.

# MSG_ER_ErrorAppendKey (1147//)
source: Couldn't append public PGP key %s. There was a problem extracting it from the PGP keyring.
hu: Nem tudom mellékelni a következõ publikus PGP kulcsot: %s. Probléma volt a kibontásánál.

# MSG_DI_Alias (1148//)
source: _Abbreviation
hu: Rövidítés

# MSG_DI_New (1149//)
source: _New
hu: új

# MSG_DI_AddSelect (1150//)
source: Add _selection
hu: Kiválasztás hozzáadás

# MSG_DI_Delete (1151//)
source: _Delete
hu: Töröl

# MSG_DI_Paste (1152//)
source: _Paste
hu: Beilleszt

# MSG_HELP_DI_LV_ENTRIES (1153//)
source: List of available abbreviations.
hu: Lehetséges rövidítések listája.

# MSG_HELP_DI_ST_ALIAS (1154//)
source: Abbreviation of selected entry.
hu: A kiválasztott bejegyzés rövídítései.

# MSG_HELP_DI_BT_NEW (1155//)
source: Add a new abbreviation to the glossary.
hu: Hozzáad egy új rövidítést a szójegyzékhez.

# MSG_HELP_DI_BT_ADDSELECT (1156//)
source: Create a new entry based on the text marked in the editor.
hu: Létrehoz egy új bejegyzést amely a szerkesztõben kijelölt szövegen alapul.

# MSG_HELP_DI_BT_DELETE (1157//)
source: Remove the selected entry.
hu: Eltávolítja a kijelölt bejegyzést.

# MSG_HELP_DI_BT_PASTE (1158//)
source: Insert selected entry at the current position in the text editor.
hu: Beilleszti a kiválasztott bejegyzést a szövegszerkesztõ jelenlegi pozíciójába.

# MSG_FI_AddFilter (1160//)
source: Add filter
hu: Szürö hozzáadása

# MSG_FI_AddFilterReq (1161//)
source: Enter a name for the new filter
hu: Adj nevet az új szürönek

# MSG_FI_StatNew (1162//)
source: New/Unread
hu: új/Olvasatlan

# MSG_FI_StatRead (1163//)
source: Read
hu: Olvasott

# MSG_FI_StatForwarded (1164//)
source: Forwarded
hu: Továbbított

# MSG_FI_StatReplied (1165//)
source: Replied
hu: Megválaszolt

# MSG_FI_StatQueued (1166//)
source: Queued
hu: Sorbaállított

# MSG_FI_StatFailed (1167//)
source: Send failed
hu: Sikertelen küldés

# MSG_FI_StatHold (1168//)
source: On hold
hu: Várakozik

# MSG_FI_StatSent (1169//)
source: Sent
hu: Elküldve

# MSG_FI_OtherField (1176//)
source: other field:
hu: egyéb mezö:

# MSG_FI_MessageSize (1177//)
source: Message size
hu: Üzenet méret

# MSG_FI_MessageHeader (1178//)
source: Message headers
hu: Üzenet fejléc

# MSG_FI_MessageBody (1179//)
source: Message body
hu: Üzenet

# MSG_FI_WholeMessage (1180//)
source: Whole message
hu: Teljes üzenet

# MSG_FI_SearchIn (1181//)
source: Search in
hu: Keresés

# MSG_FI_CaseSensitive (1182//)
source: Case sensitive
hu: Betûállás érzékeny

# MSG_FI_SubString (1183//)
source: Substring search
hu: Alszöveg keresés

# MSG_FI_FindMessages (1184//)
source: Find messages
hu: Üzenet keresés

# MSG_FI_AllFolders (1185//)
source: _everywhere
hu: mind_enhol

# MSG_FI_FindIn (1186//)
source: Find in
hu: Keresés ebben

# MSG_FI_FindWhat (1187//)
source: Find what
hu: Ezt keresse

# MSG_FI_UseFilter (1188//)
source: _Use filter settings
hu: Szürö beállítások használata

# MSG_FI_AddAsFilter (1189//)
source: Add as _new filter
hu: Új szüröként hozzáad

# MSG_FI_Results (1190//)
source: Results
hu: Találatok

# MSG_FI_StartSearch (1191//)
source: _Start search
hu: Kere_sés indítása

# MSG_FI_SelectMatched (1192//)
source: Select _matched
hu: Egyezö kiválasztása

# MSG_FI_ReadMessage (1193//)
source: _Read message
hu: Üzenet olvasása

# MSG_FI_Abort (1194//)
source: _Abort
hu: Megsz_akít

# MSG_HELP_FI_LV_FOLDERS (1195//)
source: Select one or more folders to search in.
hu: Válassz egy vagy több mappát az abban történö kereséshez.

# MSG_HELP_FI_BT_ALL (1196//)
source: Include all folders in your search.
hu: Minden mappát tartalmazzon a keresés.

# MSG_HELP_FI_PO_FROMRULE (1197//)
source: Get search criterion from a filter.
hu: A keresési kritériumokat egy szüröböl szerzi.

# MSG_HELP_FI_BT_TORULE (1198//)
source: Create a new filter from this search criterion.
hu: Készít egy új szûrõt ezekbõl a kritériumokból.

# MSG_HELP_FI_BT_SEARCH (1199//)
source: Start the search and display the results in the list above.
hu: Elindítja a keresést és megjeleníti az eredményeket a fenti listában.

# MSG_HELP_FI_BT_SELECT (1200//)
source: Select all the matching messages in the main window.
hu: Kiválasztja az egyezõ üzeneteket a fõablakban.

# MSG_HELP_FI_BT_READ (1201//)
source: Display the current message from the list above.
hu: Megjeleníti a fenti listából kiválsztott üzeneteket.

# MSG_HELP_FI_BT_ABORT (1202//)
source: Stop searching.
hu: Keresés leállítása.

# MSG_HELP_FI_CY_MODE (1203//)
source: Field or message part that should match the pattern.
hu: A mezõ vagy az üzenet azon része, amelynek egyeznie kell a mintával.

# MSG_HELP_FI_ST_FIELD (1204//)
source: Name of the header to search in.
hu: A fejléc azon mezõje, amelyben keresni kell.

# MSG_HELP_FI_RA_ADRMODE (1205//)
source: Choose whether you want to search in the address or real name part of the field.
hu: Kiválasztja, hogy a cím vagy a valódi név mezõben akarsz-e keresni.

# MSG_HELP_FI_CY_STATUS (1206//)
source: Message status to match.
hu: A keresendö üzenet állapot.

# MSG_HELP_FI_ST_MATCH (1207//)
source: Search pattern (AmigaDOS wildchars are supported).
hu: A keresési minta (AmigaDOS jokerek támogatottak).

# MSG_HELP_FI_CH_CASESENS (1208//)
source: Should the search be case sensitive?
hu: Megkülönböztesse a kisbetüket a nagytól?

# MSG_HELP_FI_CH_SUBSTR (1209//)
source: Enable a partial string search.
hu: Bekapcsolja a részleges sztring keresést.

# MSG_HELP_FI_CY_COMP (1210//)
source: Type of comparison. Select <> to get all messages that don't match the pattern, IN to use a file of patterns.
hu: Az összehasonlítás típusa. <> jel a mintával nem egyezö lekéréshez. olyan üzenet lekéréséhez, amely nem egyezik a mintával.

# MSG_US_EnterPassword (1211//)
source: Please enter your password
hu: Kérlek add meg a jelszavad

# MSG_US_TitleUserName (1212//)
source: User name
hu: Felhasználó név

# MSG_US_TitleMailDir (1213//)
source: Mail directory
hu: Levél mappa

# MSG_US_WaitLogin (1214//)
source: Waiting for user login...
hu: Várakozás a felhasználó bejelentkezésére...

# MSG_US_RemoveReq (1215//)
source: All messages, folders and configuration files belonging to this user will be lost. Do you really want to remove the user?
hu: A felhasználóhoz tartozó összes üzenet, mappa és beállításfájl el fog veszni! Tényleg el akarod távolítani a felhasználót?

# MSG_US_RemoveReqGads (1216//)
source: *_Ok|_Keep files|_Cancel
hu: *_Ok|Fájlo_k megtartása|Mégse

# MSG_US_UserName (1218//)
source: _User name
hu: Felhasználó név

# MSG_US_MailDirectory (1219//)
source: _Mail directory
hu: Levél mappa

# MSG_US_GlobalAddrBook (1220//)
source: Use global address _book
hu: Közös címjegyzék használata

# MSG_US_GlobalDict (1221//)
source: Use global _glossary
hu: Közös szójegyzék használata

# MSG_US_CopyConfig (1222//)
source: C_opy configuration from current user
hu: Beállítás átmásolása a jelenlegi felhasználótól

# MSG_US_Password (1223//)
source: _Password
hu: Jelszó

# MSG_US_SuperVisor (1224//)
source: _Supervisor privileges
hu: Rend_szergazda jogok

# MSG_US_AddUser (1225//)
source: _Add user
hu: Felhasználó hozzá_adása

# MSG_US_DelUser (1226//)
source: _Delete user
hu: Felhasználó törlése

# MSG_HELP_US_ST_USER (1227//)
source: Name of the new YAM user.
hu: Az új YAM felhasználó neve.

# MSG_HELP_US_ST_MAILDIR (1228//)
source: Directory to store the folders and config files of the new user account.
hu: Az a könyvtár, ahol az új felhasználóhoz tartozó mappák és beállításfájlok tárolódnak.

# MSG_HELP_US_CH_USEADDR (1229//)
source: Share address book with other users.
hu: Megosztja a címjegyzéket más felhasználókkal.

# MSG_HELP_US_CH_USEDICT (1230//)
source: Share glossary with other users.
hu: Megosztja a szójegyzéket más felhasználókkal.

# MSG_HELP_US_ST_PASSWD (1231//)
source: Password required for this user to login.
hu: A belépéshez szükséges jelszó.

# MSG_HELP_US_CH_ROOT (1232//)
source: Enable this option if the user should be allowed to add or remove other users.
hu: Engedélyezi, hogy a felhasználó új felhasználókat hozzon létre, vagy távolítson el.

# MSG_HELP_US_CH_CLONE (1233//)
source: Use current configuration as default for the new account.
hu: Használja a jelenlegi beállításokat alapértelmezettként az új fiókhoz.

# MSG_HELP_US_BT_ADD (1234//)
source: Create a new account.
hu: Új fiók létrehozása.

# MSG_HELP_US_BT_DEL (1235//)
source: Remove selected account.
hu: Kiválasztott fiók eltávolítása.

# MSG_FO_NewFolderReq (1237//)
source: What settings do you want to use for the new folder? Select 'Existing directory' if you want to re-use an already existing directory.
hu: Melyik beállításokat akarod használni az új mappához? Válaszd a 'Meglévõ könyvtár' opciót, ha a mappa már létezik a lemezeden.

# MSG_FO_NewFolderGads (1238//)
source: *_Internal defaults|_Like current|_Existing directory|_Cancel
hu: *Belsõ alapértelmezettek|Mint a je_lenlegi|M_eglévõ mappa|Mégse

# MSG_FO_SelectDir (1239//)
source: Select directory
hu: Mappa választás

# MSG_FO_MessageDate (1240//)
source: Message date
hu: Üzenet dátum

# MSG_FO_DateRecvd (1241//)
source: Date received
hu: Érkezési dátum

# MSG_FO_FMNormal (1242//)
source: normal
hu: normál

# MSG_FO_FMSimple (1243//)
source: simple protection
hu: egyszerü védelem

# MSG_FO_FMPack (1244//)
source: compressed
hu: tömörített

# MSG_FO_FMEncPack (1245//)
source: compressed with password
hu: jelszóval tömörített

# MSG_FO_FTRcvdMail (1246//)
source: received mail
hu: érkezett levél

# MSG_FO_FTSentMail (1247//)
source: sent mail
hu: elküldött levél

# MSG_FO_FTBothMail (1248//)
source: received and sent
hu: érkezett és elküldött

# MSG_FO_EditFolder (1250//)
source: Folder settings
hu: Mappa beállítások

# MSG_FO_Properties (1251//)
source: Properties
hu: Tulajdonságok

# MSG_FO_MaxAge (1252//)
source: Max. age
hu: Max. kor

# MSG_FO_FolderType (1253//)
source: T_ype
hu: Típus

# MSG_FO_FolderMode (1254//)
source: _Mode
hu: _Mód

# MSG_FO_SortBy (1255//)
source: _Sort by
hu: Rendez

# MSG_FO_ThenBy (1256//)
source: T_hen by
hu: Azután pedig

# MSG_FO_Reverse (1257//)
source: Rev
hu: Fordítva

# MSG_FO_MLSupport (1258//)
source: Mailing list support
hu: Levelezölista támogatás

# MSG_HELP_FO_ST_FNAME (1261//)
source: Folder name.
hu: Mappa név.

# MSG_HELP_FO_TX_FPATH (1262//)
source: Directory where the messages of the selected folder are stored.
hu: Az a könyvtár, ahol a kiválasztott mappa üzenetei tárolva vannak.

# MSG_HELP_FO_ST_MAXAGE (1263//)
source: Old messages will automatically be deleted after this time (in days). Use 0 to disable this feature.
hu: A régi üzenetek automatikusan törlõdnek ennyi idõ után (napokban). Írj be 0-t a kikapcsolásához.

# MSG_HELP_FO_CY_FTYPE (1264//)
source: Type of folder (in/out/both).
hu: Mappa típusa (be/ki/mindkettö).

# MSG_HELP_FO_CY_FMODE (1265//)
source: Folders can be password protected and/or compressed using XPK.
hu: A mappákat lehet jelszóval védeni és/vagy XPK használatával tömöríteni.

# MSG_HELP_FO_CY_SORT0 (1266//)
source: Primary sorting order of the messages in this folder.
hu: A mappában lévõ üzenetek elsõdleges rendezési módja.

# MSG_HELP_FO_CY_SORT1 (1267//)
source: Secondary sorting order of the messages in this folder.
hu: A mappában lévõ üzenetek másodlagos rendezési módja.

# MSG_HELP_FO_CH_REVERSE (1268//)
source: Reversed sorting.
hu: Fordított rendezés bekapcsolása.

# MSG_HELP_FO_ST_MLPATTERN (1269//)
source: A message belongs to a mailing list if the contents of the 'To:' field are matched by this pattern.
hu: Az üzenet egy levelezõlistához tartozik, ha a Címzett: mezõ megegyezik ezzel a mintával.

# MSG_HELP_FO_ST_MLADDRESS (1270//)
source: Use this recipient address for a reply to a mailing list message.
hu: Ezt a címzett címet használja a levelezõlistáról jött üzenet válaszában.

# MSG_BusySavingAB (1271//)
source: Saving address book '%s'...
hu: '%s' címjegyzék mentése...

# MSG_BusyPrintingAB (1272//)
source: Printing address book...
hu: Címjegyzék nyomtatása...

# MSG_BusySavingDI (1273//)
source: Saving glossary...
hu: Szójegyzék mentése...

# MSG_BusyLoadingDI (1274//)
source: Loading glossary...
hu: Szójegyzék betöltése...

# MSG_BusyUncompressingFO (1276//)
source: (De)compressing folders...
hu: Mappák (ki)tömörítése...

# MSG_BusyMoving (1277//)
source: Moving/copying %s messages...
hu: %s üzenet mozgatása/másolása...

# MSG_BusyRemovingAtt (1278//)
source: Removing attachments...
hu: Csatolt fájlok eltávolítása...

# MSG_BusyDeleting (1279//)
source: Deleting %s message(s)...
hu: %s üzenet törlése...

# MSG_BusyFiltering (1280//)
source: Applying filters...
hu: Szûrõk alkalmazása...

# MSG_BusyDeletingOld (1281//)
source: Deleting old mail...
hu: Régi levelek törlése...

# MSG_BusyEmptyingTrash (1282//)
source: Emptying Trash folder...
hu: Kuka mappa ürítése...

# MSG_BusyGettingVerInfo (1283//)
source: Getting update information...
hu: Frissítési információk lekérése...
