Repository: Futaura/yam
Catalog: locale/hungarian.po
Languages: hu

# MSG_HELP_CO_CY_ISADOS (696//)
source: Type of the script (ARexx or AmigaDOS).
hu: A szkript típusa (ARexx vagy AmigaDOS).

# MSG_HELP_CO_CH_CONSOLE (697//)
source: Open a console window to allow input and output from the script.
hu: Megnyit egy konzolablakot, amelyben lehet a szkriptnek bemenete és kimenete.

# MSG_HELP_CO_CH_WAITTERM (698//)
source: Do not run the script asynchronously but wait for it to complete.
hu: Nem futtatja aszinkron módban a parancsot.

# MSG_HELP_CO_BT_SAVE (699//)
source: Save current settings.
hu: Jelenlegi beállítások mentése.

# MSG_HELP_CO_BT_USE (700//)
source: Use current settings.
hu: Jelenlegi beállítások használata.

# MSG_HELP_CO_BT_CANCEL (701//)
source: Close configuration window and use the old settings.
hu: Bezárja a beállítás ablakot és a régi beállítások maradnak használatban.

# MSG_AB_BirthdayReminder (703//)
source: Birthday Reminder
hu: Születésnap figyelemeztetõ

# MSG_AB_HappyBirthday (704//)
source: Happy birthday
hu: Boldog születésnapot!

# MSG_AB_PersonAlias (705//)
source: Alias (PERSON)
hu: Becenév (SZEMÉLY)

# MSG_AB_ListAlias (706//)
source: Alias (LIST)
hu: Becenév (LISTA)

# MSG_AB_GroupAlias (707//)
source: Alias (GROUP)
hu: Becenév (CSOPORT)

# MSG_AB_PrintReqGads (708//)
source: _Long format|_Short format|_Cancel
hu: Hosszú formátum|Rövid formátum|Mégse

# MSG_AB_PrintReq (709//)
source: Select print format:
hu: Válassz nyomtatási formátumot:

# MSG_AB_AliasFld (710//)
source: Alias
hu: Becenév

# MSG_AB_FoundEntry (711//)
source: Found matching entry. Alias: \033b%s\033n Name: \033b%s\033n
hu: Egyezõ bejegyzést találtam! Becenév: \033b%s\033n Név: \033b%s\033n

# MSG_AB_FindEntry (712//)
source: Find Entry
hu: Bejegyzés keresés

# MSG_AB_FindEntryReq (713//)
source: This module finds a given text in the alias, name, address, description, street, city or country fields. Please enter the search pattern (AmigaDOS wildchars are supported):
hu: Ez a modul megkeres egy adott szöveget a becenév, a név, a cím, a leírás, az utca vagy az ország mezõkben. Kérlek add meg a keresési mintát (AmigaDOS jokerek támogatottak):

# MSG_AB_StartSearch (714//)
source: _Start search
hu: Kere_sés indítása

# MSG_AB_FoundEntryGads (715//)
source: _Next hit|*_Edit hit|_Cancel
hu: Következõ találat|Találat sz_erkesztése|Mégse

# MSG_AB_NoneFound (716//)
source: No matching entries found.
hu: Nem találtam egyezõ bejegyzést!

# MSG_AB_Modified (717//)
source: Address book has been modified.
hu: A címjegyzék módosítva lett!

# MSG_AB_TitleAlias (719//)
source: Alias
hu: Becenév

# MSG_AB_TitleName (720//)
source: Name
hu: Név

# MSG_AB_TitleDescription (721//)
source: Description
hu: Leírás

# MSG_AB_TitleAddress (722//)
source: Address
hu: Cím

# MSG_AB_TitleStreet (723//)
source: Street
hu: Utca

# MSG_AB_TitleCity (724//)
source: City
hu: Város

# MSG_AB_TitleCountry (725//)
source: Country
hu: Ország

# MSG_AB_TitlePhone (726//)
source: Phone
hu: Telefon

# MSG_AB_TitleBirthDate (727//)
source: Birth date
hu: Születési idö

# MSG_AB_TitleHomepage (729//)
source: Homepage
hu: Honlap

# MSG_AB_MIFind (730//)
source: Find...
hu: Keresés...

# MSG_AB_Entry (731//)
source: Entry
hu: Bejegyzés

# MSG_AB_AddUser (732//)
source: New person
hu: Új személy

# MSG_AB_AddGroup (733//)
source: New group
hu: Új csoport

# MSG_AB_AddList (734//)
source: New distribution list
hu: Új elosztási lista

# MSG_AB_Duplicate (735//)
source: Duplicate
hu: Másol

# MSG_AB_MIPrint (736//)
source: Print
hu: Nyomtat

# MSG_AB_MIDelete (737//)
source: Delete
hu: Töröl

# MSG_AB_Sort (738//)
source: Sort
hu: Rendez

# MSG_AB_SortByAlias (739//)
source: By alias
hu: Becenév alapján

# MSG_AB_SortByName (740//)
source: By last name
hu: Vezetéknév alapján

# MSG_AB_SortByFirstname (741//)
source: By first name
hu: Keresztnév alapján

# MSG_AB_SortByDesc (742//)
source: By description
hu: Leírás alapján

# MSG_AB_SortByAddress (743//)
source: By address
hu: Cím alapján

# MSG_AB_View (744//)
source: View
hu: Nézet

# MSG_AB_Fold (745//)
source: Fold all
hu: Összes becsukása

# MSG_AB_Unfold (746//)
source: Unfold all
hu: Összes kinyitása

# MSG_AB_TBSave (747//8)
source: _Save
hu: Menté_s

# MSG_AB_TBFind (748//8)
source: _Find
hu: Keresés

# MSG_AB_TBNewUser (749//8)
source: _Person
hu: Személy

# MSG_AB_TBNewList (750//8)
source: _List
hu: _Lista

# MSG_AB_TBNewGroup (751//8)
source: _Group
hu: Csoport

# MSG_AB_TBEdit (752//8)
source: _Edit
hu: Ír

# MSG_AB_TBDelete (753//8)
source: _Delete
hu: Töröl

# MSG_AB_TBPrint (754//8)
source: P_rint
hu: Nyomtat

# MSG_AB_TBOpenTree (755//8)
source: _Unfold
hu: Kinyit

# MSG_AB_TBCloseTree (756//8)
source: F_old
hu: Becsuk

# MSG_HELP_AB_BT_SAVE (757//)
source: Save current changes.
hu: Elmenti a jelenlegi beállitásokat.

# MSG_HELP_AB_BT_SEARCH (758//)
source: Find an entry in the address book.
hu: Megkeres egy bejegyzést a címjegyzékben.

# MSG_HELP_AB_BT_ADDUSER (759//)
source: Add a new person to your address book.
hu: Hozzáad egy új személyt a címjegyzékedhez.

# MSG_HELP_AB_BT_ADDGROUP (760//)
source: Add a new group (directory) to the address book.
hu: Hozzáad egy új csoportot (mappát) a címjegyzékedhez.

# MSG_HELP_AB_BT_ADDMLIST (761//)
source: Add a new distribution list to the address book.
hu: Hozzáad egy új elosztási listát a címjegyzékedhez.

# MSG_HELP_AB_BT_EDIT (762//)
source: Edit this entry.
hu: Bejegyzés módosítása.

# MSG_HELP_AB_BT_DELETE (763//)
source: Delete the selected entry from the address book.
hu: Letörli a kiválasztott bejegyzést a címjegyzékedbõl.

# MSG_HELP_AB_BT_PRINT (764//)
source: Print the selected entry.
hu: Kinyomtatja a kiválasztott bejegyzést.

# MSG_HELP_AB_BT_OPEN (765//)
source: Display all the entries in the address book.
hu: Megjeleníti az összes bejegyzést a címjegyzékben.

# MSG_HELP_AB_BT_CLOSE (766//)
source: Only display the root entries in the address book.
hu: Csak a gyökérbejegyzéseket jeleníti meg a címjegyzékben.

# MSG_HELP_AB_BT_TO (767//)
source: Set primary recipient(s) for a new message.
hu: Beállítja az új üzenet elsõdleges címzettjét.

# MSG_HELP_AB_BT_CC (768//)
source: Set secondary recipient(s) for a new message.
hu: Beállítja az új üzenet másodlagos címzettjét.

# MSG_HELP_AB_BT_BCC (769//)
source: Set blind copy recipient(s) for a new message.
hu: Beállítja az új üzenetek másolatának címzettjét.

# MSG_EA_EditUser (776//)
source: Edit person
hu: Személy módosítás

# MSG_EA_EditList (777//)
source: Edit distribution list
hu: Elosztási lista módosítás

# MSG_EA_EditGroup (778//)
source: Edit group
hu: Csoport módosítás

# MSG_EA_ElectronicMail (779//)
source: Electronic mail
hu: Elektronikus levél

# MSG_EA_Alias (780//)
source: _Alias
hu: Becenév

# MSG_EA_RealName (781//)
source: _Real name
hu: Valódi név

# MSG_EA_EmailAddress (782//)
source: E-_mail address
hu: E-_mail cím

# MSG_EA_Homepage (784//)
source: _Homepage
hu: _Honlap

# MSG_EA_SnailMail (785//)
source: Snail mail
hu: Levél

# MSG_EA_Street (786//)
source: _Street
hu: Utca

# MSG_EA_City (787//)
source: C_ity/ZIP
hu: Város/Irányítószám

# MSG_EA_Country (788//)
source: S_tate/Country
hu: Állam/Ország

# MSG_EA_Phone (789//)
source: _Phone number(s)
hu: Telefonszám

# MSG_EA_Miscellaneous (790//)
source: Miscellaneous
hu: Egyebek

# MSG_EA_Description (791//)
source: D_escription
hu: Leírás

# MSG_EA_DOB (792//)
source: Date of _birth
hu: Születési idõ

# MSG_EA_Portrait (793//)
source: Portrait
hu: Portré

# MSG_EA_SelectPhoto (794//)
source: Se_lect...
hu: Kiválaszt...

# MSG_EA_ReturnAddress (796//)
source: _Return address
hu: Válasz cím

# MSG_EA_MLName (797//)
source: _Mailing list name
hu: Levelezö lista név

# MSG_EA_Members (798//)
source: Members
hu: Tagok

# MSG_EA_Sort (799//)
source: _Sort
hu: Rendez

# MSG_HELP_EA_ST_ALIAS (800//)
source: Identity (e.g. nickname or abbreviation) of this entry.
hu: A bejegyzés azonosítója (pl. becenév vagy rövidítés).

# MSG_HELP_EA_ST_DESCRIPTION (801//)
source: A short comment for this entry.
hu: Megjegyzés ehhez a bejegyzéshez.

# MSG_HELP_EA_ST_REALNAME (802//)
source: Full name of this entry (first name last name).
hu: Bejegyzés teljes neve (keresztnév vezetéknév).

# MSG_HELP_EA_ST_ADDRESS (803//)
source: Official e-mail address of this entry.
hu: Bejegyzés hivatalos e-mail címe.

# MSG_HELP_EA_ST_PGPKEY (804//)
source: Hexadecimal ID of this person's public PGP key.
hu: A személy publikus PGP kulcsának hexadecimális ID-je.

# MSG_HELP_EA_ST_HOMEPAGE (805//)
source: URL of the homepage of this person. Click the button at the right side to load the page into your browser.
hu: A személy honlapjának URL-je. Klikkelj a jobb oldalon található gombra, hogy betöltsd a lapot a böngészõdbe.

# MSG_HELP_EA_ST_STREET (806//)
source: Postal address: street name and number.
hu: Postacím: utca név és házszám.

# MSG_HELP_EA_ST_CITY (807//)
source: Postal address: city and zip code.
hu: Postacím: város és irányítószám.

# MSG_HELP_EA_ST_COUNTRY (808//)
source: Postal address: state and/or country.
hu: Postacím: Ország és/vagy állam.

# MSG_HELP_EA_ST_PHONE (809//)
source: Phone and/or FAX number(s).
hu: Telefon és/vagy FAX szám.

# MSG_HELP_EA_BC_PHOTO (811//)
source: Portrait picture of this person.
hu: A személy fényképe.

# MSG_HELP_EA_BT_SELECTPHOTO (812//)
source: Select a picture file from disk (image datatypes supported).
hu: Válaszd ki a képet a lemezrõl (képfájlok támogatotva).

# MSG_HELP_EA_ST_ADDRESS_L (815//)
source: Return address to use when sending a message to this list.
hu: Az a válaszcím, amelyet a listára küldött üzeneteknél használsz.

# MSG_HELP_EA_LV_MEMBERS (816//)
source: Members of this distribution list.
hu: Az elosztási lista tagjai.

# MSG_HELP_EA_ST_MEMBER (817//)
source: Address (and name) or alias of a member.
hu: Cím (és név), vagy a tag beceneve.

# MSG_HELP_EA_BT_ADD (818//)
source: Add a new member to the list.
hu: Új tag listához adása.

# MSG_HELP_EA_BT_DEL (819//)
source: Remove the selected member from the list.
hu: Tag eltávolítása a listáról.

# MSG_HELP_EA_BT_SORT (820//)
source: Sort the member list alphabetically.
hu: Lista ABC rendbe rendezése.

# MSG_HELP_EA_BT_OKAY (821//)
source: Accept this entry.
hu: Bejegyzés jóváhagyása.

# MSG_HELP_EA_BT_CANCEL (822//)
source: Discard changes.
hu: Változtatások elvetése.

# MSG_RE_MDNReq (826//)
source: The sender of this message requests a return receipt. What do you want to do?
hu: Az üzenet küldõje nyugtázási jelzést kér. Mit akarsz tenni?

# MSG_RE_SaveMessage (827//)
source: Save message
hu: Üzenet mentése

# MSG_RE_PrintMsg (829//)
source: Print message
hu: Üzenet nyomtatása

# MSG_RE_SelectPrintPart (830//)
source: Select part to print:
hu: Válaszd ki a nyomtatandó részt:

# MSG_RE_PrintGad (831//)
source: _Print
hu: Nyomtat

# MSG_RE_SelectSavePart (832//)
source: Select part to save:
hu: Válaszd ki a mentendö részt:

# MSG_RE_SaveGad (833//)
source: _Save
hu: Menté_s

# MSG_RE_DisplayMsg (834//)
source: Display message
hu: Üzenet megjelenítése

# MSG_RE_SelectDisplayPart (835//)
source: Select part to display:
hu: Válaszd ki a megjelenítendö részt:

# MSG_RE_DisplayGad (836//)
source: _Display
hu: Megjelenít

# MSG_RE_BadSig (837//)
source: WARNING: Bad signature
hu: FIGYELEM: Rossz aláírás

# MSG_RE_GoodSig (838//)
source: Good signature
hu: Jó aláírás

# MSG_RE_SigFrom (839//)
source: from
hu: feladó

# MSG_RE_SigCheck (840//)
source: Check PGP signature
hu: PGP aláírás ellenõrzés

# MSG_RE_SaveDecGads (841//)
source: *_Keep|_Replace|_Cancel
hu: *Megtart|Cse_rél|Mégse

# MSG_RE_SaveDecReq (842//)
source: What do you want to do with the original (encrypted) message?
hu: Mit teszel az eredeti (kikódolt) üzenettel?

# MSG_RE_Header (843//)
source: Header
hu: Fejléc

# MSG_RE_Letter (844//)
source: Letter
hu: Levél

# MSG_RE_MDNFrom (845//)
source: From:
hu: Feladó:

# MSG_RE_MDNTo (846//)
source: To:
hu: Címzett:

# MSG_RE_MDNSubject (847//)
source: Subject:
hu: Tárgy:

# MSG_RE_MDNMessageID (848//)
source: Message-ID:
hu: Üzenet azonosító:

# MSG_RE_MDNDate (849//)
source: Date:
hu: Dátum:

# MSG_RE_MDNOrigRecpt (850//)
source: Original recipient:
hu: Eredeti címzett:

# MSG_RE_MDNFinalRecpt (851//)
source: Final recipient:
hu: Utolsó címzett:

# MSG_RE_MDNmanual (852//)
source: in response to a user command
hu: a felhasználó parancsára válaszolva

# MSG_RE_MDNauto (853//)
source: automatically
hu: automatikusan

# MSG_RE_MDNdisplay (854//)
source: The message %s has been displayed. This is no guarantee that the content has been read or understood.
hu: A(z) %s üzenet megnyitásra került. Viszont tartalmának elolvasása nincs garantálva.

# MSG_RE_MDNdeleted (857//)
source: The message %s has been deleted%s. The recipient may or may not have seen the message. The recipient may "undelete" the message at a later time and read the message.
hu: Az %s üzenet le lett törölve%s. A címzett elöfordulhat, hogy olvasta az üzenetet vagy visszavonhatja késöbb a törlést és akár megnézheti késöbb.

# MSG_RE_MDNunknown (859//)
source: The message %s has been %s%s.
hu: A(z) %s üzeneten végrehajtva: %s%s.

# MSG_RE_PGPNotAllowed (860//)
source: >PGP Error< You're not allowed to view this PGP encrypted message. Either your PGP software isn't configured properly or the message was encrypted for someone else.
hu: >PGP hiba< Nincs engedélyed megtekinteni ezt a kódolt üzenetet. vagy a PGP szoftvered nincsen jól beállítva, vagy az üzenet küldõje valaki másnak kódolta be.

# MSG_RE_MsgReadOnly (861//)
source: The message can only be read by %s
hu: Az üzenetet csak %s olvashatja.

# MSG_RE_AddSender (862//)
source: Do you want to add the sender \033b%s\033n to your address book?
hu: \033b%s\033n feladót hozzáadod a címjegyzékedhez?

# MSG_RE_ContentType (865//)
source: Content-Type
hu: Tartalom-típus

# MSG_RE_Description (866//)
source: Description
hu: Leírás

# MSG_RE_UUencodedFile (867//)
source: UUencoded file
hu: UUkódolt fájl

# MSG_RE_SelectAddressReq (868//)
source: Selected address: %s What do you want to do?
hu: Kiválasztott cím: %s Mit teszel?

# MSG_RE_SelectAddressEdit (869//)
source: *_Write message|_Edit entry|_Cancel
hu: *Üzenet írás|Bejegyzés szerkesztés|Mégse

# MSG_RE_SelectAddressAdd (870//)
source: *_Write message|_Add entry|_Cancel
hu: *Üzenet írás|Bejegyzés hozzáadás|Mégse

# MSG_RE_Original (871//)
source: Raw format
hu: Nyers formátum

# MSG_RE_AllTexts (872//)
source: Displayed text
hu: Megjelenített szöveg

# MSG_RE_MDisplay (873//)
source: Display...
hu: Megjelenítés...

# MSG_RE_SaveAll (874//)
source: Save all...
hu: Összes mentése...

# MSG_RE_Navigation (875//)
source: Navigation
hu: Navigáció

# MSG_RE_MNext (876//)
source: Next message
hu: Következö üzenet

# MSG_RE_MPrev (877//)
source: Previous message
hu: Elözö üzenet

# MSG_RE_MURNext (878//)
source: Next unread message
hu: Következö olvasatlan üzenet

# MSG_RE_MURPrev (879//)
source: Previous unread message
hu: Elözö olvasatlan üzenet

# MSG_RE_MNextTh (880//)
source: Next message in thread
hu: Következö válaszüzenet

# MSG_RE_MPrevTh (881//)
source: Previous message in thread
hu: Elözö válaszüzenet

# MSG_RE_ExtractKey (882//)
source: Extract public key(s)
hu: Publikus kulcs(ok) kibontása

# MSG_RE_SaveDecrypted (883//)
source: Save decrypted message
hu: Kikódolt üzenet mentése

# MSG_RE_NoHeaders (884//)
source: No headers
hu: Nincs fejléc

# MSG_RE_ShortHeaders (885//)
source: Short headers
hu: Rövid fejléc

# MSG_RE_FullHeaders (886//)
source: Full headers
hu: Teljes fejléc

# MSG_RE_NoSInfo (887//)
source: No sender info
hu: Nincs feladó infó

# MSG_RE_SInfo (888//)
source: Data fields only
hu: Csak adatmezö

# MSG_RE_SInfoImage (889//)
source: Data and image
hu: Adat és kép

# MSG_RE_WrapHeader (890//)
source: Wrap headers?
hu: Fejléc tördelés?

# MSG_RE_Textstyles (891//)
source: Text styles?
hu: Szöveg stílus?

# MSG_RE_TBPrev (892//8)
source: _Prev
hu: Vissza

# MSG_RE_TBNext (893//8)
source: _Next
hu: Elõre

# MSG_RE_TBPrevTh (894//8)
source: Prev_Thr
hu: Elözö

# MSG_RE_TBNextTh (895//8)
source: NextT_hr
hu: Követk.

# MSG_RE_TBDisplay (896//8)
source: _Display
hu: Mutat

# MSG_RE_TBSave (897//8)
source: _Save
hu: Ment

# MSG_RE_TBPrint (898//8)
source: Pr_int
hu: Nyomtat

# MSG_RE_TBDelete (899//8)
source: De_lete
hu: Törö_l

# MSG_RE_TBMove (900//8)
source: _Move
hu: _Mozgat

# MSG_RE_TBReply (901//8)
source: _Reply
hu: Válasz

# MSG_RE_TBForward (902//8)
source: For_ward
hu: Továbbít

# MSG_HELP_RE_BT_PREVIOUS (903//)
source: Display contents of the previous message.
hu: Megjeleníti az elõzõ üzenet tartalmát.

# MSG_HELP_RE_BT_NEXT (904//)
source: Display contents of the next message.
hu: Megjeleníti a következõ üzenet tartalmát.

# MSG_HELP_RE_BT_QUESTION (905//)
source: Show the message that is being answered here (go back in thread).
hu: Megjeleníti azt az üzenetet, amelyre ez válaszolt. (visszalép a válaszokban).

# MSG_HELP_RE_BT_ANSWER (906//)
source: Show the reply to this message (follow thread).
hu: Megjeleníti az üzenetre adott választ. (következõ válaszra lép).

# MSG_HELP_RE_BT_DISPLAY (907//)
source: Use the configured MIME viewer to display a part of this message.
hu: A beállított MIME megjelenítõt használja az üzenet ezen részének kijelzésére.

# MSG_HELP_RE_BT_EXPORT (908//)
source: Save displayed message or a part of it to disk.
hu: Elmenti a megjelenített üzenetet vagy egy részét.

# MSG_HELP_RE_BT_PRINT (909//)
source: Send this message to the printer.
hu: Elküldi ezt az üzenetet a nyomtatóra.

# MSG_HELP_RE_BT_MOVE (910//)
source: Move this message to another folder and display the next one.
hu: Átmozgatja ezt az üzenetet egy másik mappába és megjeleníti a következõt.

# MSG_HELP_RE_BT_DELETE (911//)
source: Delete this message and display the next one.
hu: Letörli ezt az üzenetet és megjeleníti a következõt.

# MSG_HELP_RE_BT_REPLY (912//)
source: Reply to this message.
hu: Válasz erre az üzenetre.

# MSG_HELP_RE_BT_FORWARD (913//)
source: Forward this message.
hu: Továbbítja ezt az üzenetet.

# MSG_WR_DiscardChanges (917//)
source: Do you really want to discard all modifications to this message?
hu: Biztos, hogy elveted az üzenet összes módosítását?

# MSG_WR_SaveTextAs (919//)
source: Save text as
hu: Szöveg mentése

# MSG_WR_AddFile (920//)
source: Select files to attach
hu: Válaszd ki a csatolandó fájlt

# MSG_WR_CreateArc (921//)
source: Create archive
hu: Archívum készítése

# MSG_WR_CreateArcReq (922//)
source: Please enter a filename for the new archive
hu: Kérlek add meg az új archívum fájl nevét

# MSG_WR_InsertFile (923//)
source: Insert file
hu: Fájl beszúrás

# MSG_WR_TitleFile (924//)
source: Filename
hu: Fájl név

# MSG_WR_TitleSize (925//)
source: Size
hu: Méret

# MSG_WR_TitleContents (926//)
source: Contents
hu: Tartalom

# MSG_WR_TitleDescription (928//)
source: Description
hu: Leírás

# MSG_WR_SecNone (929//)
source: None
hu: Nincs

# MSG_WR_SecSign (930//)
source: Sign
hu: Aláírás

# MSG_WR_SecEncrypt (931//)
source: Encrypt
hu: Kódol

# MSG_WR_SecBoth (932//)
source: Sign and encrypt
hu: Aláír és kódol

# MSG_WR_ImpHigh (934//)
source: High
hu: Magas

# MSG_WR_ImpNormal (935//)
source: Normal
hu: Normál

# MSG_WR_ImpLow (936//)
source: Low
hu: Alacsony

# MSG_WR_WriteWT (941//)
source: Write message
hu: Üzenet írás

# MSG_WR_Subject (942//)
source: Sub_ject
hu: Tárgy

# MSG_WR_To (943//)
source: _To
hu: Címze_tt

# MSG_WR_Add (944//)
source: _Add file(s)...
hu: Csatol...

# MSG_WR_AddPack (945//)
source: _Pack & add...
hu: Tömörít & hozzáad...

# MSG_WR_Display (946//)
source: D_isplay
hu: Megjelenít

# MSG_WR_ContentType (948//)
source: _MIME type
hu: _MIME típus

# MSG_WR_Description (949//)
source: D_escription
hu: L_eírás

# MSG_WR_From (952//)
source: _From
hu: Feladó

# MSG_WR_ExtraHeaders (954//)
source: _Additional headers
hu: Kiegészító fejléc

# MSG_WR_SendOpt (955//)
source: Send options
hu: Küldési beállítások

# MSG_WR_DelSend (956//)
source: _Delete after sending
hu: Törlés küldés után

# MSG_WR_Receipt (957//)
source: _Return receipt
hu: Értesítés átvételröl

# MSG_WR_AddInfo (959//)
source: Add _personal info
hu: Személyes infó hozzáadása

# MSG_WR_Importance (960//)
source: _Importance
hu: Fontosság

# MSG_WR_Signature (961//)
source: Signature
hu: Aláírás

# MSG_WR_TBEditor (968//8)
source: Editor
hu: Szerk.

# MSG_WR_TBInsert (969//8)
source: Insert
hu: Beszúr

# MSG_WR_TBCut (970//8)
source: Cut
hu: Kivág

# MSG_WR_TBCopy (971//8)
source: Copy
hu: Másol

# MSG_WR_TBPaste (972//8)
source: Paste
hu: Beill.

# MSG_WR_TBUndo (973//8)
source: Undo
hu: Mégse

# MSG_WR_TBBold (974//8)
source: Bold
hu: Félkövér

# MSG_WR_TBItalic (975//8)
source: Italic
hu: Dölt

# MSG_WR_TBUnderlined (976//8)
source: ULined
hu: Aláhúz

# MSG_WR_TBColored (977//8)
source: Color
hu: Színes

# MSG_WR_Text (978//)
source: Text
hu: Szöveg

# MSG_WR_InsertAs (979//)
source: Insert as
hu: Beszúr mint

# MSG_WR_Plain (980//)
source: Plain
hu: Egyszerü

# MSG_WR_Quoted (981//)
source: Quoted
hu: Idézet

# MSG_WR_ROT13 (982//)
source: ROT13 encoded
hu: ROT13 kódolt

# MSG_WR_LaunchEd (983//)
source: Launch editor
hu: Szerkesztö inditás

# MSG_WR_Edit (984//)
source: Edit
hu: Szerkeszt

# MSG_WR_MCut (985//)
source: Cut
hu: Kivág

# MSG_WR_MCopy (986//)
source: Copy
hu: Másol

# MSG_WR_MPaste (987//)
source: Paste
hu: Beilleszt

# MSG_WR_PasteAs (988//)
source: Paste as
hu: Beilleszt mint

# MSG_WR_MUndo (989//)
source: Undo
hu: Visszavon

# MSG_WR_Redo (990//)
source: Redo
hu: Visszavonás törlése

# MSG_WR_Dictionary (991//)
source: Glossary
hu: Szójegyzék

# MSG_WR_Textstyle (992//)
source: Text styles
hu: Szövegstílus

# MSG_WR_Bold (993//)
source: Bold
hu: Félkövér

# MSG_WR_Italic (994//)
source: Italic
hu: Dölt

# MSG_WR_Underlined (995//)
source: Underlined
hu: Aláhúzott

# MSG_WR_Colored (996//)
source: Alternative color
hu: Alternatív szín

# MSG_WR_Emoticons (1000//)
source: Emoticons
hu: érzelmek

# MSG_WR_Happy (1001//)
source: Happy
hu: Boldog

# MSG_WR_Indifferent (1002//)
source: Indifferent
hu: Mindegy

# MSG_WR_Sad (1003//)
source: Sad/angry
hu: Szomorú/mérges

# MSG_WR_Ironic (1004//)
source: Ironic
hu: Irónikus

# MSG_WR_SpellCheck (1005//)
source: Type and spell?
hu: Gépel és betüz?

# MSG_WR_MAddFile (1006//)
source: Add file...
hu: Fájl hozzáadás...

# MSG_WR_AddCB (1007//)
source: Add clipboard
hu: Vágólapra másolás

# MSG_WR_AddKey (1008//)
source: Add PGP key
hu: PGP kulcs hozzáadás

# MSG_WR_MDelSend (1009//)
source: Delete after sending?
hu: Küldés után törölhetö?

# MSG_WR_MReceipt (1010//)
source: Return receipt?
hu: Címzettnek vissza?

# MSG_WR_MAddInfo (1012//)
source: Add personal information?
hu: Személyes adatok hozzáadása?

# MSG_WR_MImportance (1013//)
source: Importance
hu: Fontosság

# MSG_HELP_WR_ST_TO (1014//)
source: Address (and name) or alias of the primary recipient(s).
hu: Az elsõdleges címzett(ek) címe (és neve) vagy beceneve.

# MSG_HELP_WR_BT_ADR (1016//)
source: Select recipient(s) from the address book.
hu: Kiválasztja a címzettet a címjegyzékbõl.

# MSG_HELP_WR_ST_SUBJECT (1017//)
source: Subject of your message.
hu: Az üzeneted tárgya.

# MSG_HELP_WR_BT_EDITOR (1018//)
source: Use an external editor to modify the message text.
hu: Külsõ szerkesztõ használata az üzenet szövegének módosításához.

# MSG_HELP_WR_BT_LOAD (1019//)
source: Insert the contents of a text file at the current cursor position.
hu: Beilleszt egy szövegfájlt a kurzor pozíciójába.

# MSG_HELP_WR_BT_CUT (1020//)
source: Cut marked text to the clipboard.
hu: Kivágja a kijelölt szöveget a vágólapra.

# MSG_HELP_WR_BT_COPY (1021//)
source: Copy marked text to the clipboard.
hu: Kimásolja a kijelölt szöveget a vágólapra.

# MSG_HELP_WR_BT_PASTE (1022//)
source: Insert the contents of the clipboard at the current cursor position.
hu: Beilleszti a vágólap tartalmát a kurzor pozíciójába.

# MSG_HELP_WR_BT_UNDO (1023//)
source: Undo the last change in the text.
hu: Visszavonja a legutolsó változtatásokat.
