Repository: Futaura/yam
Catalog: locale/hungarian.po
Languages: hu

# MSG_Folder (0//)
source: Folder
hu: Mappa

# MSG_Message (1//)
source: Message
hu: üzenet

# MSG_Attachments (2//)
source: Attachments
hu: Csatolt fájlok

# MSG_Options (3//)
source: Options
hu: Beállítások

# MSG_New (6//)
source: New
hu: új

# MSG_Open (7//)
source: Open...
hu: Megnyit...

# MSG_Append (8//)
source: Append...
hu: Csatol...

# MSG_Save (9//)
source: Save
hu: Mentés

# MSG_SaveAs (10//)
source: Save as...
hu: Mentés másként...

# MSG_Print (11//)
source: Print...
hu: Nyomtat...

# MSG_Edit (12//)
source: Edit...
hu: Szerkeszt...

# MSG_Use (17//)
source: _Use
hu: Használ

# MSG_Cancel (18//)
source: _Cancel
hu: Mégse

# MSG_YesNoReq (23//)
source: *_Yes|_No
hu: *Igen|_Nem

# MSG_ErrorReq (24//)
source: Error
hu: Hiba

# MSG_NewEntry (25//)
source: - new -
hu: - új -

# MSG_Date (28//)
source: Date
hu: Dátum

# MSG_Sender (29//)
source: Sender
hu: Küldö

# MSG_Recipient (30//)
source: Recipient
hu: Címzett

# MSG_Subject (31//)
source: Subject
hu: Tárgy

# MSG_Size (32//)
source: Size
hu: Méret

# MSG_Status (33//)
source: Status
hu: állapot

# MSG_FolderList (34//)
source: Folder list
hu: Mappa lista

# MSG_MessageList (35//)
source: Message list
hu: üzenet lista

# MSG_Realname (36//)
source: Real name
hu: Valódi név

# MSG_Filename (37//)
source: Filename
hu: Fájl név

# MSG_Description (39//)
source: Description
hu: Leírás

# MSG_DOB (40//)
source: Date of birth
hu: Születési idö

# MSG_City (41//)
source: City
hu: Város

# MSG_Country (42//)
source: Country
hu: Ország

# MSG_Street (43//)
source: Street
hu: Utca

# MSG_Phone (44//)
source: Phone
hu: Telefon

# MSG_Name (45//)
source: Name
hu: Név

# MSG_Email (46//)
source: E-mail address
hu: E-mail cím

# MSG_Address (47//)
source: Address
hu: Cím

# MSG_ReturnAddress (48//)
source: Return address
hu: Válasz cím

# MSG_SenderRecpt (49//)
source: Sender/recipient
hu: Feladó/Címzett

# MSG_MessageDate (50//)
source: Message date
hu: üzenet dátuma

# MSG_Unread (51//)
source: Unread
hu: Olvasatlan

# MSG_Total (52//)
source: Total
hu: összes

# MSG_From (53//)
source: From
hu: Feladó

# MSG_To (54//)
source: To
hu: Címzett

# MSG_Columns (56//)
source: Columns
hu: Oszlopok

# MSG_Version (60//)
source: Version:
hu: Verzió:

# MSG_CompilationDate (61//)
source: Compilation date:
hu: Készítési dátum:

# MSG_UserLogin (65//)
source: Click your name to login:
hu: Bejelentkezéshez kattints a nevedre:

# MSG_ErrorStartup (67//)
source: Error during startup
hu: Hiba az indítás során

# MSG_Quit (68//)
source: Quit
hu: Kilép

# MSG_LoadingConfig (70//)
source: Loading configuration...
hu: Beállítások betöltése...

# MSG_CreatingGUI (71//)
source: Creating user interface...
hu: Felhasználói felület elkészítése...

# MSG_ErrorMuiApp (72//)
source: Can't create application
hu: Nem hozható létre az alkalmazás

# MSG_RebuildIndices (73//)
source: Rebuilding folders' indices...
hu: Mappa felépítési index...

# MSG_LoadingFolders (74//)
source: Loading folders...
hu: Mappák betöltése...

# MSG_LoadingABook (75//)
source: Loading address book...
hu: Címjegyzék betöltése...

# MSG_InitLibs (76//)
source: Initializing libraries and classes...
hu: librarie-k és osztályok beállítása...

# MSG_ErrorAslStruct (78//)
source: Can't allocate ASL structure
hu: Nem található ASL szerkezet

# MSG_ErrorTimer (79//)
source: Can't open timer.device
hu: Nem nyitható meg a timer.device

# MSG_ErrorARexx (80//)
source: Can't create ARexx port
hu: Nem hozható létre ARexx port

# MSG_LoadingGFX (81//)
source: Loading graphics...
hu: Grafika betöltése...

# MSG_SendStartReq (82//)
source: The Outgoing folder contains unsent mail. Do you want to send these messages now?
hu: A kimenö mappa elküldetlen levelet tartalmaz. El akarod küldeni?

# MSG_QuitYAMReq (83//)
source: Do you really want to quit YAM?
hu: Valóban kilépsz a YAM-ból?

# MSG_CTtextplain (84//)
source: plain text
hu: egyszerü szöveg

# MSG_CTtexthtml (85//)
source: HTML document
hu: HTML dokumentum

# MSG_CTtextaguide (86//)
source: AmigaGuide document
hu: AmigaGuide dokumentum

# MSG_CTapplicationoctetstream (87//)
source: binary file
hu: bináris fájl

# MSG_CTapplicationpostscript (88//)
source: Postscript document
hu: Postscript dokumentum

# MSG_CTapplicationrtf (89//)
source: Rich Text Format
hu: Rich Text Formátum

# MSG_CTapplicationlha (90//)
source: LhA archive
hu: LhA archivum

# MSG_CTapplicationlzx (91//)
source: LZX archive
hu: LZX archivum

# MSG_CTapplicationzip (92//)
source: ZIP archive
hu: ZIP archivum

# MSG_CTapplicationamigaexe (93//)
source: Amiga executable
hu: Inditható Amiga fájl

# MSG_CTimagejpeg (94//)
source: JPEG/JFIF picture
hu: JPEG/JFIF kép

# MSG_CTimagegif (95//)
source: GIF picture
hu: GIF kép

# MSG_CTimagepng (96//)
source: PNG picture
hu: PNG kép

# MSG_CTimagetiff (97//)
source: TIFF picture
hu: TIFF kép

# MSG_CTimageilbm (98//)
source: Amiga IFF-ILBM picture
hu: Amiga IFF-ILBM kép

# MSG_CTaudiobasic (99//)
source: UNIX audio file
hu: UNIX audio fájl

# MSG_CTmessagerfc822 (106//)
source: E-mail message
hu: E-mail üzenet

# MSG_LOG_Started (107//)
source: YAM started
hu: YAM elindult

# MSG_LOG_Terminated (108//)
source: YAM terminated
hu: YAM leállt

# MSG_LOG_LoggedIn (109//)
source: Logged in as user '%s'
hu: Bejelentkezve '%s' felhasználói névvel

# MSG_LOG_LoggedInVerbose (110//)
source: Logged in as '%s', using configuration '%s' and mail directory '%s'
hu: '%s' bejelentkezett, '%s' beállítást és '%s' levél mappát használva

# MSG_LOG_Deleting (111//)
source: Deleted %ld message(s) in folder '%s'
hu: %ld üzenetek törlésre kerültek a '%s' mappában

# MSG_LOG_DeletingVerbose (112//)
source: Deleted message from '%s' about '%s' in folder '%s'
hu: Törölve '%s' üzenete: '%s', a(z) '%s' mappából

# MSG_LOG_Moving (113//)
source: Moved %ld message(s) from folder '%s' to '%s'
hu: %ld üzenet átmozgatva: '%s' -> '%s'

# MSG_LOG_MovingVerbose (114//)
source: Moved message from '%s' about '%s' from folder '%s' to '%s'
hu: Átmozgatva '%s' üzenete" '%s', '%s' -> '%s'

# MSG_LOG_Copying (115//)
source: Copied %ld message(s) from folder '%s' to '%s'
hu: %ld üzenet átmásolva: '%s' -> '%s'

# MSG_LOG_CopyingVerbose (116//)
source: Copied message from '%s' about '%s' from folder '%s' to '%s'
hu: Átmásolva '%s' üzenete" '%s', '%s' -> '%s'

# MSG_LOG_RetrievingVerbose (118//)
source: Retrieved message from '%s' about '%s' (%ld bytes)
hu: Letöltött üzenet: feladó '%s', téma '%s' (%ld byte)

# MSG_LOG_ConnectSMTP (120//)
source: Connected to SMTP server '%s'
hu: Kapcsolóva a következõ SMTP szerverhez: '%s'

# MSG_LOG_SendingVerbose (121//)
source: Sent message to '%s' about '%s' (%ld bytes)
hu: Üzenet elküldve: címzett '%s', téma '%s' (%ld byte)

# MSG_LOG_Sending (122//)
source: Sent %ld message(s) using SMTP server '%s'
hu: %ld üzenet elküldve a következõ SMTP szerverrel: '%s'

# MSG_LOG_Editing (123//)
source: Edited message from '%s' to '%s' about '%s'
hu: Szerkesztett üzenet: feladó '%s', címzett '%s', téma '%s'

# MSG_LOG_Creating (124//)
source: Wrote new message for '%s' about '%s', including %ld attachment(s)
hu: Új üzenet írva '%s' részére '%s' tárgyban, az alábbi fájl csatolásával %ld

# MSG_LOG_Replying (125//)
source: Replied message from '%s' about '%s'
hu: '%s' üzenetére válaszolva '%s' tárgyban

# MSG_LOG_Forwarding (127//)
source: Forwarded message from '%s' about '%s' to '%s'
hu: '%s' üzenete továbbítva '%s' tárgyban '%s' felé

# MSG_LOG_SavingConfig (129//)
source: Saved configuration file '%s'
hu: '%s' beállításfájl elmentve

# MSG_LOG_SavingABook (130//)
source: Saved address book '%s'
hu: '%s' címjegyzék elmentve

# MSG_LOG_SavingUsers (131//)
source: Saved user configuration
hu: Felhasználó beállításai elmentve

# MSG_LOG_NewAddress (132//)
source: Added address book entry '%s'
hu: '%s' bejegyzés hozzá lett adva a címjegyzekhez

# MSG_LOG_Importing (133//)
source: Imported %ld message(s) from file '%s' into folder '%s'
hu: %ld üzenet importálva '%s' fájlból '%s' mappába

# MSG_LOG_Exporting (134//)
source: Exported %ld message(s) from folder '%s' to file '%s'
hu: %ld üzenet exportálva '%s' mappából '%s' fájlba

# MSG_LOG_SavingAtt (135//)
source: Saved attachment '%s' of message '%s' in folder '%s'
hu: '%s' csatolt fájl a(z) '%s' üzenetböl elmentve a(z) '%s' mappába

# MSG_LOG_ChangingSubject (137//)
source: Changed subject '%s' of message '%s' in folder '%s' to '%s'
hu: '%s' üzenet '%s' tárgya megváltoztatva a(z) '%s' mappában a következöre: '%s'

# MSG_UT_Save (138//)
source: Save
hu: Ment

# MSG_UT_Load (139//)
source: Load
hu: Betölt

# MSG_UT_PGPPassReq (140//)
source: Please enter your PGP passphrase:
hu: Kérlek add meg a PGP jelszót:

# MSG_MA_GetFolderPass (144//)
source: Folder '%s' is a protected folder. Please enter the password to unlock it:
hu: '%s' mappa egy védett mappa. Megnyitásához add meg a jelszót:

# MSG_MA_ReplyReq (149//)
source: The selected message has multiple recipients. You want to send the reply to the...
hu: A kiválasztott üzenet több címzettet tartalmaz. Akarsz választ küldeni nekik...

# MSG_MA_ReplyReqOpt (150//)
source: *_Sender|Sender and _all Recipients|_Recipients|_Cancel
hu: *a feladónak|a feladónak és az összes címzettnek|az összes címzettnek|Mégse

# MSG_MA_CompareReq (151//)
source: Sender address (From) is \033b<%s>\033n, but return address (Reply-To) is \033b<%s>\033n. To which address do you want to reply to?
hu: A feladó címe (Feladó) \033b<%s>\033n, but a válaszcím (Válaszcím) \033b<%s>\033n. Melyik címzettnek akarsz válaszolni?

# MSG_MA_Compare3ReqOpt (152//)
source: _From|*_Reply-To|_Both|_Cancel
hu: _Feladó|*_Válaszcím|Mindkettõ|Mégse

# MSG_MA_Compare2ReqOpt (153//)
source: _From|*_Reply-To|_Cancel
hu: _Feladó|*_Válaszcím|Mégse

# MSG_MA_ConfirmReq (155//)
source: Confirmation Request
hu: Jóváhagyás szükséges

# MSG_MA_FilterStats (160//)
source: Filtering done: %3ld messages checked, %3ld forwarded, %3ld moved, %3ld deleted
hu: Szürés elkészült: %3ld üzenetek ellenörizve, %3ld továbbítva, %3ld archiválva, %3ld törölve

# MSG_MA_ExportAppendReq (161//)
source: The output file already exists. Do you want to overwrite it or append the messages?
hu: A kimeneti fájl létezik. Felül akarod írni vagy hozzáfüzöd?

# MSG_MA_ExportAppendOpts (162//)
source: *_Overwrite|_Append|_Cancel
hu: *Írd felül|Füzd hozzá|Mégse

# MSG_MA_MoveMsg (163//)
source: Move message(s)
hu: üzenet(ek) mozgatása

# MSG_MA_MoveMsgReq (164//)
source: Please select a destination folder:
hu: Kérlek válassz egy célmappát:

# MSG_MA_MoveGad (165//)
source: _Move
hu: _Mozgat

# MSG_MA_CopyMsg (166//)
source: Copy message(s)
hu: üzenet(ek) másolása

# MSG_MA_CopyGad (167//)
source: Cop_y
hu: Másol

# MSG_MA_ChangeSubjReq (168//)
source: Enter a new subject:
hu: Adj meg egy új tárgyat:

# MSG_MA_All (169//)
source: All
hu: Mind

# MSG_MA_TitleStatus (171//)
source: Status
hu: állapot

# MSG_MA_Scripts (172//)
source: Scripts
hu: Scriptek

# MSG_MA_ExecuteScript (173//)
source: Execute script...
hu: Script végrehajtás...

# MSG_MA_CheckSingle (174//)
source: Check single account
hu: Egyszerü fiók ellenörzés

# MSG_MA_WinTitle (177//)
source: YAM %s - User: %s
hu: YAM %s - Felhasználó: %s

# MSG_MA_ToPrefix (178//)
source: \033bTo: \033n
hu: \033bCímzett: \033n

# MSG_MA_Incoming (179//)
source: Incoming
hu: Bejövö

# MSG_MA_Outgoing (180//)
source: Outgoing
hu: Kimenö

# MSG_MA_Sent (181//)
source: Sent
hu: Elküldött

# MSG_MA_TBRead (184//8)
source: Rea_d
hu: Olvas

# MSG_MA_TBEdit (185//8)
source: _Edit
hu: Ír

# MSG_MA_TBMove (186//8)
source: _Move
hu: _Mozgat

# MSG_MA_TBDelete (187//8)
source: De_lete
hu: Törö_l

# MSG_MA_TBGetAddr (188//8)
source: Ge_tAdd
hu: Címtár

# MSG_MA_TBWrite (189//8)
source: _New
hu: új

# MSG_MA_TBReply (190//8)
source: _Reply
hu: Válasz

# MSG_MA_TBForward (191//8)
source: For_ward
hu: Továbbít

# MSG_MA_TBGetMail (192//8)
source: _Get
hu: Fogad

# MSG_MA_TBSendAll (193//8)
source: _Send
hu: Küld

# MSG_MA_TBFilter (194//8)
source: F_ilter
hu: Szürés

# MSG_MA_TBFind (195//8)
source: _Find
hu: Keres

# MSG_MA_TBAddrBook (196//8)
source: A_book
hu: Címtár

# MSG_MA_TBConfig (197//8)
source: _Config
hu: Beállít

# MSG_MA_Project (198//)
source: Project
hu: Projekt

# MSG_MA_AboutMUI (200//)
source: About MUI...
hu: MUI névjegy...

# MSG_MA_LastErrors (202//)
source: Show last message
hu: Utolsó üzenet mutatása

# MSG_MA_Restart (203//)
source: Restart
hu: újraindít

# MSG_MA_NewFolder (206//)
source: New folder
hu: új mappa

# MSG_MA_Select (211//)
source: Select
hu: Kiválaszt

# MSG_MA_MDelete (227//)
source: Delete
hu: Töröl

# MSG_MA_Save (230//)
source: Save...
hu: Ment...

# MSG_MA_MGetAddress (235//)
source: Save address...
hu: Cím mentés...

# MSG_MA_SetStatus (236//)
source: Set status to
hu: állapot beállítása erre

# MSG_MA_ChangeSubj (241//)
source: Change subject...
hu: Tárgy megváltoztatása...

# MSG_MA_MSend (242//)
source: Send
hu: Küld

# MSG_MA_Settings (243//)
source: Settings
hu: Beállítások

# MSG_MA_MAddrBook (244//)
source: Address book
hu: Címtár

# MSG_MA_MConfig (245//)
source: Configuration
hu: Beállítás

# MSG_MA_MUsers (246//)
source: Users
hu: Felhasználók

# MSG_HELP_MA_BT_READ (247//)
source: Display the contents of the current message.
hu: Megjeleníti a kiválasztott üzenetek tartalmát.

# MSG_HELP_MA_BT_EDIT (248//)
source: Modify the current message.
hu: Módosítja a kiválasztott üzenetet.

# MSG_HELP_MA_BT_MOVE (249//)
source: Move selected message(s) to another folder.
hu: Átmozgatja a kiválasztott üzenet(ek)et egy másik mappába.

# MSG_HELP_MA_BT_DELETE (250//)
source: Delete selected message(s).
hu: Letörli a kijelölt üzenet(ek)et.

# MSG_HELP_MA_BT_GETADDRESS (251//)
source: Save sender's address in your address book.
hu: Elmenti a feladó címét a címjegyzékedbe.

# MSG_HELP_MA_BT_WRITE (252//)
source: Compose a new message.
hu: Új üzenet írása.

# MSG_HELP_MA_BT_REPLY (253//)
source: Reply to the selected message(s).
hu: Válaszol a kijelölt üzenet(ek)re.

# MSG_HELP_MA_BT_FORWARD (254//)
source: Forward the selected message(s) to another recipient.
hu: Továbbítja a kijelölt üzenetet egy másik címzettnek.

# MSG_HELP_MA_BT_POPNOW (255//)
source: Connect to the mail server and download new messages.
hu: Csatlakozik a levelezõszerverhez és letölti az új üzeneteket.

# MSG_HELP_MA_BT_SENDALL (256//)
source: Send queued messages in the Outgoing folder.
hu: Elküldi a kimenõ mappából a várakozó üzeneteket.

# MSG_HELP_MA_BT_FILTER (257//)
source: Apply filters to the messages in this folder. Please note that if 2 or more messages are currently selected, only those will be filtered.
hu: Alkalmazza a szûrõket a mappában lévõ összes üzenetre. Kérlek vedd figyelembe, hogy ha 2 vagy több üzenet van kiválasztva, csak azokra történik a szürés.

# MSG_HELP_MA_BT_SEARCH (258//)
source: Search your mail folders.
hu: Keres a mappáidban.

# MSG_HELP_MA_BT_ABOOK (259//)
source: Open the address book.
hu: Megnyitja a címjegyzéket.

# MSG_HELP_MA_BT_CONFIG (260//)
source: Modify YAM's preferences.
hu: Módosítja a YAM beállításait.

# MSG_CO_ChangeFolderPass (262//)
source: Enter a new password for this folder:
hu: Add meg az új jelszót ehhez a mappához:

# MSG_CO_RetypePass (263//)
source: Please re-type the password:
hu: Kérlek add meg újra a jelszót:

# MSG_CO_ConfirmDelete (264//)
source: All messages in this folder will be lost. Do you really want to delete it?
hu: A mappaban lévõ összes üzenet el fog veszni! Tényleg le akarod törölni?

# MSG_CO_InvalidConf (265//)
source: Invalid configuration (missing SMTP/POP3 server name or e-mail address). Please fill in these fields and try again.
hu: Hibás beállítás (hiányzó SMTP/POP3 szerver vagy email cím) Kérlek töltsd ki ezeket a mezõket és próbáld meg újra!

# MSG_CO_ImportMIMEReq (266//)
source: Import settings from...
hu: Beállítások importálása...

# MSG_CO_NewIntroDef (268//)
source: Hello,\n
hu: Szia!\n

# MSG_CO_AltRepIntroDef (269//)
source: <EMPTY>On %c, %n wrote:\n
hu: Ekkor: %c, %n írta:\n

# MSG_CO_AltRepPatternDef (270//)
source: <EMPTY>#?.(com|uk|org|gov)
hu: #?.(hu)

# MSG_CO_ForwardIntroDef (271//)
source: *** Begin of forwarded message ***\n\nDate: %c\nFrom: %n <%e>\nSubject: %s\n\n--- Forwarded message follows ---\n\n
hu: *** Továbbított üzenet kezdete ***\n\nDátum: %c\nHonnan: %n <%e>\nTárgy: %s\n\n--- A továbbított üzenet az alábbi ---\n\n

# MSG_CO_ForwardFinishDef (272//)
source: *** End of forwarded message ***\n
hu: *** Továbbított üzenet vége ***\n

# MSG_CO_GreetingsDef (273//)
source: Kind regards
hu: Üdv:

# MSG_CO_MLRepIntroDef (277//)
source: On %c, %n wrote:\n
hu: Ekkor: %c, %n írta:\n

# MSG_CO_MLRepByeDef (278//)
source: Regards
hu: Tisztelettel

# MSG_CO_LineBreak (279//)
source: \n Line break
hu: \n Sortörés

# MSG_CO_SenderName (280//)
source: %n Original sender: Name
hu: %n Eredeti küldö: Név

# MSG_CO_SenderFirstname (281//)
source: %f Original sender: First name
hu: %f Eredeti küldö: Keresztnév

# MSG_CO_SenderAddress (282//)
source: %e Original sender: Address
hu: %e Eredeti küldö: Cím

# MSG_CO_SenderSubject (283//)
source: %s Original message: Subject
hu: %s Eredeti üzenet: Tárgy

# MSG_CO_SenderDate (284//)
source: %d Original message: Date
hu: %d Eredeti üzenet: Dátum

# MSG_CO_SenderTime (285//)
source: %t Original message: Time
hu: %t Eredeti üzenet: Idö

# MSG_CO_SenderDOW (286//)
source: %w Original message: Day of week
hu: %w Eredeti üzenet: A hét napja

# MSG_CO_SenderMsgID (287//)
source: %m Original message: Message ID
hu: %m Eredeti üzenet: üzenet ID

# MSG_CO_RecptName (290//)
source: %r Recipient: Name
hu: %r Címzett: Név

# MSG_CO_RecptFirstname (291//)
source: %v Recipient: First name
hu: %v Címzett: Keresztnév

# MSG_CO_RecptAddress (292//)
source: %a Recipient: Address
hu: %a Címzett: Cím

# MSG_CO_ORecptName (293//)
source: %r Original recipient: Name
hu: %r Eredeti címzett: Név

# MSG_CO_ORecptFirstname (294//)
source: %v Original recipient: First name
hu: %v Eredeti címzett: Keresztnév

# MSG_CO_ORecptAddress (295//)
source: %a Original recipient: Address
hu: %a Eredeti címzett: Cím

# MSG_CO_CompleteHeader (296//)
source: %h Complete header
hu: %h Fejléc kész

# MSG_CO_ArchiveName (297//)
source: %a Filename of archive
hu: %a Archivum neve

# MSG_CO_ArchiveFiles (298//)
source: %f Files to be archived
hu: %f fájlok archiválva

# MSG_CO_ArchiveFilelist (299//)
source: %l List containing filenames
hu: %l A lista fájlneveket tartalmaz

# MSG_CO_CrdFirstSteps (300//)
source: First steps
hu: Elsö lépések

# MSG_CO_CrdFilters (303//)
source: Filters
hu: Szürök

# MSG_CO_CrdRead (304//)
source: Read
hu: Olvas

# MSG_CO_CrdWrite (305//)
source: Write
hu: Irás

# MSG_CO_CrdSignature (307//)
source: Signature
hu: Aláírás

# MSG_CO_CrdSecurity (310//)
source: Security
hu: Biztonság

# MSG_CO_CrdMixed (311//)
source: Miscellaneous
hu: Egyebek

# MSG_CO_CrdABook (314//)
source: Address book
hu: Címtár

# MSG_CO_Save (315//)
source: _Save
hu: Menté_s

# MSG_CO_Use (316//)
source: _Use
hu: Használ

# MSG_CO_Cancel (317//)
source: _Cancel
hu: Mégse

# MSG_CO_MinConfig (343//)
source: Minimal configuration
hu: Minimális konfiguráció

# MSG_CO_RealName (344//)
source: _Real name
hu: Valódi név

# MSG_CO_EmailAddress (345//)
source: _E-mail address
hu: _E-mail cím

# MSG_CO_Password (347//)
source: _Password
hu: Jelszó

# MSG_CO_TimeZone (348//)
source: Time _zone
hu: Idözóna

# MSG_CO_SendMail (350//)
source: Send mail (SMTP)
hu: Levél küldés (SMTP)

# MSG_CO_Allow8bit (353//)
source: Server allows _8bit characters
hu: A szerver elfogadja a _8bites karaktereket

# MSG_CO_ReceiveMail (354//)
source: Receive mail (POP3)
hu: Levél fogadás (POP3)

# MSG_CO_POPUserID (355//)
source: User name
hu: Felhasználó név

# MSG_CO_POPActive (356//)
source: _Active
hu: _Aktív

# MSG_CO_DeleteServerMail (357//)
source: Delete mail _on server
hu: Levél törlése a szerveren

# MSG_CO_PSNever (359//)
source: never
hu: soha

# MSG_CO_PSLarge (360//)
source: large messages
hu: nagy üzenetek

# MSG_CO_PSAlways (361//)
source: always
hu: mindig

# MSG_CO_PSAlwaysFast (362//)
source: always, only sizes
hu: mindig, csak ha a mérete

# MSG_CO_TWNever (363//)
source: hide always
hu: mindig elrejt

# MSG_CO_TWAuto (364//)
source: automatic
hu: automatikus

# MSG_CO_TWAlways (365//)
source: show always
hu: mindig mutat

# MSG_CO_TransferWin (368//)
source: _Transfer window
hu: átvitel ablak

# MSG_CO_PreSelect (369//)
source: _Pre-selection
hu: Elözetes kiválasztás

# MSG_CO_CheckMail (374//)
source: Check for new mail every
hu: új levelek keresése

# MSG_CO_Minutes (375//)
source: minutes
hu: percenként

# MSG_CO_NotiReq (378//)
source: _Requester
hu: Lekérdezö

# MSG_CO_NotiSound (379//)
source: S_ound
hu: Hang

# MSG_CO_NotiCommand (380//)
source: Co_mmand
hu: Parancs

# MSG_CO_Name (381//)
source: N_ame
hu: Név

# MSG_CO_Remote (388//)
source: Remote _filter
hu: Távoli szürö

# MSG_CO_ApplyToNew (389//)
source: A_pply to new mail
hu: Használ új levél esetén

# MSG_CO_ApplyToSent (390//)
source: Apply to sent _mail
hu: Használ elküldött levél esetén

# MSG_CO_ApplyOnReq (391//)
source: Apply on _request
hu: Használ lekérdezés esetén

# MSG_CO_ActionForward (393//)
source: _Forward
hu: Továbbít

# MSG_CO_ActionReply (394//)
source: Repl_y
hu: Válasz

# MSG_CO_ActionExecute (395//)
source: E_xecute
hu: Vágrehajt

# MSG_CO_ActionPlay (396//)
source: _Play sound
hu: Hang lejátszás

# MSG_CO_ActionMove (397//)
source: _Move
hu: _Mozgat

# MSG_CO_ActionDelete (398//)
source: Dele_te
hu: _Töröl

# MSG_CO_ActionSkip (399//)
source: Don't do_wnload
hu: Ne töltsön le

# MSG_CO_HeadNone (400//)
source: none
hu: nincs

# MSG_CO_HeadShort (401//)
source: custom
hu: egyéni

# MSG_CO_HeadFull (402//)
source: all
hu: mind

# MSG_CO_SINone (403//)
source: none
hu: nincs

# MSG_CO_SIFields (404//)
source: data only
hu: csak adatok

# MSG_CO_SIAll (405//)
source: data and image
hu: adatok és képek

# MSG_CO_SLBlank (406//)
source: blank line
hu: üres sor

# MSG_CO_SLDash (407//)
source: two dashes
hu: két kötöjel

# MSG_CO_SLBar (408//)
source: separator bar
hu: elválasztó jel

# MSG_CO_SLSkip (409//)
source: no signature
hu: nincs aláírás

# MSG_CO_HeaderLayout (410//)
source: Header layout
hu: Fejléc elrendezés

# MSG_CO_BodyLayout (411//)
source: Message body layout
hu: üzenet elrendezés

# MSG_CO_OtherOptions (412//)
source: Other options
hu: Egyéb beállítások

# MSG_CO_WrapHeader (413//)
source: _Wrap headers
hu: Fejléc takarás

# MSG_CO_OldQuotes (414//)
source: Old quotes
hu: Régi idézetek

# MSG_CO_Header (416//)
source: _Headers
hu: Fejlécek

# MSG_CO_SenderInfo (417//)
source: Sender _info
hu: Küldö _info

# MSG_CO_SignatureSep (418//)
source: Si_g. separator
hu: Aláírás elv.

# MSG_CO_ColoredText (419//)
source: Colored text
hu: Színes szöveg

# MSG_CO_MultiReadWin (420//)
source: _Multiple windows
hu: Többszörös ablak

# MSG_CO_DisplayAll (422//)
source: Display _all texts
hu: Minden szöveg mutatás_a

# MSG_CO_FixedFontEdit (423//)
source: Use _fixed font
hu: Rögzített font használat

# MSG_CO_MimeType (425//)
source: MIME _type
hu: MIME _típus

# MSG_CO_MimeCmd (426//)
source: _Viewer
hu: Nézegetö

# MSG_CO_Extension (427//)
source: File e_xtensions
hu: Fájl kiterjesztések

# MSG_CO_DefaultViewer (428//)
source: De_fault viewer
hu: Alapért. nézegetö

# MSG_CO_Organization (432//)
source: _Organization
hu: Szervezés

# MSG_CO_ExtraHeaders (433//)
source: E_xtra headers
hu: E_xtra fejlécek

# MSG_CO_MessageBody (434//)
source: Message body
hu: üzenet

# MSG_CO_Welcome (435//)
source: Welcome _phrase
hu: üdvözlö szöveg

# MSG_CO_Greetings (436//)
source: Closing p_hrase
hu: Befejezö szöveg

# MSG_CO_Editor (437//)
source: Editor
hu: Szerkesztö

# MSG_CO_EWOff (439//)
source: off
hu: Ki

# MSG_CO_EWAsYouType (440//)
source: as you type
hu: amit gépelsz

# MSG_CO_EWBeforeSend (441//)
source: before sending
hu: küldés elött

# MSG_CO_ExternalEditor (442//)
source: _External editor
hu: Külsö szerkesztö
