Repository: Futaura/yam
Catalog: locale/hungarian.po
Languages: hu

# MSG_CO_CONFIGVERSIONWARNING (2344//)
source: The configuration file that YAM tries to load was saved by a newer YAM version. If you continue to load this file some config settings might be lost and set to their default values. How do you want to proceed?
hu: A YAM által betöltendõ config fájl egy újabb verziójú YAM-al lett elmentve. Ha mégis betöltöd ezt a fájlt, néhány beállítás elveszhet és visszaállhat alap értékre. Mit akarsz tenni?

# MSG_CO_CONFIGVERSIONWARNING_BT (2345//)
source: _Continue|*_Abort
hu: Tovább|*Megsz_akít

# MSG_CO_LISTCOLUMNSETTINGS (2349//)
source: Column settings
hu: Oszlop beállítások

# MSG_CO_LOOKFEEL_MAINWINDOW (2350//)
source: Main window
hu: Fõ ablak

# MSG_CO_LOOKFEEL_TITLE_THEME (2351//)
source: Theme
hu: Téma

# MSG_CO_LOOKFEEL_TITLE_INFO (2352//)
source: Information
hu: Információ

# MSG_HELP_WR_CY_SIGNATURE (2353//)
source: Allows to select which signature show be used for the currently composed message.
hu: Az éppen szerkesztett levélhez csatolandó aláírás kiválasztását teszi lehetõvé.

# MSG_WR_PGPSECURITY (2354//)
source: PGP security level
hu: PGP biztonsági szint

# MSG_HELP_WR_CY_SECURITY (2355//)
source: Allows to select the PGP security level. You can select if a message should be signed, encrypted or both. "Default" tries to find the recipient in your address book and use the settings defined there.
hu: A PGP biztonsági szint állítható be. Kiválaszthatod, hogy az üzenetnek aláírtnak, kódoltnak vagy mindkettõnek kell lennie. Alapból megpróbálja megkeresni a címzettet a címjegyzékedben és a beállításait alkalmazni.

# MSG_CO_MIMETYPE_TITLE (2356//)
source: MIME type
hu: MIME típus

# MSG_CO_DOWNLOAD_LARGE_MAILS1 (2357//)
source: _Download messages larger than
hu: Letöltött üzenet nagyobb mint

# MSG_MA_DRAFTS (2359//)
source: Drafts
hu: Piszkozatok

# MSG_CO_SIGNATURE (2360//)
source: Signature
hu: Aláírás

# MSG_CO_SIGNATURES (2361//)
source: Signatures
hu: Aláírás

# MSG_CO_SIGNATURE_DESCRIPTION (2362//)
source: Description
hu: Leírás

# MSG_CO_SIGNATURE_ACTIVE (2363//)
source: _Active
hu: _Aktív

# MSG_CO_IDENTITY_SIGNATURE (2364//)
source: Signature
hu: Aláírás

# MSG_HELP_CO_LV_SIGNATURE (2365//)
source: List of all signatures
hu: Teljes aláírás lista

# MSG_HELP_CO_BT_SIGADD (2366//)
source: Adds a new signature to the list.
hu: Új aláírás hozzáadása a listához.

# MSG_HELP_CO_BT_SIGDEL (2367//)
source: Removes selected signature from list.
hu: Kiválasztott aláírás eltávolítása a listáról.

# MSG_HELP_CO_BT_SIGUP (2368//)
source: Moves signature one entry up.
hu: Aláírás eggyel feljebb mozgatása.

# MSG_HELP_CO_BT_SIGDOWN (2369//)
source: Moves signature one entry down.
hu: Aláírás eggyel lejjebb mozgatása.

# MSG_HELP_CO_BT_SIG_ACTIVE (2370//)
source: Flags the currently selected signature as active or inactive.
hu: A kiválasztott aláírást megjelöli aktívként vagy inaktívként.

# MSG_HELP_CO_ST_SIG_DESC (2371//)
source: Allows you to enter a freetext description for the signature.
hu: Leírást enged begépelni a az aláíráshoz.

# MSG_HELP_CO_TE_SIGEDIT (2372//)
source: Text editor for entering/changing the signature text.
hu: Szövegszerkesztõ az aláírás begépeléséhez/módosításához

# MSG_CO_MIXED_CONNECTIONS (2373//)
source: Connections
hu: Kapcsolatok

# MSG_CO_POP_NOTIFICATION (2374//)
source: Notification for new mails
hu: Értesítés új levél esetén

# MSG_SSL_CERT_WARNING_TITLE (2375//)
source: SSL Certificate Warning
hu: SSL tanúsítás figyelmeztetés

# MSG_SSL_CERT_WARNING_BUTTONS (2376//)
source: _Accept|Accept _Permanently|_Show Certificate|*_Reject
hu: Elfog_ad|Véglegesen elfogad|Tanúsítás mutatása|*Elutasít

# MSG_SSL_CERT_WARNING_INTRO (2377//)
source: Error validating server certificate for '\033b%s:%d\033n':
hu: Tanúsítás érvényesítési hiba: '\033b%s:%d\033n':

# MSG_SSL_CERT_WARNING_UNTRUSTED (2378//)
source: - The certificate is not issued by a trusted authority. Use the fingerprint to validate the certificate manually.
hu: - A tanúsítás nem megbízható forrásból származik. Használd az ujjlenyomatot a tanúsítás érvényesítéséhez.

# MSG_SSL_CERT_WARNING_IDMISMATCH (2379//)
source: - The certificate hostname does not match.
hu: - A tanúsítás gazda neve nem egyezik.

# MSG_SSL_CERT_WARNING_NOTYETVALID (2380//)
source: - The certificate is not yet valid.
hu: - A tanúsítás még nem érvényes.

# MSG_SSL_CERT_WARNING_EXPIRED (2381//)
source: - The certificate has expired.
hu: - A tanúsítás lejárt.

# MSG_SSL_CERT_WARNING_OTHER (2382//)
source: - The certificate has an unknown error.
hu: - Ismeretlen hiba található a tanúsításban.

# MSG_SSL_CERT_WARNING_INFO (2383//)
source: Certificate information: - Hostname: \033b%s\033n - Valid: \033b%s\033n until \033b%s\033n - Issuer: \033b%s\033n - Fingerprint: \033b%s\033n
hu: Tanúsítás információ: - Gazda név: \033b%s\033n - Érvényes: \033b%s\033n eddig: \033b%s\033n - Kibocsátó: \033b%s\033n - Ujjlenyomat: \033b%s\033n

# MSG_SSL_CERT_WARNING_SHOWTITLE (2384//)
source: Certificate of %s:%d
hu: %s:%d tanúsítása

# MSG_ER_WARN_CAFILE (2385//)
source: While trying to establish a SSL connection the certificate bundle file '%s' was found to be missing. Please make sure that the file exists and is uptodate or otherwise each SSL connection will be flagged as unverified.
hu: Az SSL kapcsolat létesítése közben '%s' tanúsítvány fájl nem találhatónak bizonyult. Ellenõrizd, hogy a fájl létezik és naprakész. Különben minden SSL kapcsolat ellenõrizetlenként kerül megjelölére.

# MSG_ER_WARN_LOADCAPATH (2386//)
source: While trying to load the certificate bundle '%s' or individual certificate files from '%s' an error occurred. Please make sure that no invalid file has been placed in the certificate folder.
hu: '%s' tanúsítás fájl, vagy '%s' egyéni tanúsítás betöltése közben hiba keletkezett. Ellenõrizd, hogy nem-e érvénytelen fájl került tanúsítás mappába.

# MSG_ER_WARN_CAPATH (2387//)
source: While trying to setup a SSL certificate verify the directory '%s' was found to be missing. Please make sure that the path exists and contains the certificate bundle file as supplied during the installation process of YAM.
hu: Az SSL tanúsítás ellenõrzés beállítása közben '%s' mappa nem létezõnek bizonyult. Ellenõrizd az útvonalat és, hogy tartalmazza-e tanúsítás fájlt.

# MSG_CO_ACTION_TERMINATE_FILTER (2388//)
source: Terminate filter process
hu: Szûrési folyamat leállítása

# MSG_HELP_CO_CH_ATERMINATE (2389//)
source: Terminate the filter process after this filter. Following filters will not be executed anymore.
hu: Ezután a szûrõ után a szûrés mûvelet leáll. A következõ szûrõk már nem kerülnek elindításra.

# MSG_FILTER_IMPORT_TITLE (2391//)
source: Import filter
hu: Szûrõ importálás

# MSG_SPAM_TRUSTHEADERLINES (2392//)
source: Trust header lines of this external filter:
hu: Megbízok ennek a külsõ szûrõnek a fejléc sorában:

# MSG_ER_POP3_UIDLHASH_INIT_FAILED (2393//)
source: Failed to initialized UIDL hash table.
hu: Nem sikerült elindítani az UIDL hash táblát.

# MSG_CO_QUICKSEARCHBAR (2422//)
source: Quick search bar
hu: Keresö mezö megjelenítése a fö ablakban

# MSG_HELP_CO_CH_QUICKSEARCHBAR (2423//)
source: Here you can select the position of the quick search bar.
hu: Ha beállítod, egy keresõ sáv jelenik meg a fõ ablakban. Így gyorsabban találhatod meg a leveleket.

# MSG_DOC_LANGUAGE_CODE (2519//)
source: <EMPTY>en
hu: hu

# MSG_WR_CANCEL (2527//)
source: _Cancel
hu: Mégse

# MSG_HELP_WR_BT_CANCEL (2528//)
source: Aborts the mail editing and closes the window.
hu: Eldobja a létrehozott üzenetet.
