Repository: Futaura/yam
Catalog: locale/hungarian.po
Languages: hu

# MSG_CO_WBAPPICON (1600//)
source: A_ppIcon on Workbench
hu: Parancsikon a Workbenchben

# MSG_HELP_CO_CH_WBAPPICON (1601//)
source: If checked, an AppIcon will appear on Workbench showing folder statistics.
hu: Ha beállítod, egy parancsikon jelenik meg a Workbenchben, ami mutatja a mappák állapotát.

# MSG_CO_DOCKYICON (1602//)
source: Enable 'd_ocky' icon
hu: 'd_ocky' ikon engedélyezése

# MSG_HELP_CO_CH_DOCKYICON (1603//)
source: If checked, YAM will add a 'docky' to AmiDock. This requires AmigaOS 4.x.
hu: Ha beállítod, a YAM egy 'docky' ikont tesz az AmiDock mellé. Ez AmigaOS 4.x.-t igényel.

# MSG_MA_MessageImport (1606//)
source: Import messages
hu: Üzenet importálás

# MSG_ER_MESSAGEIMPORT (1607//)
source: An error occurred while trying to import mail from file '%s'. Please check that the file is readable and contains RFC822 compliant e-mails using a format supported by YAM. The currently supported formats are 'MBOX', 'DBX' (Outlook Express) or plain RFC822 mail files. Read the documentation for more information.
hu: Hiba keletkezett '%s' fájlból történt importálási kisérlet közben. Kérlek ellenõrizd, hogy a fájl olvasható-e és tartalmaz-e RFC822 e-mail összetevõt amit a YAM is támogat. A jelenleg támogatott formátumok: 'MBOX', 'DBX' (Outlook Express) vagy tiszta RFC822 levél fájlok. Olvasd el a dokumentációt, további infókért.

# MSG_MA_MESSAGEEXPORT (1608//)
source: Export messages
hu: Üzenet exportálás

# MSG_YAMINFO (1609//)
source: Open Source E-Mail Client for the Amiga
hu: Nyílt forrású E-Mail kliens amigára

# MSG_CO_SYSTEMSETTINGS (1610//)
source: System settings
hu: Rendszer beállítások

# MSG_CO_DEFAULTCHARSET (1611//)
source: C_harset
hu: Karakterbeállítás

# MSG_CO_CHARSETUNKNOWNWARN (1612//)
source: The charset configured for YAM is '%s' but isn't supported by the installed version of codesets.library. How do you want to proceed?
hu: A YAM számára megadott '%s' karakterbeállítást nem támogatja a telepített codesets.library verziód. Mit szeretnél tenni?

# MSG_CO_CHARSETUNKNOWNWARN_BT (1613//)
source: *_Change to default|_Ignore
hu: *Alapértelmezettre vált|Elvet

# MSG_ER_LIB (1614//)
source: Couldn't open required '%s', version v%lu.%lu Please make sure you have at least this minimum version correctly installed.
hu: Nem sikerült megnyitni a szükséges '%s' -t, verzió: v%lu.%lu Gyõzõdj meg róla, hogy a megfelelõ verzió megfelelõen lett-e feltelepítve.

# MSG_ER_LIB_URL (1615//)
source: Couldn't open required '%s', version v%lu.%lu Please visit '%s', download the most recent version and make sure you have it correctly installed.
hu: Nem sikerült megnyitni a szükséges '%s' -t, verzió: v%lu.%lu Az alábbi honlapról: '%s', letölthetõ a legutolsó verzió és leellenõrizheted, hogy az lett-e feltelepítve.

# MSG_ER_NO_MCC (1616//)
source: Couldn't open required MUI custom class '%s' v%lu.%lu. Please visit '%s', download the most recent version and make sure you have it correctly installed.
hu: Nem nyitható meg a szükséges MUI custom class '%s' v%lu.%lu. Az alábbi honlapról: '%s', letölthetõ a legutolsó verzió és leellenõrizheted, hogy az lett-e feltelepítve.

# MSG_ER_MCC_OLD (1617//)
source: Couldn't open required MUI custom class '%s' v%lu.%lu. Currently installed is v%lu.%lu. Please upgrade by downloading the latest version from '%s'.
hu: Nem nyitható meg a szükséges MUI custom class '%s' v%lu.%lu. Jelenleg telepítve: v%lu.%lu. Légy szíves töltsd le a legújabb verziót innen: '%s'.

# MSG_ER_MCC_IN_USE (1618//)
source: Couldn't open required MUI custom class '%s' v%lu.%lu. %lu.%lu is currently in use by other applications. Please visit '%s', download the most recent version and make sure you have it correctly installed. Then close all MUI programs and make sure the old class is flushed from memory and try again.
hu: Nem nyitható meg a szükséges MUI custom class '%s' v%lu.%lu. %lu.%lu : Más alkalmazás használja. Kérlek látogass el ide: '%s', Töltsd le a legújabb verziót és telepítsd fel. Zárj be minden MUI programot és gyõzõdj meg róla, hogy a régi class már nincs a memóriában. Ezután próbáld meg ismét.

# MSG_CO_FIRSTSTEPS_TITLE (1619//)
source: First Steps Settings
hu: Elsö beállítás lépések

# MSG_CO_FIRSTSTEPS_SUMMARY (1620//)
source: The minimum parameters to be able to send/receive e-mail...
hu: A minimális beállítások amivel képes e-mailt küldeni és fogadni...

# MSG_CO_TCPIP_TITLE (1621//)
source: TCP/IP Settings
hu: TCP/IP beállítások

# MSG_CO_TCPIP_SUMMARY (1622//)
source: Configure your SMTP and POP3 servers...
hu: SMTP és POP3 fiókod beállítása...

# MSG_CO_FILTER_TITLE (1625//)
source: Mail Filter Settings
hu: Levél szürö beállítások

# MSG_CO_FILTER_SUMMARY (1626//)
source: Define own mail filters you need...
hu: Határozd meg a saját levél szûrõd, amire szükséged van...

# MSG_CO_READ_TITLE (1627//)
source: Mail Reading Settings
hu: Levél olvasás beállítások

# MSG_CO_READ_SUMMARY (1628//)
source: Settings related to e-mail reading...
hu: Levél olvasással kapcsolatos beállítások...

# MSG_CO_WRITE_TITLE (1629//)
source: Mail Writing Settings
hu: Levél írás beállítások

# MSG_CO_WRITE_SUMMARY (1630//)
source: Settings related to e-mail composing...
hu: Levél szerkesztéssel kapcsolatos beállítások...

# MSG_CO_REPLY_TITLE (1631//)
source: Mail Reply & Forward Settings
hu: Levél továbbítás és válasz beállítások

# MSG_CO_REPLY_SUMMARY (1632//)
source: Settings related to e-mail replying & forwarding...
hu: Válaszolással és továbbítással kapcsolatos beállítások...

# MSG_CO_SIGNATURE_TITLE (1633//)
source: Mail Signature Settings
hu: Levél aláírás beállítások

# MSG_CO_SIGNATURE_SUMMARY (1634//)
source: Configure your e-mail signatures...
hu: E-mail aláírás beállítás...

# MSG_CO_SECURITY_TITLE (1637//)
source: Security Settings
hu: Biztonsági beállítások

# MSG_CO_SECURITY_SUMMARY (1638//)
source: Configure security related settings...
hu: Biztonsággal kapcsolatos beállítások...

# MSG_CO_STARTUP_TITLE (1639//)
source: Startup/Quit Action Settings
hu: Alkalmazás Indítás/Leállítás beállítások

# MSG_CO_STARTUP_SUMMARY (1640//)
source: Configure what YAM should do on startup and exit...
hu: Annak beállítása, hogy a YAM mit tegyen program indításkor és leállításkor...

# MSG_CO_MIME_TITLE (1641//)
source: MIME Types Settings
hu: MIME Típus beállítások

# MSG_CO_MIME_SUMMARY (1642//)
source: Configure own MIME types and viewers...
hu: Saját MIME típusok és betekintõk beállítása...

# MSG_CO_ABOOK_TITLE (1643//)
source: Address Book Settings
hu: Címjegyzék beállítások

# MSG_CO_ABOOK_SUMMARY (1644//)
source: Configure address book related options...
hu: Címjegyzékkel kapcsolatos beállítások...

# MSG_CO_SCRIPTS_TITLE (1645//)
source: Scripts Settings
hu: Script beállítások

# MSG_CO_SCRIPTS_SUMMARY (1646//)
source: Configure your helper scripts...
hu: Súgó scriptekkel kapcsolatos beállítások...

# MSG_CO_MIXED_TITLE (1647//)
source: Miscellaneous Settings
hu: Egyéb beállítások

# MSG_CO_MIXED_SUMMARY (1648//)
source: A bunch of settings that don't fit anywhere else...
hu: További beállítások amelyek nem sorolhatók egyik kategóriába sem...

# MSG_CO_UPDATE_TITLE (1649//)
source: Software Updates
hu: Szoftver frissítések

# MSG_CO_UPDATE_SUMMARY (1650//)
source: Keep track of updates to YAM and related components...
hu: A YAM és a kapcsolódó összetevõinek naprakészen tartásához...

# MSG_CO_CrdUpdate (1651//)
source: Updates
hu: Frissítések

# MSG_CO_AMISSLWARN_TITLE (1652//)
source: AmiSSL not available
hu: AmiSSL nem elérhetö

# MSG_CO_AMISSLWARN (1653//)
source: AmiSSL was found to be unavailable. Therefore, all secure connections (SSL/TLS) are disabled until AmiSSL is found to be installed correctly. Please verify that at least AmiSSL v%lu.%lu is correctly installed and then restart YAM.
hu: AmiSSL nem elérhetõ. Ezért minden biztonságos kapcsolat (SSL/TLS) le van tiltva amíg az AmiSSL megfelelõen telepítésre nem kerül. Kérlek ellenõrizd, hogy a megfelelõ verziójú AmiSSL v%lu.%lu telepítve van-e és indítsd újra a YAM-ot.

# MSG_CO_AMISSLWARN_BT (1654//)
source: *_Exit|Ignore _always|Ignore
hu: *Kilép|Mindig mellöz|Mellöz

# MSG_BUSY_OPENINGCONFIG (1655//)
source: Opening configuration...
hu: Konfiguráció megnyitás...

# MSG_MA_UPDATECHECK (1662//)
source: Check for updates
hu: Frissítés keresés

# MSG_CO_SOFTWAREUPDATE (1663//)
source: Update check
hu: Frissítés keresés

# MSG_CO_UPDATE_DAILY (1664//)
source: Daily
hu: Naponta

# MSG_CO_UPDATE_WEEKLY (1665//)
source: Weekly
hu: Hetente

# MSG_CO_UPDATE_MONTHLY (1666//)
source: Monthly
hu: Havonta

# MSG_CO_SEARCHFORUPDATES (1667//)
source: Check for up_dates
hu: Frissítés keresése

# MSG_CO_SEARCHNOW (1669//)
source: Check _now
hu: Keresés most

# MSG_CO_LASTSEARCH (1670//)
source: Last check:
hu: Utolsó keresés:

# MSG_CO_LASTSTATUS_NOCHECK (1671//)
source: No check performed yet.
hu: Még nem volt keresés.

# MSG_CO_LASTSTATUS_NOUPDATE (1672//)
source: No new software updates were available.
hu: Nincs elérhetö új frissítés.

# MSG_CO_LASTSTATUS_NOQUERY (1673//)
source: Couldn't query server for updates.
hu: Nem érhetö el a frissítési szerver.

# MSG_CO_LASTSTATUS_UPDATESUCCESS (1674//)
source: Successfully found and notified user on new updates.
hu: Frissítés található melyrõl értesítve lett a felhasználó.

# MSG_WR_SECURITYREQ (1675//)
source: The recipients of the e-mail have different default mail security settings. What type of security do you want to use?
hu: Az e-mailek tárolóinak különbözõ alapértelmezett beállításai vannak. Milyen biztonsági módot szeretnél használni?

# MSG_WR_UUCODE (1678//)
source: UUencoded text
hu: UUkódolt szöveg

# MSG_UPD_NOTIFICATION_WTITLE (1679//)
source: Update notification
hu: Frissítési értesítés

# MSG_UPD_NOTIFICATION_TITLE (1680//)
source: Updates available
hu: Frissítés érhetö el

# MSG_UPD_NOTIFICATION_SUMMARY (1681//)
source: The following updates are available for download:
hu: Az alábbi frissítések tölthetök le:

# MSG_UPD_NOTIFICATION_CHANGES (1682//)
source: Changes:
hu: Változás:

# MSG_UPD_NOTIFICATION_NOUPDATE (1683//)
source: Do not notify me on updates in future
hu: A jövöben ne értesíts új frissítés lehetösége esetén

# MSG_UPD_NOTIFICATION_CLOSE (1685//)
source: Close
hu: Bezár

# MSG_UPD_NOTIFICATION_COMP (1686//)
source: Component
hu: Komponens

# MSG_UPD_NOTIFICATION_RECENT (1687//)
source: Recent
hu: Jelenlegi

# MSG_UPD_NOTIFICATION_INSTALLED (1688//)
source: Installed
hu: Telepített

# MSG_CO_MIME_DESCRIPTION (1690//)
source: D_escription
hu: Leírás

# MSG_CTapplicationgz (1691//)
source: GNU zip archive
hu: GNU zip archivum

# MSG_CTapplicationhqx (1692//)
source: Macintosh archive
hu: Macintosh archivum

# MSG_CTapplicationxls (1693//)
source: Microsoft Excel file
hu: Microsoft Excel fájl

# MSG_CTapplicationppt (1694//)
source: Microsoft PowerPoint file
hu: Microsoft PowerPoint fájl

# MSG_CTapplicationdoc (1695//)
source: Microsoft Word file
hu: Microsoft Word fájl

# MSG_CTtextxml (1696//)
source: XML file
hu: XML fájl

# MSG_CTapplicationz (1697//)
source: zlib compressed file
hu: zlib tömörített fájl

# MSG_CTapplicationtar (1698//)
source: tar archive
hu: tar archivum

# MSG_CTaudioaiff (1699//)
source: AIFF audio file
hu: AIFF audio fájl

# MSG_CTaudiomidi (1700//)
source: MIDI audio file
hu: MIDI audio fájl

# MSG_CTaudiompeg (1701//)
source: MPEG audio file
hu: MPEG audio fájl

# MSG_CTimagebmp (1702//)
source: Bitmap image file
hu: Bitmap kép fájl

# MSG_CTapplicationtgz (1703//)
source: gzipped tar archive
hu: gzipped tar archivum

# MSG_CTapplicationpgp (1704//)
source: PGP encrypted file
hu: PGP titkosított fájl

# MSG_CTapplicationbz2 (1705//)
source: BZIP2 archive
hu: BZIP2 archivum

# MSG_CO_DETECT_CYRILLIC (1706//)
source: Auto-detect c_yrillic charsets
hu: C_yrill betük automatikus felismerése

# MSG_HELP_CO_DETECT_CYRILLIC (1707//)
source: Try to use the auto-detect feature of codesets.library to automatically identify the correct cyrillic charset. Use this option only if you are using a cyrillic charset.
hu: Próbáld meg a codesets.library automatikus észlelését, hogy automatikusan felismerésre kerülhessen a megfelelõ cirill codeset (csak cirill betûket használó felhasználókra vonatkozik).

# MSG_WR_ErrorNotEnoughUndoMem (1708//)
source: The erased text was too large to be put into the undo buffer. Therefore, the undo buffer is lost.
hu: A kitörölt szöveg túl nagy volt ahhoz, hogy a visszavonást segítõ tárolóba kerülhessen. A visszavonást segítõ tároló elveszett.

# MSG_RE_HEADERDISPLAY (1709//)
source: Header display
hu: Fejléc mutatás

# MSG_RE_MAILDETAILS (1710//)
source: Mail details
hu: Levél adatok

# MSG_ER_ADDFILEERROR (1711//)
source: File '%s' couldn't be added as an attachment to the current e-mail. Please make sure that the file is accessible and that is not read protected.
hu: '%s' fájl nem csatolható a jelenlegi levélhez. Ellenõrizd, hogy a fájl elérhetõ és nem olvasás védett.

# MSG_ER_PACKERROR (1712//)
source: An error occurred while trying to create an archive out of the selected files. Please make sure that all files are accessible and not read protected.
hu: Hiba keletkezett a kijelölt fájlok arhiválása közben. Ellenõrizd, hogy minden fájl elérhetõ és nem olvasás védett.

# MSG_CO_ABOOKLOOKUP (1713//)
source: _Address book lookup in message list
hu: Üzenet lista átnézése címjegyzék által

# MSG_HELP_CO_CH_ABOOKLOOKUP (1714//)
source: Resolve sender/recipient addresses in the message list by looking them up in the address book and show the real name instead. Please note that this is a quite time consuming job and may bring down the performance of the list display. This is especially true for a large amount of address book entries.
hu: Küldõk és címzettek címeinek elemzése az üzenet listában a címjegyzék alapján és megmutatja azok valódi nevét. Ne feledd, hogy ez idõigényes feladat és kihatással lehet a lista megjelenítésre is. Ez különösen igaz nagyszámú címtár bejegyzés esetén.

# MSG_TR_MESSAGEGAUGE (1715//)
source: Message %%ld of %ld
hu: Üzenet %%ld / %ld

# MSG_CO_CONVERTHTML (1716//)
source: Con_vert HTML e-mails to plain text
hu: HTML e-mailek kon_vertálása sima szöveggé

# MSG_HELP_CO_CONVERTHTML (1717//)
source: If the main part of an e-mail is HTML, YAM will convert it to plain text before displaying it.
hu: Ha egy levél fõ része HTML alapú, a YAM sima szöveggé fogja azt a megjelenítés elõtt alakítani.

# MSG_TR_TRANSFERSTATUS (1719//)
source: %s of %s @ %s/s %02ld'%02ld'' running - %02ld'%02ld'' left
hu: %s / %s @ %s/s %02ld'%02ld'' fut - %02ld'%02ld'' maradt

# MSG_TR_TRANSFERSIZE (1720//)
source: %s of %s
hu: %s / %s

# MSG_FI_GAUGETEXT (1721//)
source: %%ld of %ld messages
hu: %%ld / %ld üzenet

# MSG_MA_MIMEPART_INFO (1725//)
source: \033bAttachment - MIME part #%ld\033n Name: %s Description: %s Content-Type: %s <%s> Size: ~%s
hu: \033bCsatolmány - MIME rész #%ld\033n Név: %s Leírás: %s Tartalom típus: %s <%s> Méret: ~%s

# MSG_MA_MIMEPART_MENU (1726//)
source: Attachment/MIME part #%ld
hu: Csatolmány/MIME rész #%ld

# MSG_CO_PGPPASSINTERVAL1 (1727//)
source: Remem_ber passphrase for
hu: Emlékezz a jelszóra

# MSG_CO_PGPPASSINTERVAL2 (1728//)
source: idle minute(s)
hu: tétlen percig

# MSG_HELP_CO_PGPPASSINTERVAL (1729//)
source: If selected, your PGP passphrase will be remembered for this amount of time. Subsequent PGP operations then won't trigger another passphrase query.
hu: Kiválasztása esetén a PGP jelszó megjegyzésre kerül. A késõbbi PGP mûveletek nem idézik elõ az ismételt jelszókérést.

# MSG_UT_PGPPASSREQ_TITLE (1730//)
source: PGP passphrase request
hu: PGP jelszó kérés

# MSG_CO_GR_REPLYFORWARD (1731//)
source: Reply/Forward
hu: Válasz/Továbbít

# MSG_CO_GR_SCRIPTS (1732//)
source: Scripts
hu: Scriptek

# MSG_CO_GR_STARTUPQUIT (1733//)
source: Startup/Quit
hu: Indítás/Kilépés

# MSG_CO_SCRIPTS_PREGET (1734//)
source: %p Type of download action
hu: %p típusú letöltési mûvelet

# MSG_CO_SCRIPTS_POSTGET (1735//)
source: %p Number of messages received
hu: %p üzenet érkezett

# MSG_CO_SCRIPTS_NEWMSG (1736//)
source: %p Name of new message file
hu: %p az új üzenetfájl neve

# MSG_CO_SCRIPTS_READ (1737//)
source: %p Number of read window
hu: %p az olvasási ablakok száma

# MSG_CO_SCRIPTS_WRITE (1738//)
source: %p Number of write window
hu: %p az írási ablakok száma

# MSG_CO_SCRIPTS_URL (1739//)
source: %p Full URL path
hu: %p a teljes elérési URL

# MSG_CO_MIMECMD_PARAMETER (1740//)
source: %s Full path of file
hu: %s a fájl elérési útvonala

# MSG_ER_CANTOPENASL (1741//)
source: An error occurred while trying to open an ASL requester. Please make sure that your ASL setup is valid and that you have enough memory left.
hu: Hiba keletkezett az ASL megnyitási próbálkozás közben. Ellenõrizd, hogy az ASL beállítások érvényesek és van elég memória.

# MSG_MA_CONFIRMDELETION (1742//)
source: %ld message(s) are selected. Do you really want to delete these messages?
hu: %ld üzenet került kiválasztásra. Biztosan le akarod ezeket törölni?

# MSG_LOADINGSPAMTRAININGDATA (1745//)
source: Loading spam training data...
hu: Spam oktató adat betöltése...

# MSG_HELP_MA_BT_SPAM (1748//)
source: Mark message as spam
hu: Üzenet megjelölése kéretlen levélnek

# MSG_HELP_MA_BT_NOTSPAM (1749//)
source: Mark message as not spam
hu: Üzenet megjelölése nem kéretlen levélnek

# MSG_HELP_RE_BT_SPAM (1752//)
source: Mark message as spam.
hu: Üzenet megjelölése kéretlen levélnek.

# MSG_HELP_RE_BT_NOTSPAM (1753//)
source: Mark message as not spam.
hu: Üzenet megjelölése nem kéretlen levélnek.

# MSG_LOG_MAILISSPAM (1754//)
source: Message from '%s' about '%s' is treated as spam.
hu: '%s' által küldött '%s' levél kéretlenként kezelve.

# MSG_LOG_MAILISNOTSPAM (1755//)
source: Message from '%s' about '%s' is no longer treated as spam.
hu: '%s' által küldött '%s' levél többé nem kéretlenként lesz kezelve.

# MSG_MA_TONOTSPAM (1758//)
source: Not spam
hu: Nem spam

# MSG_CO_SPAMFILTER (1762//)
source: Spam filter
hu: Spam szûrõ

# MSG_CO_SPAMFILTER_TITLE (1763//)
source: Spam filter
hu: Spam szûrõ

# MSG_CO_SPAMFILTER_SUMMARY (1764//)
source: Configure the spam filter...
hu: Spam szûrõ beállítása...

# MSG_CO_SPAM_FILTERFORNEWMAIL (1765//)
source: Check _new mails for spam content
hu: Új levelek ellenörzése kéretlen tartalmakat keresve

# MSG_CO_SPAM_RESETTRAININGDATA (1766//)
source: _Reset training data
hu: Oktató adatok alap_raállítása

# MSG_CO_SPAM_GOODCOUNT (1767//)
source: "Not spam" classified mails
hu: "Nem spam" minõsítésû levelek

# MSG_CO_SPAM_BADCOUNT (1768//)
source: "Spam" classified mails
hu: "Spam" minõsítésû levelek

# MSG_BUSYFLUSHINGSPAMTRAININGDATA (1771//)
source: Flushing spam training data...
hu: Spam oktató adatok áramlása...

# MSG_CO_SPAM_MARKONMOVE (1772//)
source: Mark mails as spam when _moved to the Spam folder
hu: A leveleket kéretlennek jelöli ha átkerülnek a Spam mappába

# MSG_CO_SPAM_ADDRESSBOOKISWHITELIST (1773//)
source: Address book is _white list
hu: A címjegyzék az engedélyezési lista

# MSG_CO_SPAM_RECOGNITION (1774//)
source: Spam recognition
hu: Spam észlelés

# MSG_CO_SPAM_FILTERENABLED (1775//)
source: S_pam filter enabled
hu: S_pam szûrõ engedélyezés

# MSG_CO_SPAM_RESETTRAININGDATAASK (1776//)
source: Do you really want to reset the spam filter's training data? The spam filter must be trained again afterwards.
hu: Valóban alapra akarod állítani a spam szûrõ oktató adatot? Ezután a spam szûrõt újra kell be kell tanítani.

# MSG_TR_CHECKUIDL (1778//)
source: Checking UIDLs to avoid duplicates...
hu: UIDLek ellenõrzése duplázások elkerülése érdekében...

# MSG_CO_SPAM_DISABLEFILTERASK (1779//)
source: The spam filter has now been disabled. Which of the following operations do you want to apply?
hu: A spam szûrõ le lett tiltva. Melyik mûveletet akarod jóváhagyni?

# MSG_CO_SPAM_RESETTDATA (1780//)
source: _Reset training data
hu: Oktató adat alap_ra állítás

# MSG_CO_SPAM_RESETMAILFLAGS (1781//)
source: Reset _spam state of all mails
hu: Spam érték alapra állítása minden levél esetében

# MSG_CO_SPAM_DELETESPAMFOLDER (1782//)
source: _Delete Spam folder
hu: Spam mappa törlése

# MSG_HELP_CO_CY_SMTPAUTHMETHOD (1784//)
source: Select here the authentication method YAM should use. 'Auto' lets YAM pick one automatically depending on the server's capabilities and is the recommended value. The others let you explicitly select one. They are listed in order according to how safe they are, with the safest at the top.
hu: Itt választható ki a YAM által használt azonosítási mód. 'Auto' állásban a YAM a szervertõl függõen választ, és általában ez az ajánlott érték. A többi lehetõség kifejezetten csak egyet határoz meg. Biztonságosságuk szerint vannak felsorolva. A legfelsõ a legbiztonságosabb.

# MSG_CO_SMTPAUTH_PLAIN (1789//)
source: PLAIN
hu: SIMA

# MSG_CO_ER_SMTPAUTH (1790//)
source: The SMTP server '%s' doesn't seem to support the selected SMTP-AUTH method. Please ask your provider which authentication methods are available and how to configure them in your e-mail client.
hu: A(z) '%s' SMTP szerver nem támogatja a megadott SMTP-AZONOSÍTÁSI eljárást. Kérj tanácsot a rendszergazdától, hogy melyik azonosítási eljárás érhetõ el és hogy hogyan állítható be a levelezõ kliens.

# MSG_ER_SPAMDIR_EXISTS (1791//)
source: While trying to create a new Spam folder, YAM found that a directory named 'Spam' already exists. Do you want to use this directory as the standard Spam folder?
hu: A YAM egy meglévõ 'Spam' mappát talált. Ezt szeretnéd használni általánosan kéretlen levél mappának?

# MSG_ER_SPAMDIR_EXISTS_ANSWERS (1792//)
source: C_leanup&Use|_Use|*_Cancel
hu: Kitakarít&Használ|Használ|*Mégse

# MSG_CO_ER_CANNOT_CREATE_SPAMFOLDER (1793//)
source: Couldn't create the standard Spam folder. The spam filter has been disabled again. Please make sure that there is enough space left on the drive and that the drive is not write protected.
hu: Nem sikerült általános Spam mappát létrehozni. A Spam szûrõ ismét le van tiltva. Nézd meg, hogy elegendõ szabad hely van-e a merevlemezen és az írásvédett-e.

# MSG_MA_CHECKSPAM (1794//)
source: Apply spam filter
hu: Spam szûrõ jóváhagyás

# MSG_FI_BUSYCHECKSPAM (1795//)
source: Applying spam filter on folder...
hu: Spam szûrõ jóváhagyása a mappán...

# MSG_MA_REMOVESPAM (1796//)
source: Delete spam from folder
hu: Kéretlen levelek törlése a mappából

# MSG_MA_BUSYEMPTYINGSPAM (1797//)
source: Deleting spam from folder...
hu: Kéretlen levelek törlése a mappából...

# MSG_MA_TRASH (1798//)
source: Trash
hu: Kuka

# MSG_WR_SEARCH (1799//)
source: Search...
hu: Keresés...

# MSG_AB_LDIF (1802//)
source: LDIF address book (*.ldif)
hu: LDIF címjegyzék (*.ldif)

# MSG_AB_CSV (1803//)
source: Comma separated values (*.csv)
hu: Vesszõvel elválasztott értékek (*.csv)

# MSG_AB_TAB (1804//)
source: TAB separated values (*.tab)
hu: TAB-bal elválasztott értékek (*.tab)

# MSG_ER_ADDRBOOKIMPORT (1805//)
source: Could not import address book "%s".
hu: Nem importálható a címjegyzék: "%s".

# MSG_ER_ADDRBOOKEXPORT (1806//)
source: Could not export address book "%s".
hu: Nem exportálható a címjegyzék: "%s".

# MSG_LOADINGUPDATESTATE (1807//)
source: Loading update state data...
hu: Frissítési állapot adatok letöltése...

# MSG_MA_HIDE (1809//)
source: Hide
hu: Rejt

# MSG_MA_QUIT (1810//)
source: Quit
hu: Kilép

# MSG_MA_SELECTALL (1811//)
source: All
hu: Mind

# MSG_MA_SELECTNONE (1812//)
source: None
hu: Nincs

# MSG_MA_SELECTTOGGLE (1813//)
source: Toggle
hu: Kapcsoló

# MSG_MA_MSEARCH (1814//)
source: Search...
hu: Keres...

# MSG_MA_MFILTER (1815//)
source: Filter...
hu: Szürö...

# MSG_MA_REMOVEDELETED (1816//)
source: Empty trash
hu: Kuka ürítése

# MSG_MA_UPDATEINDEX (1817//)
source: Update index
hu: Index frissítés

# MSG_MA_MREAD (1821//)
source: Read
hu: Olvas

# MSG_MA_TOUNREAD (1822//)
source: Unread
hu: Olvasatlan

# MSG_MA_TOREAD (1823//)
source: Read
hu: Olvas

# MSG_PROJECT_MABOUT (1826//)
source: About...
hu: Információ...
