Repository: Futaura/yam
Catalog: locale/hungarian.po
Languages: hu

# MSG_OPEN_WRITEWINDOWS (2154//)
source: There are still some write windows open. How do you want to proceed?
hu: Egy szövegszerkesztõ ablak meg van nyitva. Hogy akarod folytatni?

# MSG_OPEN_WRITEWINDOWS_GAD (2155//)
source: *_Save now|_Quit without saving|_Cancel
hu: *Menté_s most|Kilépés mentés nélkül|Mégse

# MSG_MA_MFORWARD_ATTACH (2156//)
source: as attachment
hu: mellékletként

# MSG_MA_MFORWARD_INLINE (2157//)
source: inlined
hu: sorban

# MSG_CO_FWDMSG_ATTACH (2158//)
source: as attachment
hu: mellékletként

# MSG_CO_ScriptPreFilterMail (2159//)
source: Before filter mail
hu: Levél szûrés elõtt

# MSG_CO_ScriptPostFilterMail (2160//)
source: After filter mail
hu: Levél szûrés után

# MSG_FI_DOS_PATTERN (2161//)
source: Use AmigaDOS patterns
hu: AmigaDOS minta használat

# MSG_HELP_FI_CH_DOS_PATTERN (2162//)
source: Enable AmigaDOS patterns in the string search.
hu: AmigaDOS minta engedélyezés szöveg kereséskor.

# MSG_CTapplicationpgpsig (2163//)
source: PGP signature
hu: PGP aláírás

# MSG_AB_BirthdayReqBody (2164//)
source: Today, on %s, %s reaches age %ld. Do you want to send a greetings card?
hu: A mai napon, %s, %s pontosan %ld éves lett. Akarsz neki üdvözletet küldeni?

# MSG_ER_AREXX_EXECUTION_ERROR (2165//)
source: Execution of the ARexx command '%s' failed (error code %ld). Please make sure that the file is accessible and is a valid ARexx script.
hu: '%s' ARexx parancs végrehajtása nem sikerült(hibakód %ld). Kérlek ellenõrizd, hogy a fájl elérhetõ-e és érvényes ARexx script-e.

# MSG_BIRTHDAYREQUEST_DONTSHOWAGAIN (2166//)
source: Do not show this requester today again.
hu: Ma már ne mutasd újra ezt a figyelmeztetést.

# MSG_RE_SAVE_FILE (2169//)
source: Save file
hu: Fájl mentése

# MSG_UPD_NO_UPDATES_FOUND_TITLE (2170//)
source: No software updates available
hu: Nincs elérhetõ szoftver frissítés

# MSG_UPD_NO_UPDATES_FOUND (2171//)
source: There are no software updates available. %s
hu: Nincs elérhetõ szoftver frissítés. %s

# MSG_UPD_NO_UPDATES_FOUND_HINT_AUTOCHECK (2172//)
source: YAM will check for available updates automatically.
hu: A YAM automatikusan keresni fogja a legújabb frissítéseket.

# MSG_UPD_NO_UPDATES_FOUND_HINT_NOAUTOCHECK (2173//)
source: Please try again later or activate the automatic software update check.
hu: Próbáld meg késõbb is, vagy aktiváld az automatikus szoftver frissítés ellenõrzést.

# MSG_THREAD_EXIT_WARNING_TITLE (2174//)
source: YAM warning
hu: YAM figyelmeztetés

# MSG_THREAD_EXIT_WARNING (2175//)
source: While trying to cleanup YAM still running sub threads have been found. Please make sure to close all still existing sub threads (e.g. MIME viewers, etc.) you may have initiated from YAM. Do you want to retry to quit YAM or ignore the still running sub thread (which could end up in later crashes)?
hu: Miközben a YAM megpróbált tisztítást végezni, egy al- folyamat még fut. Kérlek zárj be minden futó alfolyamatot. (pl. MIME nézegetõ, stb.) Megpróbálsz ismét kilépni a YAM-ból vagy nem veszel tudomást a még futó folyamatról (ami késõbb összeomláshoz vezethet)?

# MSG_THREAD_EXIT_WARNING_BT (2176//)
source: _Retry|_Ignore
hu: Ismét|Elutasít

# MSG_EXECUTE_COMMAND_FAILED (2177//)
source: The execution of the command '%s' failed (error code %ld: %s).
hu: '%s' parancs végrehajtása nem sikerült (hibakód %ld: %s).

# MSG_ERROR_METHODSTACK (2178//)
source: Cannot initialize method stack.
hu: Nem indítható eljárás.

# MSG_TRANSFERS_IN_PROGRESS (2179//)
source: Transfers in progress
hu: Átvitel folyamatban

# MSG_ERROR_CONNECTIONS (2180//)
source: Cannot initialize connections.
hu: Nem kezdeményezhetõ kapcsolat.

# MSG_LOG_CONNECT_POP3 (2181//)
source: Logged in on POP3 account '%s': %ld messages waiting
hu: '%s' POP3 fiókba bejelentkezve: %ld üzenet várakozik

# MSG_LOG_RETRIEVED_POP3 (2182//)
source: Retrieved %ld message(s) from POP3 account '%s'
hu: %ld üzenet érkezett '%s' POP3 fiókról

# MSG_TR_ENTER_POP3_PASSWORD (2183//)
source: Please enter the password for POP3 account '%s':
hu: Add meg '%s' POP3 fiók jelszót :

# MSG_TR_WAIT_FOR_PASSWORD (2187//)
source: Waiting for user's password input...
hu: Várakozás a felhasználói jelszó bevitelre...

# MSG_TR_WAIT_FOR_PRESELECTION (2188//)
source: Waiting for user's preselection...
hu: Várakozás a felhasználói elõzetes kiválasztásra...

# MSG_POP3_NEW_MAIL_NOTIFY_REQ (2189//)
source: \0338You have new mail from account '%s'.\0332 %3ld messages downloaded, %3ld left on server %3ld duplicates skipped
hu: \0338Új levelet kaptál '%s' fiókról.\0332 %3ld üzenet letöltve, %3ld maradt a szerveren %3ld duplázás kihagyva

# MSG_POP3_NEW_MAIL_NOTIFY_OS4_ONE (2190//)
source: %s Received 1 new mail.
hu: %s 1 új levél érkezett.

# MSG_POP3_NEW_MAIL_NOTIFY_OS4_MANY (2191//)
source: %s Received %ld new mails.
hu: %s %ld új levél érkezett.

# MSG_MA_SEND_AND_GET_MAIL (2192//)
source: Send and get mail
hu: Levél küldés és fogadás

# MSG_MA_SEND_MAIL (2193//)
source: Send mail
hu: Levél küldés

# MSG_MA_GET_MAIL (2194//)
source: Get mail
hu: Levél fogadás

# MSG_WR_SECURITYREQ_GADS (2195//)
source: *_Plain|_Signed|_Encrypted|S_igned & encrypted|_Cancel
hu: *Egyszerû|Aláírt|Kódolt|Aláírt & kódolt|Mégse

# MSG_HTTP_CONNECTING_TO_SERVER (2196//)
source: Connecting to server...
hu: Csatlakozás a szerverhez...

# MSG_HTTP_SENDING_REQUEST (2197//)
source: Sending HTTP request...
hu: HTTP kérelem küldés...

# MSG_HTTP_WAITING_FOR_ANSWER (2198//)
source: Waiting for server's answer...
hu: Várakozás a szerver válaszára...

# MSG_HTTP_RECEIVING_DATA (2199//)
source: Receiving data...
hu: Adat érkezés...

# MSG_HTTP_DISCONNECTING_FROM_SERVER (2200//)
source: Disconnecting from server...
hu: Lecsatlakozás a szerverrõl...

# MSG_SHOW_TRANSFER_WINDOW (2201//)
source: Show transfers in progress...
hu: Folyamatban lévõ átvitelek mutatása...

# MSG_CO_APPLY_REMOTE_FILTERS (2202//)
source: Apply remote _filters
hu: Távoli szûrõ jóváhagyása

# MSG_HELP_CO_CH_APPLY_REMOTE_FILTERS (2203//)
source: Apply all defined remote filters when downloading mail from this server.
hu: Minden meghatározott távoli szûrõ jóváhagyása levél letöltéskor e szerver esetén.

# MSG_CO_DOWNLOAD_ON_STARTUP (2204//)
source: Check for new mail on startup
hu: Új levelek keresése indításkor

# MSG_HELP_CO_CH_DOWNLOAD_ON_STARTUP (2205//)
source: Check this account for new mail on every startup of YAM automatically.
hu: A YAM indításakor automatikusan keressen új leveleket ebben a fiókban.

# MSG_IMPORT_UNKNOWN_FILE_FORMAT (2206//)
source: Unknown mail file format in file '%s'.
hu: Ismeretlen levél fájl formátum '%s' fájlban.

# MSG_IMPORT_NO_MAILS (2207//)
source: The file '%s' does not contain any importable mails.
hu: '%s' fájl nem tartalmaz importálható levelet.

# MSG_CO_CONFIG_IS_LOCKED (2208//)
source: The configuration is currently locked. Please wait until all POP3 and SMTP transfers are finished.
hu: A konfiguráció megfelelõen lezárva. Kérlek várd meg amíg minden POP3 és SMTP mûvelet befejezõdik.

# MSG_FOLDERINFO_SHORTHELP (2209//)
source: \033bFolder\033n Name: %s Path: %s Size: %s Messages: %ld (%ld new, %ld unread)
hu: \033bMappa\033n Név: %s Útvonal: %s Méret: %s Üzenetek: %ld (%ld új, %ld olvasatlan)

# MSG_MAILINFO_SHORTHELP (2210//)
source: \033bMail\033n From: %s <%s> To: %s <%s> Subject: %s Date: %s Filename: %s Size: %s
hu: \033bLevél\033n Feladó: %s <%s> Címzett: %s <%s> Tárgy: %s Daátum: %s Fájl név: %s Méret: %s

# MSG_CO_UPDATE_DOWNLOAD_PATH (2211//)
source: Download _path:
hu: _Path letöltés:

# MSG_UPD_NOTIFICATION_DOWNLOAD (2212//)
source: Download
hu: Letöltés

# MSG_TR_DOWNLOADING_FROM_SERVER (2213//)
source: Downloading from '%s'
hu: Letöltés innen:'%s'

# MSG_MA_HELP (2214//)
source: Help
hu: Súgó

# MSG_MA_HELP_CONTENTS (2215//)
source: Contents
hu: Tartalom

# MSG_MA_HELP_AREXX (2216//)
source: ARexx interface
hu: ARexx interfész

# MSG_EA_SEARCH_GRAVATAR (2218//)
source: Search on gra_vatar.com...
hu: Keresés gra_vatar.com oldalon...

# MSG_ER_NO_GRAVATAR_FOUND (2219//)
source: No Gravatar found for address '%s'. Perhaps the person has not uploaded a portrait image to gravatar.com yet.
hu: Nem található Gravatar '%s' címhez. Talán a személy nem töltött fel képet a gravatar.com oldalra.

# MSG_ER_NON_MIME_CONFORMANT_MAIL (2220//)
source: No 'MIME-Version' header line was found while scanning the mail file '%s'. The generated output may therefore contain invalid data or may be corrupted.
hu: Nem található 'MIME-Verzió' fejléc sor '%s' levél fájl scanneléskor. A létrehozott kimenet érvénytelen adatokat tartalmazhat vagy sérült.

# MSG_CO_ACTION_SET_STATUS_TO_MARKED (2221//)
source: Set status to 'Marked'
hu: Állapot állítás 'Kijelöltre'

# MSG_HELP_CO_CH_ACTION_SET_STATUS_TO_MARKED (2222//)
source: Set the status of the filtered mail to 'Marked'
hu: A szûrt levél állapotának 'Kijelöltre' állítása.

# MSG_CO_ACTION_SET_STATUS_TO_UNMARKED (2223//)
source: Set status to 'Unmarked'
hu: Állapot állítás 'Kijelöletlenre'

# MSG_HELP_CO_CH_ACTION_SET_STATUS_TO_UNMARKED (2224//)
source: Set the status of the filtered mail to 'Unmarked'
hu: A szûrt levél állapotának 'Kijelöletlenre' állítása.'

# MSG_CO_ACTION_SET_STATUS_TO_READ (2225//)
source: Set status to 'Read'
hu: Állapot állítása 'Olvasottra'

# MSG_HELP_CO_CH_ACTION_SET_STATUS_TO_READ (2226//)
source: Set the status of the filtered mail to 'Read'
hu: A szûrt levél állapotának 'Olvasottra' állítása.

# MSG_CO_ACTION_SET_STATUS_TO_UNREAD (2227//)
source: Set status to 'Unread'
hu: Állapot állítása 'Olvasatlanra'

# MSG_HELP_CO_CH_ACTION_SET_STATUS_TO_UNREAD (2228//)
source: Set the status of the filtered mail to 'Unread'
hu: A szûrt levél állapotának 'Olvasatlanra' állítása

# MSG_CO_ACTION_SET_STATUS_TO_SPAM (2229//)
source: Set status to 'Spam'
hu: Állapot állítás 'Levélszemétre'

# MSG_HELP_CO_CH_ACTION_SET_STATUS_TO_SPAM (2230//)
source: Set the status of the filtered mail to 'Spam'
hu: A szûrt levél állapotának 'Levélszemétre' állítása

# MSG_CO_ACTION_SET_STATUS_TO_HAM (2231//)
source: Set status to 'Not spam'
hu: Állapot állítás 'Nem Levélszemétre'

# MSG_HELP_CO_CH_ACTION_SET_STATUS_TO_HAM (2232//)
source: Set the status of the filtered mail to 'Not spam'
hu: A szûrt levél állapotának 'Nem Levélszemétre' állítása

# MSG_CO_SMTP_ACTIVE (2233//)
source: _Active
hu: _Aktív

# MSG_CO_POP_AUTH (2234//)
source: Authentification
hu: Azonosítás

# MSG_HELP_CO_CY_POPAUTH (2235//)
source: When not using any connection security (TLS or SSL) the password can be send using the APOP encryption algorithm instead. (not supported by all POP3 servers)
hu: Ha nincs használatban valamilyen biztonságos kapcsolat(TLS vagy SSL) a jelszó elküldhetõ az APOP kódolási algoritmussal. (nem minden POP3 szerver támogatja)

# MSG_CO_POP_AUTH_PLAIN (2236//)
source: Plain Password
hu: Egyszerû jelszó

# MSG_CO_POP_AUTH_APOP (2237//)
source: Encrypted Password (APOP)
hu: Kódolt jelszó (APOP)

# MSG_CO_POP_SECURITY (2238//)
source: Connection Security
hu: Kapcsolat biztonság

# MSG_CO_POP_SECURITY_NONE (2239//)
source: No Security
hu: Nincs

# MSG_HELP_CO_CY_POPSECURE (2242//)
source: A STARTTLS or SSL/TLS secure connection will be established between the POP3 server and YAM to receive e-mail through an encrypted connection. If this cycle gadget is ghosted, it means AmiSSL support is currently not available.
hu: Egy STARTTLS vagy SSL/TLS biztonságos kapcsolat fog létesülni a POP3 szerver és a YAM között. A levelek a kódolt kapcsolaton keresztül érkeznek meg. Ha ez folyamat gadget elszürkül, az AmiSSL támogatás épp nem érhetõ el.

# MSG_CO_POP_SERVERLIST (2243//)
source: Server List
hu: Szerver lista

# MSG_CO_POP_SERVERSETTINGS (2244//)
source: Server Settings
hu: Szerver beállítások

# MSG_CO_POP_SECURITYAUTH (2245//)
source: Security and Authentification
hu: Biztonság és azonosítás

# MSG_CO_POP_MSGHANDLING (2246//)
source: Message handling
hu: Üzenet kezelés

# MSG_CO_SMTP_SERVERLIST (2247//)
source: Server List
hu: Szerver lista

# MSG_CO_SMTP_SERVERSETTINGS (2248//)
source: Server Settings
hu: Szerver beállítások

# MSG_CO_POP_DESC (2249//)
source: Description
hu: Leírás

# MSG_HELP_CO_ST_POPDESC (2250//)
source: An arbitrary description/name for this server connection which will be used instead of user@host.
hu: Egy tetszés szerinti leírás/név lesz használva a szerverhez kapcsolódáskor a user@host helyett.

# MSG_CO_SMTP_DESC (2251//)
source: Description
hu: Leírás

# MSG_HELP_CO_ST_SMTPDESC (2252//)
source: An arbitrary description/name for this server connection which will be used instead of user@host.
hu: Egy tetszés szerinti leírás/név lesz használva ehhez a szerverhez történõ csatlakozásnál a user@host helyett.

# MSG_CO_SMTP_SECURITY (2253//)
source: Connection Security
hu: Kapcsolat biztonság

# MSG_CO_SMTP_SECURITY_NONE (2254//)
source: No Security
hu: Nincs

# MSG_CO_SMTP_SECURITYAUTH (2257//)
source: Security and Authentification
hu: Biztonság és azonosítás

# MSG_HELP_CO_CY_SMTPSECURE (2258//)
source: A STARTTLS or SSL/TLS secure connection will be established between the SMTP server and YAM to receive e-mail through an encrypted connection. If this cycle gadget is ghosted, it means AmiSSL support is currently not available.
hu: Egy STARTTLS vagy SSL/TLS biztonságos kapcsolat fog létesülni az SMTP szerver és a YAM között. A levelek a kódolt kapcsolaton keresztül érkeznek meg. Ha ez folyamat gadget elszürkül, az AmiSSL támogatás épp nem érhetõ el.

# MSG_CO_SMTP_AUTH (2259//)
source: Authentification
hu: Azonosítás

# MSG_CO_SMTPAUTH_NONE (2260//)
source: No Authentication
hu: Nincs azonosítás

# MSG_CO_SMTP_OPTIONS (2261//)
source: Options
hu: Beállítások

# MSG_CO_CRDIDENTITIES (2262//)
source: Identities
hu: Azonosságok

# MSG_CO_IDENTITIES_TITLE (2263//)
source: Identities Settings
hu: Azonosságok beállítása

# MSG_CO_IDENTITIES_SUMMARY (2264//)
source: Manage multiple identities for composing mails...
hu: Többszörös azonosság kezelése levél szerkesztésnél...

# MSG_CO_IDENTITY_LIST (2265//)
source: Identities
hu: Azonosítók

# MSG_CO_IDENTITY_SETTINGS (2266//)
source: General Settings
hu: Általános beállítások

# MSG_CO_IDENTITY_REGISTER_SETTINGS (2268//)
source: General Settings
hu: Általános beállítások

# MSG_CO_IDENTITY_REGISTER_COMPOSE (2269//)
source: Compose Mail
hu: Levél írás

# MSG_CO_IDENTITY_REGISTER_PGPSEC (2270//)
source: PGP-Security
hu: PGP-biztonság

# MSG_CO_IDENTITY_NOSIGNATURE (2271//)
source: no signature
hu: nincs aláírás

# MSG_CO_IDENTITY_ABOVEQUOTE (2272//)
source: above quotes
hu: idézetek fölött

# MSG_CO_IDENTITY_BELOWQUOTE (2273//)
source: below quotes
hu: idézetek alatt

# MSG_CO_IDENTITY_DESCRIPTION (2274//)
source: Description
hu: Leírás

# MSG_CO_IDENTITY_MAILSERVER (2275//)
source: Mail server (SMTP)
hu: Levelezõ szerver (SMTP)

# MSG_CO_IDENTITY_COMPOSE (2277//)
source: Compose mail settings
hu: Levél írás beállítások

# MSG_CO_IDENTITY_REPLYTO (2282//)
source: Reply-To: address
hu: Válasz: cím

# MSG_CO_IDENTITY_COMPOSE_OPTIONS (2284//)
source: Options
hu: Beállítások

# MSG_CO_IDENTITY_COMPOSE_QUOTE (2287//)
source: Quote messages when answering
hu: Üzenet idézés válaszoláskor

# MSG_CO_IDENTITY_COMPOSE_ANSWER (2288//)
source: Put my answer
hu: Válaszom behelyezése

# MSG_CO_IDENTITY_COMPOSE_SIGNATURE (2289//)
source: Put my signature
hu: Aláírásom behelyezése

# MSG_CO_IDENTITY_USESIG_REPLY (2290//)
source: Use signature when replying
hu: Válasz esetén aláírás használat

# MSG_CO_IDENTITY_USESIG_FORWARD (2291//)
source: Use signature when forwarding
hu: Továbbítás esetén aláírás használat

# MSG_CO_IDENTITY_PGPSETTINGS (2292//)
source: PGP-Security Settings
hu: PGP-biztonság beállítások

# MSG_CO_IDENTITY_USEPGP (2293//)
source: Use PGP for this identity
hu: PGP használat ehhez az azonosítóhoz

# MSG_CO_IDENTITY_PGPKEY_ID (2294//)
source: PGP key ID
hu: PGP azonosító kulcs

# MSG_CO_IDENTITY_PGPKEY_URL (2295//)
source: PGP key URL
hu: PGP URL kulcs

# MSG_CO_IDENTITY_PGP_OPTIONS (2296//)
source: Options
hu: Beállítások

# MSG_CO_IDENTITY_PGP_SIGN_UNENC (2297//)
source: Sign unencrypted mails per default
hu: Kódolatlan levél aláírás alapértelmezés szerint

# MSG_CO_IDENTITY_PGP_SIGN_ENC (2298//)
source: Sign encrypted mails per default
hu: Kódolt levél aláírás alapértelmezés szerint

# MSG_CO_IDENTITY_PGP_ENCRYPTALL (2299//)
source: Encrypt all mails per default
hu: Minden levél kódolása alapértelmezés szerint

# MSG_CO_IDENTITY_PGP_ADDOWN (2300//)
source: Add own key when encrypting mails
hu: Saját kulcs hozzáadás levél kódoláskor

# MSG_CO_IDENTITY_PHOTOURL (2301//)
source: URL to own photo
hu: URL a saját képhez

# MSG_CO_IDENTITY_ADDINFO (2302//)
source: Add personal information
hu: Személyes információ hozzáadás

# MSG_CO_IDENTITY_REQUESTMDN (2303//)
source: Request a return receipt
hu: Kézbesítés jelentés kérés

# MSG_CO_SERVERNAME (2304//)
source: Server name
hu: Szerver név

# MSG_HELP_CO_ST_USER (2305//)
source: The username for accessing the mail server.
hu: A levelezõ szerverre lépéshez szükséges jelszó.

# MSG_FO_MOVEFOLDERTO (2306//)
source: Do you really want to move the folder from '%s' to '%s'?
hu: Biztosan el akarod mozgatni a mappát innen '%s' ide '%s'?

# MSG_FO_FOLDER_ALREADY_EXISTS (2307//)
source: A file or directory named '%s' already exists and will be overwritten/deleted. Do you really want to proceed?
hu: Egy '%s' nevû fájl vagy mappa már létezik és felülírásra/törlése fog kerülni. Folytatod?

# MSG_ER_CANNOT_CREATE_FOLDER (2308//)
source: Failed to create directory '%s' (%s).
hu: Nem sikerült létrehozni '%s' (%s) mappát.

# MSG_CO_IdentityActive (2309//)
source: _Active
hu: _Aktív

# MSG_HELP_CO_CH_IDENTITY_ENABLED (2312//)
source: If checked, this user identity is enabled for use.
hu: Ha kipipálásra kerül ez a felhasználói azonosság engedélyezésre kerül.

# MSG_HELP_CO_ST_IDENTITY_DESCRIPTION (2313//)
source: A custom description for this user identity.
hu: Egyéni leírás ehhez a felhasználói azonossághoz.

# MSG_HELP_CO_ST_IDENTITY_REALNAME (2314//)
source: The realname "firstname lastname" for this user identity.
hu: A valódi név "keresztnév vezetéknév" ehhez a felhasználói azonosítóhoz.

# MSG_HELP_CO_ST_IDENTITY_EMAIL (2315//)
source: The e-mail address associated with this user identity.
hu: Az e-mail cím hozzárendelésre került ehhez a felhasználói azonosítóhoz.

# MSG_HELP_CO_ST_IDENTITY_ORGANIZATION (2316//)
source: Optional name of the organization this user identity belongs to.
hu: Opcionális szervezési név ehhez a felhasználói azonosítóhoz.

# MSG_HELP_CO_CY_IDENTITY_MAILSERVER (2317//)
source: Allows you to select the outgoing SMTP server which will be used when mail is going to be sent using this user identity.
hu: Lehetõvé teszi a használatra kerülõ kimenõ SMTP szerver kiválasztását ha egy kimenõ levél errõl a felhasználói azonosítóról kerül elküldésre.

# MSG_HELP_CO_ST_IDENTITY_REPLYTO (2320//)
source: The default Reply-To: recipients added when composing a new mail.
hu: Alapértelmezett Válasz: címzett felvétele új levél szerkesztésekor.

# MSG_HELP_CO_ST_IDENTITY_EXTRAHEADER (2321//)
source: Allows you to specify the default for putting additional headers to an outgoing mail.
hu: Engedélyezi az alapértelmezett fejléc beillesztés beállítását egy kimenõ levél esetén.

# MSG_HELP_CO_ST_IDENTITY_PHOTOURL (2322//)
source: An optional URL to a photo associated with this user identity.
hu: Egy opcionális kép URL ehhez a felhasználói azonosítóhoz.

# MSG_HELP_CO_CH_IDENTITY_QUOTEMAILS (2325//)
source: When replying or forwarding mails text will be quoted if this option is enabled.
hu: Ha engedélyezve van, a továbbított és válaszolt levelek idézve lesznek.

# MSG_HELP_CO_CH_IDENTITY_QUOTEPOS (2326//)
source: Allows to define if your answer should be placed above or below quotes.
hu: Megadható, hogy a válaszod az idézet elé vagy után kerüljön.

# MSG_HELP_CO_CH_IDENTITY_SIGPOS (2327//)
source: Allows to define if your signature should appear below or above the quotes.
hu: Megadható, hogy az aláírásod az idézet fölé vagy alá kerüljön.

# MSG_HELP_CO_CH_IDENTITY_SIGREPLY (2328//)
source: If enabled, a signature will be added when replying to a mail.
hu: Engedélyezés esetén aláírás fog kerülni a megválaszolt levélre.

# MSG_HELP_CO_CH_IDENTITY_SIGFORWARD (2329//)
source: If enabled, a signature will be added when forwarding a mail.
hu: Engedélyezés esetén aláírás fog kerülni a továbbított levélre.

# MSG_HELP_CO_CH_IDENTITY_ADDINFO (2330//)
source: If enabled, personal information will be added to the mail (X-SenderInfo header). This requires an addressbook entry with the same email address as this user identity.
hu: Engedélyezés esetén, személyes infók kerülnek a levélre (X-SenderInfo fejléc). Az egy ezzel a felhasználói azonosítóval azonos email címû címjegyzékkel kell rendelkezzen.

# MSG_HELP_CO_CH_IDENTITY_REQUESTMDN (2331//)
source: If enabled, a mail disposition notification will be requested per default when composing a mail.
hu: Engedélyezés esetén, egy levél elrendezési figyelmeztetés fog megjelenni levél szerkesztés esetén.

# MSG_HELP_CO_CH_IDENTITY_USEPGP (2332//)
source: Allows to enable/disable the PGP functionality for this whole user identity.
hu: A teljes felhasználói azonosítóra engedi vagy tiltja a PGP alkalmasságot.

# MSG_HELP_CO_ST_IDENTITY_PGPID (2333//)
source: Allows to specify the PGP-Key ID which should be used for this user identity.
hu: Meghatározható az ehhez a felhasználói PGP-Kulcs azonosító azonosítóhoz használható PGP-Kulcs ID.

# MSG_HELP_CO_ST_IDENTITY_PGPURL (2334//)
source: Allows to specify an URL where the public key for this user identity can be accessed.
hu: Meghatározható ennek a felhasználói azonosítónak a publikus kulcs URL-je.

# MSG_HELP_CO_CH_IDENTITY_PGPSIGN_UNENC (2335//)
source: If enabled, the default is set to PGP sign all unencrypted emails when starting to compose them.
hu: Engedélyezés esetén, kódolatlan levél szerkesztés kezdésekor alap PGP aláírás kerül beállításra.

# MSG_HELP_CO_CH_IDENTITY_PGPSIGN_ENC (2336//)
source: If enabled, the default is set to PGP sign all encrypted emails when starting to compose them.
hu: Engedélyezés esetén, kódolt levél szerkesztés kezdésekor alap PGP aláírás kerül beállításra.

# MSG_HELP_CO_CH_IDENTITY_PGPENC_ALL (2337//)
source: If enabled, the default is set to PGP encrypt all emails when starting to compose them.
hu: Engedélyezés esetén, minden levél szerkesztés kezdésekor alap PGP aláírás kerül beállításra.

# MSG_HELP_CO_CH_IDENTITY_PGPENC_SELF (2338//)
source: If enabled, all emails being encrypted via PGP will have the PGP key added of this user identity. If disabled, encrypted emails cannot be decrypted by this user identity.
hu: Engedélyezés esetén minden email kódolásra kerül a PGP-n keresztül. Egy PGP kulcs kerül ehhez a felhasználói azonosítóhoz. Tiltás esetén, a kódolt leveleket nem tudja kikódolni ez a felhasználói azonosító.

# MSG_HELP_CO_CY_IDENTITY_SIGNATURE (2339//)
source: Allows to select the default signature that should be used when composing emails with this user identity.
hu: Kiválasztható az alapértelmezett aláírás, ami levél íráskor használatra kerül ennél a felhasználói azonosítónál.

# MSG_CO_CONFIGWARNING_TITLE (2340//)
source: Configuration Warning
hu: Beállítási figyelmeztetés

# MSG_CO_CONFIGWARNING (2341//)
source: You have modified certain configuration settings and will lose these changes when closing the config window. How do you want to proceed?
hu: Számos beállítást módosítottál és ezek a beállítások el fognak veszni ha bezárod ezt az ablakot. Mit akarsz tenni?

# MSG_CO_CONFIGWARNING_BT (2342//)
source: _Close window|*_Abort
hu: Ablak bezárás|*Megsz_akít

# MSG_CO_CONFIGVERSIONWARNING_TITLE (2343//)
source: Configuration Version Warning
hu: Konfiguráció verzió figyelmeztetés
