Repository: Futaura/yam
Catalog: locale/hungarian.po
Languages: hu

# MSG_BusyLoadingIndex (1284//)
source: Loading index of folder '%s'...
hu: '%s' mappa indexének betöltése...

# MSG_BusySavingIndex (1285//)
source: Saving index of folder '%s'...
hu: '%s' mappa indexének mentése...

# MSG_BusyScanning (1286//)
source: Scanning folder '%s'...
hu: '%s' mappa könyvtárának átnézése...

# MSG_BusyReading (1287//)
source: Reading message...
hu: Üzenet olvasása...

# MSG_BusyDisplayingList (1289//)
source: Displaying messages...
hu: Üzenet megjelenítése...

# MSG_BusyPGPrunning (1290//)
source: PGP operation...
hu: PGP müvelet...

# MSG_BusyDecPrinting (1292//)
source: Decoding/printing...
hu: Dekódolás/nyomtatás...

# MSG_BusyDecSaving (1293//)
source: Decoding/saving...
hu: Dekódolás/mentés...

# MSG_BusyDecDisplaying (1294//)
source: Decoding/displaying...
hu: Dekódolás/megjelenítés...

# MSG_FOLDER_NEWFOLDER (1300//)
source: New folder...
hu: Új mappa...

# MSG_FOLDER_EDIT (1302//)
source: Edit...
hu: Szerkeszt...

# MSG_FOLDER_DELETE (1303//)
source: Delete
hu: Töröl

# MSG_SETTINGS_USERS (1322//)
source: Users...
hu: Felhasználók...

# MSG_HELP_FO_ST_MLREPLYTOADDRESS (1327//)
source: Use this 'Reply-To:' address when posting new mails to the list.
hu: Ezt a Válaszcím: címet használja, amikor új leveleket küld a listára.

# MSG_EA_DefSecurity (1329//)
source: Sec_urity
hu: Biztonság

# MSG_HELP_MA_CY_DEFSECURITY (1330//)
source: Default security for sending mail to this person.
hu: Alapértelmezett biztonság, amikor levelet küldesz ennek a személynek.

# MSG_WR_SecDefaults (1333//)
source: Default
hu: Alapértelmezett

# MSG_ER_PGPMultipart (1334//)
source: Error creating multipart PGP message. Encrypting/signing disabled.
hu: Hiba történt többrészes PGP üzenet létrehozásánál. Kódolás/aláírás kikapcsolva!

# MSG_RE_FixedFont (1335//)
source: Fixed font?
hu: Fix betûtípus?

# MSG_CO_SMTPUser (1338//)
source: Us_er name
hu: F_elhasználó név

# MSG_CO_SMTPPass (1339//)
source: Pass_word
hu: Jelszó

# MSG_WR_AltQuoted (1342//)
source: Alternative quoted
hu: Alternatív idézet

# MSG_EA_SelectPhoto_Title (1346//)
source: Select portrait
hu: Portré kiválasztás

# MSG_RE_MoveNextFolderReq (1347//)
source: Next folder with unread messages is \033b%s\033n Go to this folder and continue reading there?
hu: Az olvasatlan üzenetek tartalmazó mappa: \033b%s\033n Átváltsak erre a mappára és folytassam ott az olvasást?

# MSG_ATTACH_NO (1352//)
source: No.
hu: Ssz.

# MSG_ATTACH_PART (1353//)
source: Part
hu: Rész

# MSG_FOLDER_NEWFOLDERGROUP (1355//)
source: New folder group...
hu: Új mappa csoport...

# MSG_CO_GENLISTCFG (1358//)
source: General settings
hu: Általános beállítások

# MSG_CO_SIZEFORMAT (1360//)
source: Si_ze format
hu: Méret formátum

# MSG_HELP_CO_CY_SIZE (1361//)
source: How would you like the size of each mail to be displayed?
hu: Hogy szeretnéd beállítani a megjelenített levelek méretét?

# MSG_CO_SIZEFORMAT01 (1362//)
source: Old format - (1.234.567 bytes)
hu: Régi formátum - (1.234.567 bytes)

# MSG_CO_SIZEFORMAT02 (1363//)
source: Mixed precision (0.001 GB, 0.01 MB, 0.1 KB)
hu: Kevert pontosság (0.001 GB, 0.01 MB, 0.1 KB)

# MSG_CO_SIZEFORMAT03 (1364//)
source: 10^-1 precision (0.1 GB/MB/KB)
hu: 10^-1 pontosság (0.1 GB/MB/KB)

# MSG_CO_SIZEFORMAT04 (1365//)
source: 10^-2 precision (0.01 GB/MB/KB)
hu: 10^-2 pontosság (0.01 GB/MB/KB)

# MSG_CO_SIZEFORMAT05 (1366//)
source: 10^-3 precision (0.001 GB/MB/KB)
hu: 10^-3 pontosság (0.001 GB/MB/KB)

# MSG_HELP_CO_ST_SMTPAUTHUSER (1368//)
source: User name of the SMTP AUTH user.
hu: SMTP azonosítás felhasználó neve.

# MSG_HELP_CO_ST_SMTPAUTHPASS (1369//)
source: Password of the SMTP AUTH user.
hu: SMTP azonosítás jelszava.

# MSG_HELP_CO_ST_APPICON (1370//)
source: Text that should be displayed as the label of the AppIcon.
hu: Az a szöveg, amely az AppIkon alatt jelenik meg.

# MSG_CO_APPICONTEXT (1371//)
source: _Label
hu: Cimke

# MSG_CO_NEWMSGS (1372//)
source: %n New messages
hu: %n új üzenet

# MSG_CO_UNREADMSGS (1373//)
source: %u Unread messages
hu: %u olvasatlan üzenet

# MSG_CO_TOTALMSGS (1374//)
source: %t Total messages
hu: %t üzenet összesen

# MSG_CO_SENTMSGS (1376//)
source: %s Sent messages
hu: %s elküldött üzenet

# MSG_FO_DSTATS (1377//)
source: App_Icon stats
hu: App_Icon statisztika

# MSG_HELP_FO_CH_STATS (1378//)
source: Would you like to see this folder's statistics in YAM's AppIcon label?
hu: Látni szeretnéd a YAM AppIcon cimkéjében a mappa statisztikáit?

# MSG_OPENGUI (1380//)
source: Opening GUI...
hu: GUI megnyitása...

# MSG_CO_CONTEXTMENU (1382//)
source: Context menu
hu: Helyi menü

# MSG_HELP_CO_CONTEXTMENU (1383//)
source: Show a popup menu when clicking the right mouse button on this list?
hu: Megjelenítsen egy felbukkanó menüt amikor jobb gombbal klikkelsz egyet?

# MSG_CO_INFOBAR (1384//)
source: Status bar
hu: Állapot jelzö

# MSG_HELP_CO_CH_INFOBAR (1385//)
source: Here you can select the position of the status bar that shows general information in YAM.
hu: Itt választhatod ki az állapot jelzö pozícióját ami általános információkat jelenít meg a YAM-ben.

# MSG_CO_WARNSUBJECT (1386//)
source: Warn when there's an empty su_bject line
hu: Figyelmeztessen, ha a tárgy sor üres

# MSG_HELP_CO_CH_WARNSUBJECT (1387//)
source: Would you like to be warned if you leave the subject line blank?
hu: Szeretnéd, hogy figyelmeztessen ha a tárgy sor üresen marad?

# MSG_WR_NOSUBJECTREQ (1389//)
source: The subject is missing, continue anyway?
hu: Nincs tárgy. Folytatod?

# MSG_WR_TBSearch (1390//8)
source: Search
hu: Keres

# MSG_HELP_WR_BT_SEARCH (1391//)
source: Search the text for a given string.
hu: Megkeres egy adott szövegrészt a szövegben.

# MSG_SEARCHWINDOW_TITLE (1392//)
source: Search
hu: Keres

# MSG_SEARCHWINDOW_TOGGLE_CASESENSITVE (1393//)
source: C_ase sensitive
hu: Betüállás érzékenység

# MSG_SEARCHWINDOW_BT_SEARCH (1394//)
source: _Search
hu: Kere_s

# MSG_SEARCHWINDOW_BT_CANCEL (1396//)
source: _Cancel
hu: Mégse

# MSG_SEARCHNOTFOUND_TITLE (1397//)
source: Search
hu: Keres

# MSG_SEARCHNOTFOUND_MSG (1398//)
source: '%s' not found.
hu: '%s' nem található.

# MSG_FO_GROUP_CONFDEL (1402//)
source: This group contains subfolders, which will be moved to the parent folder on deletion. Do you really want to delete this group?
hu: Ez a csoport almappákat tartalmaz, amelyek a szülömappába kerülnek törlésnél. Tényleg le akarod törölni ezt a csoportot?

# MSG_FOLDER_NONSEL (1403//)
source: (none selected)
hu: (nincs kiválasztott)

# MSG_FO_NEWFGROUP (1405//)
source: New folder group...
hu: Új mappacsoport...

# MSG_FO_NEWFGROUPREQ (1406//)
source: Please enter a name for the new folder group:
hu: Kérlek add meg az új mappacsoport nevét:

# MSG_ER_CANTMOVEMAIL (1407//)
source: Couldn't move mail '%s' to folder '%s'. No folder with this name could be found. Please check your Filters configuration.
hu: '%s' levél nem mozgatható '%s' mappába. Nem található ilyen nevü mappa. Ellenörizd a szürö beállításokat.

# MSG_MA_EXECUTINGCMD (1408//)
source: Executing command...
hu: Parancs végrehajtás...

# MSG_APP_DESCRIPTION (1409//)
source: SMTP/POP3 E-Mail Client for AmigaOS
hu: AmigaOS SMTP/POP3 E-Mail kliens

# MSG_CO_INFOBARPOS (1410//)
source: Pos_ition
hu: Pozíc_ió

# MSG_CO_INFOBARPOS01 (1411//)
source: Top
hu: Felsö

# MSG_CO_INFOBARPOS02 (1412//)
source: Center
hu: Középsö

# MSG_CO_INFOBARPOS03 (1413//)
source: Bottom
hu: Alsó

# MSG_CO_INFOBARPOS04 (1414//)
source: Disabled
hu: Letiltva

# MSG_CO_FOLDERLABEL (1415//)
source: _Label
hu: Cimke

# MSG_HELP_FO_CH_MLSUPPORT (1417//)
source: Turn on/off the mailing list support for this folder.
hu: E mappa levelezölista támogatásának ki/be kapcsolása.

# MSG_FO_AUTODETECT (1418//)
source: Auto_detect
hu: Automatikus érzékelés

# MSG_HELP_FO_BT_AUTODETECT (1419//)
source: Try to guess automatically the suitable ML support settings by scanning the first five e-mails in the folder.
hu: Megpróbálja automatikusan kitalálni, hogy használja-e a levelezõlista támogatást, úgy hogy átnézi a mappában lévõ 5 emailt.

# MSG_FO_NOTRECOGNIZED (1420//)
source: Couldn't be recognized.
hu: Nem észlelhetö!

# MSG_CO_NB_EMAILCACHE (1422//)
source: E-mail cache
hu: E-mail tároló

# MSG_CO_NB_EMAILCACHEFMT (1423//)
source: %ld address(es)
hu: %ld cím

# MSG_HELP_CO_NB_EMAILCACHE (1424//)
source: Cache size for the most recently used recipients not yet in the address book. Select 0 to disable this feature.
hu: A címjegyzékben még nem lévõ, legtöbbet használt címzettek cache tárának mérete. Válassz 0-t az opció kikapcsolásához.

# MSG_HELP_CO_ST_SMTPPORT (1432//)
source: Port used by the SMTP server (default: 25).
hu: Az SMTP szerver által használt port (alapértelmezett: 25).

# MSG_HELP_CO_ST_POPPORT (1434//)
source: Port used by the POP3 server (default: 110).
hu: A POP3 szerver által használt port (alapértelmezett: 110).

# MSG_CO_InfoBarDef (1435//)
source: - Total: %t New: %n Unread: %u
hu: - összesen: %t Új: %n Olvasatlan: %u

# MSG_TR_INITTLS (1436//)
source: Initializing TLSv1/SSLv3 session...
hu: TLSv1/SSLv3 folyamat inicializálása...

# MSG_ER_INITAMISSL (1437//)
source: Couldn't init amissl.library - TLSv1/SSLv3 support disabled. Please check your AmiSSL installation and restart YAM.
hu: Nem tudtam inicializálni az amissl.library-t. TLSv1/SSLv3 támogatás kikapcsolva. Kérlek ellenõrizd az AmiSSL installálásodat, és indítsd újra a programot.

# MSG_TR_SENDAUTH (1439//)
source: Sending SMTP AUTH request...
hu: SMTP azonosítás kérés küldése...

# MSG_CO_IMPORTMIMETITLE (1442//)
source: Import MIME viewers & types
hu: MIME megjelenítõk és típusok importálása

# MSG_ER_TRANSFERMAIL (1443//)
source: Couldn't transfer mail '%s' to folder '%s'. Either the file doesn't exist or it couldn't be copied for some reason.
hu: Nem tudtam a(z) '%s' levelet átrakni a(z) '%s' mappába. Lehet, hogy a fájl nem létezik, vagy nem másolható valamilyen okból.

# MSG_ER_ADDRBOOKLOAD (1445//)
source: Couldn't load address book from file '%s'. Either the file doesn't exist or it couldn't be opened for some reason.
hu: A címjegyzék nem tölthetõ be a következõ fájlból: '%s'. A fájl nem létezik, vagy valamilyen okból nem nyitható meg.

# MSG_AB_NOYAMADDRBOOK (1446//)
source: File '%s' isn't a valid YAM address book. Process it as a file containing e-mail addresses on separate lines?
hu: A(z) '%s' fájl nem egy érvényes YAM címjegyzék fájl. Úgy akarod feldolgozni továbbra is, mint egy olyan fájlt amely különbözõ email címeket soronként tartalmaz?

# MSG_AB_NOYAMADDRBOOK_GADS (1447//)
source: _Yes|*_No
hu: Igen|*_Nem

# MSG_FO_EDIT_FGROUP (1448//)
source: Folder group preferences
hu: Mappacsoport beállításai

# MSG_FO_EDIT_FGROUPREQ (1449//)
source: Name of folder group:
hu: A mappacsoport neve:

# MSG_ER_UNUSABLEAMISSL (1450//)
source: You have selected TLSv1/SSLv3 for this connection, but AmiSSL couldn't be initialized. Please check your AmiSSL installation or disable TLS/SSL for this connection.
hu: TLSv1/SSLv3 opciókat választottál ehhez a csatlakozáshoz, de az AmiSSL nem indítható el. Kérlek ellenõrizd az AmiSSL instállálást, vagy kapcsold ki ezt az opciót.

# MSG_RETRY_QUIT_GAD (1454//)
source: Try again|Quit
hu: Ismét|Kilép

# MSG_ER_NOAUTHUSERPASS (1456//)
source: No user name or password was specified for the SMTP AUTH connection YAM was trying to establish. Please check your configuration.
hu: Nem volt név vagy jelszó megadva az SMTP AUTH kapcsolathoz, amelyet a YAM próbált létrehozni. Kérlek ellenõrizd a beállításodat.

# MSG_CO_APPICON_LABEL (1458//)
source: New: %n Total: %t
hu: Új: %n Összes: %t

# MSG_DATE_RECEIVED (1459//)
source: Received
hu: Érkezett

# MSG_DATE_SENT (1460//)
source: Sent
hu: Elküldött

# MSG_DATE_SNTRCVD (1461//)
source: Sent/Received
hu: Elküldött/Érkezett

# MSG_CO_DATE_SNTRCVD (1462//)
source: Date Sent/Received
hu: Küldés/Érkezés dátuma

# MSG_FROMTO (1463//)
source: From/To
hu: Feladó/Címzett

# MSG_HELP_CO_CA_COL1QUOT (1464//)
source: Color used to display quotes.
hu: Idézetekhez használt szín.

# MSG_HELP_CO_CA_COL3QUOT (1465//)
source: Color used to display 3rd level quotes.
hu: Harmadik szintû idézetekhez használt szín.

# MSG_HELP_CO_CA_COL4QUOT (1466//)
source: Color used to display 4th level quotes.
hu: Negyedik szintû idézetekhez használt szín.

# MSG_CO_URLCOLOR (1467//)
source: URL color
hu: URL szín

# MSG_HELP_CO_CA_COLURL (1468//)
source: Color used to display clickable URL links.
hu: A klikkelhetõ URL címekhez használt szín.

# MSG_FO_FOLDERNAMEINVALID (1471//)
source: The specified folder name is empty or already exists. Please enter a valid folder name before you proceed.
hu: A megadott mappanév üres vagy már létezik. Kérlek adj meg egy érvényes mappanevet, mielõtt folytatod.

# MSG_FO_FOLDERPATHINVALID (1472//)
source: You haven't specified a valid path for the new folder.
hu: Nem adtál meg érvényes útvonalnevet az új mappához.

# MSG_MA_CTX_DEFWIDTH_THIS (1476//)
source: Default width: this
hu: Alapértelmezett szélesség: ez

# MSG_MA_CTX_DEFWIDTH_ALL (1477//)
source: Default width: all
hu: Alapértelmezett szélesség: mind

# MSG_MA_CTX_DEFORDER_THIS (1478//)
source: Default order: this
hu: Alapértelmezett sorrend: ez

# MSG_MA_CTX_DEFORDER_ALL (1479//)
source: Default order: all
hu: Alapértelmezett sorrend: mind

# MSG_MA_CTX_MAILLIST (1480//)
source: Message list
hu: Üzenet lista

# MSG_MA_CTX_FOLDERLIST (1481//)
source: Folder list
hu: Mappa lista

# MSG_HELP_FO_CY_MLSIGNATURE (1482//)
source: Use this signature when posting new mails to the list.
hu: Aláírás használata listára küldött leveleknél.

# MSG_CTapplicationpdf (1483//)
source: PDF document
hu: PDF dokumentum

# MSG_HELP_CO_ST_INFOBARTXT (1492//)
source: Text that should be displayed in the status bar.
hu: Az a szöveg, ami az állapotsávra kerül.

# MSG_YesNoReq2 (1494//)
source: _Yes|*_No
hu: Igen|*_Nem

# MSG_HELP_FO_ST_HELLOTEXT (1495//)
source: Text to insert at the top of a new message.
hu: Az új üzenet tetejére beillesztendö szöveg.

# MSG_HELP_FO_ST_BYETEXT (1496//)
source: Text to insert at the bottom of a new message.
hu: Az új üzenet aljára beillesztendö szöveg.

# MSG_FO_Welcome (1497//)
source: _Welcome phrase
hu: Üdvözlö szöveg

# MSG_FO_Greetings (1498//)
source: C_losing phrase
hu: Befejezö szöveg

# MSG_ER_SOCKETOPTION (1499//)
source: Couldn't set socket option '%s'. Either this option is not supported by the TCP/IP stack your are using, or it is specified wrong in your configuration.
hu: Nem állítható be '%s' fiók opció. Ezt a beállítást az általad használt TCP/IP protokol nem támogatja vagy rosszul lett konfigurálva.

# MSG_ER_B64FILEENCODE (1500//)
source: An unexpected error occurred while trying to encode file '%s' with the Base64 file encoding routines.
hu: Egy nem várt hiba lépett fel a '%s' fájl Base64 fájlkódolási eljárása közben.

# MSG_ER_QPFILEENCODE (1501//)
source: An unexpected error occurred while trying to encode file '%s' with the Quoted-Printable (QP) file encoding routines.
hu: Egy nem várt hiba lépett fel a '%s' fájl Quoted-Printable (QP) fájlkódolási eljárása közben.

# MSG_ER_UUFILEENCODE (1502//)
source: An unexpected error occurred while trying to encode file '%s' with the UUcode file encoding routines.
hu: Egy nem várt hiba lépett fel a '%s' fájl UUcode fájlkódolási eljárása közben.

# MSG_ER_QPDEC_FILEIO (1503//)
source: An input/output error occurred during decoding of the Quoted-Printable (QP) encoded file '%s'.
hu: Egy bemeneti/kimeneti hiba lépett fel a Quoted-Printable (QP) kódolású '%s' fájl kikódolása közben.

# MSG_ER_QPDEC_UNEXP (1504//)
source: An unexpected error occurred while trying to decode file '%s' with the Quoted-Printable (QP) file decoding routines.
hu: Egy nem várt hiba lépett fel a Quoted-Printable (QP) kódolású '%s' fájl kikódolása közben.

# MSG_ER_QPDEC_WARN (1505//)
source: During the Quoted-Printable (QP) decoding of file '%s' some broken control sequences were detected and kept undecoded in the output.
hu: A Quoted-Printable (QP) kódolású '%s' fájl kikódolása közben törött vezérlö rész került észlelésre és a kimenet kikódolatlan maradt.

# MSG_ER_QPDEC_CHAR (1506//)
source: During the Quoted-Printable (QP) decoding of file '%s' some forbidden characters were found and therefore removed in the output.
hu: A Quoted-Printable (QP) kódolású '%s' fájl kikódolása közben néhány tiltott karakter került észlelésre, ami eltávolításra került a kimenetböl.

# MSG_ER_UUDEC_TAGMISS (1507//)
source: During the UUcode decoding of file '%s' the required '%s' tag couldn't be found. Either the file is truncated or it wasn't encoded following the UUcode encoding standard.
hu: A '%s' fájl UUcode kikódolása a szükséges '%s' sort nem találja. Lehet, hogy a fájl sérült vagy nem UUcode kódolási szabványú.

# MSG_ER_UUDEC_CHECKSUM (1508//)
source: During the UUcode decoding of file '%s' some checksums were found invalid, so that the resulting file might be corrupt. Either the message is truncated or it was generated with a faulty UUcode encoder.
hu: A '%s' fájl UUcode kikódolása közben ellenörzõ összeg eltérés lett észlelve, így a mûvelet végeredménye lehet, hogy hibás lesz. Az egyik üzenet hiányos vagy hibás UUcode kódolás történt.

# MSG_ER_UUDEC_CORRUPT (1509//)
source: During the UUcode decoding of file '%s' the encoded part was found be corrupt. Either the message is truncated or it was generated with a faulty UUcode encoder.
hu: A '%s' fájl UUcode kikódolása közben a kódolt rész hibásnak lett találva. Az egyik üzenet hiányos vagy hibás UUcode kódolás történt.

# MSG_FI_StatMarked (1510//)
source: Marked
hu: Jelölve

# MSG_MA_CREQUEST_OLDFILE (1511//)
source: File '%s' in folder '%s' uses an obsolete mail format only supported by older YAM versions. Do you want to convert this file to the new format?
hu: '%s' fájl ami a(z) '%s' mappában található elavult levélformátumot használ, amit csak a régebbi YAM verziók támogatnak. Át akarod konvertálni az új formátumra?

# MSG_MA_CREQUEST_UNKNOWN (1512//)
source: Unknown file '%s' found in directory of folder '%s'. Do you want to import it as a normal mail file?
hu: Ismeretlen '%s' fájl található a '%s' mappában. Normál levél fájlként szeretnéd importálni?

# MSG_MA_YESNOTOALL (1513//)
source: *_Yes|Y_es to all|_No|N_o to all
hu: *Igen|Ig_en mind|_Nem|Egyiket sem

# MSG_ER_CONVERTMFILE (1514//)
source: An error occurred while trying to upgrade file '%s' in folder '%s' to the current mail format. Please check that the folder directory has enough space and is not write protected.
hu: Hiba keletkezett az aktuális levél formátumra történõ '%s' fájl '%s' mappában található konvertálása közben. Kérlek ellenõrizd, hogy a megadott mappában van-e elég hely és, hogy az nem írásvédett.

# MSG_ER_XPKUSAGE (1515//)
source: An error occurred while trying to compress/uncompress file '%s' with XPK. Please check your XPK installation and the relevant settings in the configuration.
hu: Hiba keletkezett '%s' fájl XPK ki/be kódolása közben. Kérlek ellenõrizd az XPK telepítést és a beállításokat.

# MSG_MA_CREQ_OLDFILE_TITLE (1516//)
source: Mail file in old format found
hu: A levél fájl régi formátumú

# MSG_MA_CREQ_UNKNOWN_TITLE (1517//)
source: Unknown file in folder directory found
hu: Ismeretlen fájl található a mappában

# MSG_CO_SHOWEMBEDDEDREADPANE (1523//)
source: Show embedded read _pane in main window
hu: Mutasd a beillesztett olvasási táblát a fõablakban

# MSG_HELP_CO_CH_EMBEDDEDREADPANE (1524//)
source: Shows an embedded read pane directly in the main window.
hu: Megjelenít egy beágyazott olvasási táblát közvetlenül a fõablakban.

# MSG_CO_SETSTATUSDELAYED1 (1525//)
source: Delay mar_king of displayed mail as read for
hu: A levél elolvasottnak történõ jelöléséhez szükséges idõ

# MSG_CO_SETSTATUSDELAYED2 (1526//)
source: second(s)
hu: mp

# MSG_HELP_CO_SETSTATUSDELAYED (1527//)
source: After opening an e-mail, YAM will wait this amount of time before marking the e-mail as 'read'.
hu: Egy e-mail megnyitása után, a YAM ennyi idõt fog várni, mielõtt olvasottnak jelöli meg a levelet.

# MSG_MA_ATTACHMENT (1528//)
source: Attachment
hu: Csatolmány

# MSG_MA_ATTACHMENTS (1529//)
source: Attachments:
hu: Csatolmány:

# MSG_MA_ATTACHMENT_DISPLAY (1532//)
source: Display
hu: Megjelenít

# MSG_MA_ATTACHMENT_SAVEAS (1533//)
source: Save as...
hu: Mentés másként...

# MSG_MA_ATTACHMENT_PRINT (1534//)
source: Print
hu: Nyomtat

# MSG_MA_ATTACHMENT_SAVEALL (1535//)
source: Save all...
hu: Összes mentése...

# MSG_MA_ATTACHMENT_SAVESEL (1536//)
source: Save selected...
hu: Kiválasztott mentése...

# MSG_CO_SImageOnly (1538//)
source: image only
hu: csak kép

# MSG_RE_SImageOnly (1539//)
source: Image only
hu: csak kép

# MSG_CO_CHARSETWARN_TITLE (1540//)
source: Local charset warning
hu: Helyi karakterbeállítás figyelmeztetés

# MSG_CO_CHARSETWARN (1541//)
source: The '%s' charset selected for YAM doesn't match the system's default charset '%s'. How do you want to proceed?
hu: A YAM számára megadott '%s' karakterbeállítás nem egyezik a rendszer alapértelmezett '%s' karakterbeállításával. Mit szeretnél tenni?

# MSG_CO_CHARSETWARN_BT (1542//)
source: *_Change|Ignore _always|_Ignore
hu: *Megváltoztat|Mindig elvet|Elvet

# MSG_CO_SenderRFCDateTime (1543//)
source: %c Original sender: RFC 2822 date & time
hu: %c Eredeti küldõ: RFC 2822 dátum & idõ

# MSG_CO_SenderTimeZone (1544//)
source: %z Original sender: Time zone (+0000)
hu: %z Eredeti küldõ: Idõzóna (+0000)

# MSG_CO_Filter_Name (1545//)
source: Name
hu: Név

# MSG_CTunknown (1550//)
source: unknown
hu: ismeretlen

# MSG_CO_NB_AUTOSAVE (1566//)
source: Autosave interval
hu: Automatikus mentési idõ

# MSG_CO_NB_AUTOSAVEFMT (1567//)
source: %ld minute(s)
hu: %ld perc

# MSG_HELP_CO_NB_AUTOSAVE (1568//)
source: How often YAM should write to disk a backup of the e-mail you are currently composing. Select 0 to disable this feature.
hu: Milyen gyakran készítsen a YAM az éppen szerkesztett levélrõl biztonsági mentést. Ha 0 van beállítva akkor ez az opció letiltásra kerül.

# MSG_ER_MOVEFOLDERDIR (1573//)
source: An error occurred while trying to move the contents of folder '%s' to directory '%s'. This may be due to insufficient space or an invalid or not writable destination path.
hu: Hiba keletkezett a '%s' fájl '%s' mappába történõ mozgatása közben. Ez lehet a lemezen található túl kevés hely miatt vagy valamiért nem lehetséges a megadott mappába írni.

# MSG_FI_SELECTACTIVE (1576//)
source: Select this m_atch
hu: T_alálat kiválasztása

# MSG_HELP_FI_BT_SELECTACTIVE (1577//)
source: Select the current message in the main window.
hu: Az aktuális üzenet kiválasztása a fõ ablakban.

# MSG_QUICKSEARCH_VO_ALL (1584//)
source: All
hu: Mind

# MSG_QUICKSEARCH_VO_UNREAD (1585//)
source: Unread
hu: Olvasatlan

# MSG_QUICKSEARCH_VO_NEW (1586//)
source: New
hu: Új

# MSG_QUICKSEARCH_VO_MARKED (1587//)
source: Marked
hu: Jelölt

# MSG_QUICKSEARCH_VO_IMPORTANT (1588//)
source: Important
hu: Fontos

# MSG_QUICKSEARCH_VO_LAST5DAYS (1589//)
source: Last 5 Days
hu: Utolsó 5 nap

# MSG_QUICKSEARCH_VO_KNOWNPEOPLE (1590//)
source: People I Know
hu: Ismeröseim

# MSG_QUICKSEARCH_VO_HASATTACHMENTS (1591//)
source: Has Attachments
hu: Melléklettel rendelkezõ

# MSG_QUICKSEARCH_VO_MINSIZE (1592//)
source: Message Size > 1 MB
hu: Üzenet méret > 1 MB

# MSG_QUICKSEARCH_VIEW (1593//)
source: _View:
hu: Nézet:

# MSG_QUICKSEARCH_SHOWNMSGS (1594//)
source: %ld of %ld shown
hu: %ld / %ld mutatva

# MSG_FI_NOFOLDERS (1595//)
source: n_owhere
hu: sehol

# MSG_HELP_QUICKSEARCH_VIEWOPTIONS (1596//)
source: Only mail matching this criterion will be displayed.
hu: Csak az ennek a feltételnek megfelelõ üzenetek jelennek meg.

# MSG_HELP_QUICKSEARCH_SEARCHSTRING (1597//)
source: Text inserted here will be used as the search criterion to display mail in this folder.
hu: Az ide beilleszett szöveg lesz a keresendõ levelek megjelenítési feltétele.

# MSG_BUSY_SEARCHINGFOLDER (1599//)
source: Searching messages in folder '%s'...
hu: Üzenetek keresése '%s' mappában...
