Repository: Futaura/yam
Catalog: locale/hungarian.po
Languages: hu

# MSG_MA_MEDIT (1827//)
source: Edit...
hu: Szerkeszt...

# MSG_MA_MMOVE (1828//)
source: Move...
hu: Mozgat...

# MSG_MA_MCOPY (1829//)
source: Copy...
hu: Másol...

# MSG_MA_MPRINT (1830//)
source: Print...
hu: Nyomtat...

# MSG_MA_MSAVE (1831//)
source: Save...
hu: Ment...

# MSG_MA_MSAVEATT (1832//)
source: Save...
hu: Ment...

# MSG_MA_MNEW (1834//)
source: New...
hu: új

# MSG_MA_MREPLY (1835//)
source: Reply...
hu: Válasz...

# MSG_MA_MFORWARD (1836//)
source: Forward...
hu: Továbbít...

# MSG_MA_MSAVEADDRESS (1838//)
source: Save address...
hu: Cím mentés...

# MSG_MA_MADDRESSBOOK (1839//)
source: Address book...
hu: Címjegyzék...

# MSG_MA_MCONFIG (1840//)
source: Configuration...
hu: Beállítás...

# MSG_MA_TOMARKED (1841//)
source: Marked
hu: Kijelölt

# MSG_MA_TOUNMARKED (1842//)
source: Unmarked
hu: Kijelöletlen

# MSG_MA_ALLTOREAD (1843//)
source: All to read
hu: Mind olvasottra

# MSG_MA_MEDITASNEW (1844//)
source: Edit as new...
hu: Szerkesztés újként...

# MSG_RE_SEARCH (1847//)
source: Search...
hu: Keresés...

# MSG_RE_SEARCH_AGAIN (1848//)
source: Search again
hu: Keresés ismét

# MSG_WR_SEARCH_AGAIN (1849//)
source: Search again
hu: Keresés ismét

# MSG_WR_AUTOWRAP (1850//)
source: Word-wrap?
hu: Szó elválasztás?

# MSG_CO_SPAM_MARK_AS_READ (1851//)
source: Mark new spam mai_ls as read
hu: új spam levelek jelölése olvasottként

# MSG_HELP_CH_SPAMFILTERENABLED (1852//)
source: Enables the spam filter, allowing you to filter out abusive advertising e-mails.
hu: A spam szûrõ lehetõvé teszi számodra, hogy átfésüld a nem megfelelõen besorolt leveleket.

# MSG_HELP_TX_SPAMBADCOUNT (1853//)
source: Shows the amount of e-mails manually classified as 'spam'.
hu: Megmutatja a manuálisan kéretlen levél kategóriába sorolt üzenetek számát.

# MSG_HELP_TX_SPAMGOODCOUNT (1854//)
source: Shows the amount of e-mails manually classified as 'not spam', also known as 'ham'.
hu: Megmutatja a manuálisan nem kéretlen levél kategóriába sorolt üzenetek számát. Más szóval 'nem spam' vagy 'ham'.

# MSG_HELP_BT_SPAMRESETTRAININGDATA (1855//)
source: Allows to manually reset the whole spam filter training data. This should be necessary only in very rare cases.
hu: Lehetõvé teszi, hogy manuálisan alapra állítsd a spam szûrõ oktató adatát. Ez csak nagyon ritkán válik szükségessé.

# MSG_HELP_CH_SPAMFILTERFORNEWMAIL (1856//)
source: If enabled, new incoming e-mail will be immediately analyzed by the spam filter.
hu: Engedélyezés esetén az érkezõ új levél automatikusan átvizsgálásra kerül a spam szûrõ által.

# MSG_HELP_CH_SPAMABOOKISWHITELIST (1857//)
source: If enabled, any e-mail with a From: address that can be found in the address book will never be considered as spam.
hu: Engedélyezés esetén bármely levél melynek a küldõje megtalálható a címjegyzékben nem fog soha spam kategóriába kerülni.

# MSG_HELP_CH_SPAMMARKONMOVE (1858//)
source: If checked, any e-mail manually moved to the Spam folder will be automatically marked as spam.
hu: Kijelölése esetén minden spam mappába mozgatott üzenet automatikusan spamként lesz megjelölve.

# MSG_HELP_CH_SPAMMARKASREAD (1859//)
source: If checked, spam mail will be automatically flagged as 'read'.
hu: Kijelölése esetén a spam levelek automatikusan olvasottként lesznek jelölve.

# MSG_HELP_CH_UPDATECHECK (1860//)
source: How often do you want YAM to automatically check for updates? Select 'never' to disable this feature.
hu: Milyen gyakran keressen a YAM automatikusan frissítéseket? 'Soha' esetén letiltod ezt a funkciót.

# MSG_WR_SELECTALL (1861//)
source: Select all
hu: összes kiválasztása

# MSG_RE_MDN_ACCEPT_LATER (1862//)
source: Accept and send _later
hu: Elfogad és küld késöbb

# MSG_RE_MDN_ACCEPT_NOW (1863//)
source: Accept and send _now
hu: Elfogad és küld most

# MSG_RE_MDN_IGNORE (1864//)
source: _Ignore
hu: Figyelmen kívül hagy

# MSG_RE_MDN_IGNORE_ALL (1865//)
source: Ignore _all
hu: Mind figyelmen kívül hagy

# MSG_CO_MDN_ACTION_IGNORE (1866//)
source: Never send
hu: Soha nem küld

# MSG_CO_MDN_ACTION_SEND (1867//)
source: Always send
hu: Mindig küld

# MSG_CO_MDN_ACTION_QUEUE (1868//)
source: Always queue
hu: Mindig sorba

# MSG_CO_MDN_ACTION_ASK (1869//)
source: Ask me
hu: Kérdezzen

# MSG_CO_MDN_TITLE (1870//)
source: Return receipts
hu: Visszamenö címzett

# MSG_CO_MDN_DESCRIPTION (1871//)
source: When I receive a request for a return receipt...
hu: Ha kérést kapok visszajelzésre...

# MSG_CO_MDN_DISABLED (1872//)
source: _Never send a return receipt
hu: Soha _nem küld visszajelzést

# MSG_CO_MDN_ENABLED (1873//)
source: Allow _return receipts for some messages
hu: Néhány üzenet esetében engedek visszajelzést

# MSG_CO_MDN_NORECIPIENT (1874//)
source: If I'm not in the _To: or Cc: of the message:
hu: Ha nem vagyok az üzenet Címzett: vagy Cc: mezõjében

# MSG_CO_MDN_NODOMAIN (1875//)
source: If the sender is _outside my domain:
hu: Ha küldõ kívül esik a domainomon:

# MSG_CO_MDN_DELETE (1876//)
source: If I'm going to just _delete the message:
hu: Ha csak letörlöm az üzenetet:

# MSG_CO_MDN_OTHER (1877//)
source: In all oth_er cases:
hu: Mind_en más esetben:

# MSG_HELP_CO_CH_MDN_NEVER (1880//)
source: If selected, no return receipt will be sent, even if explicitly requested.
hu: Kiválasztása esetén nincs visszajelzés kérelem, csak ha külön kéred.

# MSG_HELP_CO_CH_MDN_ALLOW (1881//)
source: If selected, return receipts will be processed according to the rules defined here.
hu: Kiválasztása esetén az itt megadott szabály szerint történik a visszajelzés.

# MSG_HELP_CO_CY_MDN_NORECIPIENT (1882//)
source: What to do with a return receipt request when your e-mail address doesn't appear neither in the To: or Cc: headers.
hu: Mit válaszolsz a visszajelzés kérelemre, ha a te e-mail címed nem szerepel sem a címzettek sem a másolatként címzetek (Cc) között sem.

# MSG_HELP_CO_CY_MDN_NODOMAIN (1883//)
source: What to do with a return receipt request when the sender's domain doesn't match yours.
hu: Mit válaszolsz a visszajelzés kérelemre, ha a küldõ domainja nem egyezik a tiéddel.

# MSG_HELP_CO_CY_MDN_DELETE (1884//)
source: What to do with a return receipt request when you just delete the original message.
hu: Mit válaszolsz a visszajelzés kérelemre, ha letörlöd az eredeti üzenetet.

# MSG_HELP_CO_CY_MDN_OTHER (1885//)
source: What to do with a return receipt request when none of the above rules applies.
hu: Mit válaszolsz a visszajelzés kérelemre, ha a fenti szabályok egyike sem érvényesül.

# MSG_CO_LOOKFEEL_TITLE (1886//)
source: Look & Feel
hu: Nézet & Érzet

# MSG_CO_LOOKFEEL_SUMMARY (1887//)
source: Configure the general Look & Feel of YAM...
hu: Beállítja a YAM kinézetét és kezelhetõségét...

# MSG_CO_CRDLOOKFEEL (1888//)
source: Look & Feel
hu: Nézet & Érzet

# MSG_CO_SMTP_SERVERPORT (1891//)
source: Ser_ver/Port
hu: Szer_ver/Port

# MSG_CO_POP_SERVERPORT (1892//)
source: Serve_r/Port
hu: Szerve_r/Port

# MSG_CO_LOOKFEEL_THEMES (1898//)
source: Themes
hu: Témák

# MSG_CO_THEME_ACTIVATE (1899//)
source: _Activate
hu: _Aktivál

# MSG_CO_THEME_PREVIEW (1900//)
source: Preview
hu: Elönézet

# MSG_CO_THEME_AUTHOR (1901//)
source: Author
hu: Készítö

# MSG_CO_RELDATETIME (1903//)
source: Rela_tive date output
hu: Rela_tív dátum kimenet

# MSG_HELP_CO_CH_RELDATETIME (1904//)
source: If selected, columns with date information will use a relative output (e.g. 'Today' or 'Yesterday') instead of the full date if possible.
hu: Kiválasztása esetén a dátum oszlopon egy relatív idõ kerül kijelzésre (pl. 'Ma' vagy 'Tegnap') a pontos dátum helyett, ha az lehetséges.

# MSG_ER_USER_UNKNOWN_TITLE (1910//)
source: Unknown user
hu: Ismeretlen felhasználó

# MSG_ER_USER_UNKNOWN_ERROR (1912//)
source: Unknown user '%s'.
hu: Ismeretlen felhasználó '%s'!

# MSG_HELP_CO_CA_COLSIG (1913//)
source: The color that should be used to print the signature of a mail.
hu: Az a szín amellyel a levél aláírása megjelenjen.

# MSG_ER_SPAM_NOT_ENOUGH_CLASSIFIED_MAILS (1914//)
source: It is not recommended to enable this feature with as few as %ld mails classified as spam so far, as this may lead to poor performance of the spam filter. Do you want to disable this option again?
hu: Nem ajánlatos ilyen kevés, %ld db kéretlen üzenetként minõsített levél esetén engedélyezni ezt az opciót, mert ez a spam szûrõ gyenge mûködéséhez vezethet. Ismét letiltod ezt az opciót?

# MSG_ER_CANNOT_CREATE_SEMAPHORE (1915//)
source: Can't create semaphore.
hu: Nem készíthetõ szemafor!

# MSG_RE_HDR_FROM (1917//)
source: From
hu: Küldö

# MSG_RE_HDR_TO (1918//)
source: To
hu: Címzett

# MSG_RE_HDR_DATE (1919//)
source: Date
hu: Dátum

# MSG_RE_HDR_SUBJECT (1920//)
source: Subject
hu: Tárgy

# MSG_RE_VIRTUALMAIL (1921//)
source: Virtual e-mail
hu: Virtuális e-mail

# MSG_CO_MIMECMD_PUBSCREEN (1922//)
source: %p Name of YAM's public screen
hu: %p YAM nyilvános képernyöje

# MSG_ER_ZOMBIE_FILES_EXIST (1923//)
source: Couldn't delete all temporary files during cleanup. These files might be locked by other applications. Please make sure that you have closed all aplications which you may have used from within YAM, like MIME viewers (e.g. MultiView).
hu: Tisztítás alatt nem törölhetõ minden ideiglenes fájl. Ezeket talán más alkalmazások zárolták. Nézd meg, hogy minden alkalmazás be lett-e zárva, amit használhatott a YAM, pl MIME betekintõk (MultiView) stb.

# MSG_ER_ZOMBIE_FILES_EXIST_BT (1924//)
source: _Retry|_Ignore
hu: újra Elvet

# MSG_ER_ZOMBIE_FILES_EXIST_TITLE (1925//)
source: YAM cleanup warning
hu: YAM tisztítási figyelmeztetés

# MSG_CO_SHOWALTPARTS (1926//)
source: Show a_lternative parts
hu: Alternatív részek mutatása

# MSG_HELP_CO_CH_SHOWALTPARTS (1927//)
source: If enabled, alternative MIME parts of a 'multipart/alternative' e-mail that would otherwise remain hidden will be displayed as attachments instead.
hu: Kiválasztása esetén, egy levél alternativ MIME része rejtve marad ahelyett, hogy a levélhez csatoltan megjelenne.

# MSG_US_DIRECTORY_DOESNT_EXIST (1928//)
source: Mail directory '%s' for user '%s' does not exist. Do you want to create it now?
hu: '%s' üzenet mappa '%s' felhasználónak nem létezik. Létre akarod most hozni?

# MSG_HELP_CO_BT_APPICONGETPOS (1929//)
source: Click to get the current position of the AppIcon.
hu: Kattints, hogy a parancsikon aktuális pozíciójára kerülj.

# MSG_CO_MOVE_HAM_TO_INCOMING (1930//)
source: Move 'not spam' e-mails back to _Incoming folder
hu: A 'nem spam' levelek visszahelyezése Beérkezett mappába

# MSG_HELP_CH_MOVE_HAM_TO_INCOMING (1931//)
source: If enabled, any e-mail which was incorrectly classified as 'spam' and later manually marked as 'not spam' will be automatically moved back to the Incoming folder.
hu: Engedélyezése esetén, a tévesen kéretlennek 'spam' megjelölt üzenetek automatikusan visszakerülnek a Beérkezett mappába ha 'nem spam' minõsítésre kerülnek visszaállításra.

# MSG_CO_FILTER_HAM (1933//)
source: Apply _filters
hu: Szûrõk alkalmazása

# MSG_HELP_CH_FILTER_HAM (1934//)
source: If enabled, after moving the e-mail all the user defined filters will be applied to it.
hu: Engedélyezése esetén, levél mozgás után minden beállított felhasználói szûrõ alkalmazásra kerül.

# MSG_SHUTDOWN_SHUTTING_DOWN (1935//)
source: Shutting down YAM...
hu: YAM leáll...

# MSG_HELP_CO_CY_FOLDERINFO (1937//)
source: Information that should be displayed as the label of the folder.
hu: Az az információ aminek mappa cimkeként kell megjelenni.

# MSG_CO_FOLDERINFO01 (1938//)
source: Folder name
hu: Mappa név

# MSG_CO_FOLDERINFO02 (1939//)
source: Folder name (new)
hu: Mappa név (új)

# MSG_CO_FOLDERINFO03 (1940//)
source: Folder name (unread)
hu: Mappa név (olvasatlan)

# MSG_CO_FOLDERINFO04 (1941//)
source: Folder name (new/unread)
hu: Mappa név (új/olvasatlan)

# MSG_CO_FOLDERINFO05 (1942//)
source: Folder name (unread/new)
hu: Mappa név (olvasatlan/új)

# MSG_FO_EXPIREUNREAD (1945//)
source: also unread
hu: szintén olvasatlan

# MSG_HELP_FO_CH_EXPIREUNREAD (1946//)
source: If selected, old messages will be deleted, even if they are not yet read.
hu: Kiválasztása esetén a régi olvasatlan levelek törlésre kerülnek.

# MSG_WR_SENDNOW (1947//)
source: _Send now
hu: Küldé_s most

# MSG_WR_SENDLATER (1948//)
source: Send _later
hu: Kü_ldés késõbb

# MSG_WR_MSENDNOW (1951//)
source: Send now
hu: Küldés most

# MSG_WR_MSENDLATER (1952//)
source: Send later
hu: Küldés késõbb

# MSG_ER_CONNECTIONBROKEN (1955//)
source: Connection with server '%s' was interrupted while trying to send command '%s'. This may be due to a connection dropped by the server.
hu: A kapcsolat '%s' szerverrel megszakadt '%s' parancs küldés közben. Elõfordulhat, hogy a szerver felöl szakadt meg a kapcsolat.

# MSG_WR_MSWITCH_MSG (1956//)
source: Message
hu: Üzenet

# MSG_WR_MSWITCH_ATT (1957//)
source: Attachments
hu: Csatolmány

# MSG_WR_MSWITCH_OPT (1958//)
source: Options
hu: Beállítások

# MSG_CO_FWDMSG (1959//)
source: _Forward messages
hu: Üzenetek továbbítása

# MSG_CO_FWDMSG_INLINE (1961//)
source: inlined
hu: beillesztve

# MSG_HELP_CO_CY_FORWARDMODE (1962//)
source: Select here the way messages should be forwarded by default. Either a message can be forwarded as an attachment or the message text can be put inlined to the new message.
hu: Válaszd ki, hogy az üzenet milyen módon kerüljön továbbításra. Egy üzenet továbbítható csatolmányként, vagy annak szövege beilleszthetõ az új üzenetbe.

# MSG_ABOUT_CURRENT_DEVELOPERS (1963//)
source: Current Developers:
hu: Jelenlegi fejlesztõk:

# MSG_ABOUT_CONTRIBUTORS (1964//)
source: Contributors:
hu: Külsõ munkatársak:

# MSG_ABOUT_LOCALIZATION_CONTRIBUTORS (1965//)
source: Localization Contributors:
hu: Fordítók:

# MSG_ABOUT_GPL (1966//)
source: This program is free software; you're welcome to distribute and/or modify it under the terms of the GNU Public License. See the enclosed documents for more details.
hu: Ez a program egy ingyenes alkalmazás. Szívesen vesszük, ha GNU Public Licensz szabályainak megfelelõen publikálásra vagy módosításra kerül. További infókért nézd át a mellékelt dokumentumokat.

# MSG_ABOUT_3RD_PARTY_SOFTWARE (1967//)
source: This program uses the following third party software:
hu: Ez a program az alábbi külsõ alkalmazásokat használja:

# MSG_ABOUT_YAM_NEWS (1968//)
source: The latest news about YAM can be found at the YAM Support Site at \0335http://yam.ch/\033n
hu: A YAM legújabb frissítési információi megtalálhatók a YAM fejlesztõi oldalán \0335http://yam.ch/\033n

# MSG_WR_VIEW (1969//)
source: View
hu: Nézet

# MSG_CONFIG_MODIFIED (1974//)
source: The configuration has been modified, but wasn't saved yet. How do you want to proceed?
hu: A beállítás módosításra került, de még nem lett elmentve. Hogyan szeretnéd folytatni?

# MSG_CONFIG_MODIFIED_GAD (1975//)
source: *_Save now|_Quit without saving|_Cancel
hu: *Menté_s most|Kilépés mentés nélkül|Mégse

# MSG_ABOOK_MODIFIED_GAD (1976//)
source: *_Save now|_Quit without saving|_Cancel
hu: *Menté_s most|Kilépés mentés nélkül|Mégse

# MSG_HELP_CO_BT_MIMEIMPORT (1977//)
source: Allows to import MIME type settings from third party MIME files, such as 'MIME.prefs', 'mailcap' or 'mime.types'.
hu: Megengedi a külsõ MIME fájlokból történõ MIME típus beállítás importálást. Úgy mint, 'MIME.prefs', 'mailcap' vagy 'mime.types'.

# MSG_AB_INVALIDSECURITY_TITLE (1978//)
source: Security warning
hu: Biztonsági figyelmeztetés

# MSG_AB_INVALIDSECURITY (1979//)
source: This address book entry was set to default to either signed and/or encrypted messages, but the required PGP installation couldn't be found. Do you want to reset the default security setting for this entry?
hu: Ez a címjegyzék bejegyzés az egyik aláírt és/vagy kódolt üzenethez van rendelve, de a szükséges PGP telepítés nem található. Vissza akarod állítani alapra a biztonsági beállítást ehhez a bejegyzéshez?

# MSG_AB_INVALIDSECURITY_GADS (1980//)
source: *_Yes|_No
hu: *Igen|_Nem

# MSG_WR_INVALIDSECURITY_TITLE (1981//)
source: Security warning
hu: Biztonsági figyelmeztetés

# MSG_WR_INVALIDSECURITY (1982//)
source: The address book security setting for recipient '%s' is set to signed and/or encrypted messages, but the required PGP installation wasn't found. The message will be neither signed or encrypted.
hu: A címzett címjegyzékének biztonsági beállítása '%s' aláírt és/vagy kódolt üzenetre állítva, de a szükséges PGP telepítés nem található. Ez az üzenet nem lesz sem aláírva sem kódolva.

# MSG_WR_INVALIDSECURITY_GADS (1983//)
source: *_Ok|_Cancel
hu: *_Ok|_Mégse

# MSG_ER_FILEENCODE (1984//)
source: An unexpected error occurred while trying to encode file '%s'. Please make sure that the file exists and is readable, then try to compose the message again.
hu: Nem várt hiba keletkezett fájl kódolás közben: '%s'. Kérlek gyõzõdj meg róla, hogy a fájl létezik ésolvasható. Majd próbáld meg szerkeszteni az üzenetet.

# MSG_ER_MISSINGATTFILE (1985//)
source: File '%s' couldn't be found while trying to compose the attachments of a message. Please make sure that the file exists and is readable, then try to compose the message again.
hu: '%s' fájl nem található az üzenethez történõ csatoláshoz. Kérlek gyõzõdj meg róla, hogy a fájl létezik ésolvasható. Majd próbáld meg szerkeszteni az üzenetet.

# MSG_ER_INVALIDATTFILE (1986//)
source: File '%s' couldn't be found while trying to view the attachment of a message. Please make sure that the file exists and is readable.
hu: '%s' fájl nem található, hogy megtekinthetõ legyen az üzenet mellékleteként. Ellenõrizd, hogy a fájl létezik-e és olvasható.

# MSG_ER_PRINTER_OFFLINE (1987//)
source: The printer seems to be offline or busy. Please check the printer or try again later.
hu: A nyomtató vagy ki van kapcsolva vagy foglalt. Ellenõrizd a nyomtatót és próbáld újra.

# MSG_ER_PRINTER_OFFLINE_GADS (1988//)
source: *_Retry|_Ignore|_Cancel
hu: *Ismét|Elutasít|Mégse

# MSG_ER_PRINTER_NOPAPER (1989//)
source: The printer seems to be out of paper. Please check the printer or try again later.
hu: A nyomtatóból kifogyott a papír. Ellenõrizd a nyomtatót és próbáld újra.

# MSG_ER_PRINTER_NOPAPER_GADS (1990//)
source: *_Retry|_Ignore|_Cancel
hu: *Ismét|Elutasít|Mégse

# MSG_ER_PRINTER_FAILED (1991//)
source: An error was returned while sending data to the printer. Please check your printer and try again if your document wasn't printed properly.
hu: Hiba keletkezett az adat nyomtatóra küldésekor. Ellenõrizd a nyomtatót és próbáld újra, ha a dokumentum nem lett megfelelõen kinyomtatva.

# MSG_MA_EDIT (1992//)
source: Edit
hu: Szerkeszt

# MSG_MA_EDIT_UNDO (1993//)
source: Undo
hu: Visszavonás

# MSG_MA_EDIT_REDO (1994//)
source: Redo
hu: Mégis

# MSG_MA_EDIT_CUT (1995//)
source: Cut
hu: Kivág

# MSG_MA_EDIT_COPY (1996//)
source: Copy
hu: Másol

# MSG_MA_EDIT_PASTE (1997//)
source: Paste
hu: Beilleszt

# MSG_MA_EDIT_SALL (1998//)
source: Select all
hu: Összes kiválasztása

# MSG_MA_EDIT_SNONE (1999//)
source: Select none
hu: Nincs kiválasztás

# MSG_WR_SELECTNONE (2000//)
source: Select none
hu: Nincs kiválasztás

# MSG_MA_INVALIDMFILE_TITLE (2001//)
source: Invalid mail file found
hu: Érvénytelen levél található

# MSG_MA_INVALIDMFILE (2002//)
source: File '%s' in folder '%s' doesn't seem to have a valid mail format or may be corrupted. Please make sure that the file is readable and is a valid mail file.
hu: '%s' fájl '%s' mappában nem tûnik érvényes levél formátumnak vagy sérült. Ellenõrizd, hogy a fájl olvasható és érvényes levél formátumú.

# MSG_MA_INVALIDMFILE_BT (2003//)
source: *_Retry|_Ignore|Ignore _All|_Delete|_Cancel
hu: *Ismét|Elutasít|Elutasít mind|Töröl|Mégse

# MSG_ER_CANNOT_READ_INDEX (2004//)
source: An error occurred while trying to read the index file '%s' of folder '%s'. Please check that you can read the contents of the file and that the permission settings are correct.
hu: Hiba keletkezett '%s' index fájl olvasásakor ebben a mappában: '%s'. Ellenõrizd, hogy olvasható-e a fájl tartalma és az engedélyezési beállítások rendben vannak-e.

# MSG_ER_CANNOT_WRITE_INDEX (2005//)
source: An error occurred while trying to write the index file '%s' in folder '%s'. Please check that you can write to the directory where the file is supposed to be stored.
hu: Hiba keletkezett '%s' index fájl írásakor ebben a mappában: '%s'. Ellenõrizd, hogy írható-e a mappa ahol a fájlt tárolni szeretnéd.

# MSG_ER_INDEX_CORRUPTED (2006//)
source: Index file '%s' in folder '%s' is corrupt at position %d near the information about mail file '%s' (MoreBytes: 0x%x). The folder was flagged as 'unloaded' and an index update was initiated or is required to solve the problem.
hu: '%s' index fájl a '%s' mappában sérült %d helyen A levél fájl információja: '%s' (MoreBytes: 0x%x). A mappa 'nem betöltöttként' lett jelölve és egy index frissítés megoldás lehet a problémára.

# MSG_ER_UNKNOWN_MIME_ENCODING (2007//)
source: Unknown MIME encoding '%s' in mail file '%s'. YAM failed to decode a part of the message. Save the message to disk and try with a different decoder.
hu: Ismeretlen MIME kódolás '%s' ebben a levélben: '%s'. YAM nem tudja dekódolni az üzenet egy részét. Mentsd az üzenetet és próbáld másik dekóderrel.

# MSG_ER_UNKNOWN_HEADER_ENCODING (2008//)
source: Unknown header encoding '%s' in mail file '%s'. YAM cannot display a certain header in this message.
hu: Ismeretlen fejléc kódolás '%s' ebben a levélben: '%s'. YAM nem tudja megjeleníteni az üzenet fejlécet.

# MSG_ER_UNEXPECTED_MULTIPART_EOF (2009//)
source: Unexpected EOF while decoding multipart message in file '%s'. The message seems to be truncated.
hu: Nem várt EOF több részes üzenet dekódolás közben '%s' fájlban. Az üzenet csonkoltnak tûnik.

# MSG_ER_MIME_ERROR (2010//)
source: Couldn't extract MIME message from file '%s'. The message contains malformed MIME parts, or it is empty or truncated.
hu: Nem sikerül kicsomagolni MIME üzenetet ebbõl a fájlból: '%s'. Az üzenet torzult MIME részeket tartalmaz, vagy üres, vagy csonka.

# MSG_ER_UNEXPECTED_UUE_EOF (2011//)
source: Unexpected EOF while decoding the UUcode encoded file '%s'. The message seems to be truncated.
hu: Nem várt EOF UUcode kódolású '%s' fájl dekódolása közben. Az üzenet csonkoltnak tûnik.

# MSG_ER_INVALID_UUE_LENGTH (2012//)
source: Invalid line length %ld in UUcode encoded file '%s'. Either a faulty UUcode encoder was used or the message is truncated.
hu: Érvénytelen sor hossz %ld az UUcode kódolású '%s' fájlban. Hibás UUcode kódoló lett használva vagy az üzenet csonka.

# MSG_RE_HDR_REPLYTO (2013//)
source: Reply-To
hu: Válasz

# MSG_FI_FROM_FIELD (2014//)
source: \033bFrom\033n
hu: \033bFeladó\033n

# MSG_FI_TO_FIELD (2015//)
source: \033bTo\033n
hu: \033bCímzett\033n

# MSG_FI_REPLYTO_FIELD (2017//)
source: \033bReply-To\033n
hu: \033bVálasz\033n

# MSG_FI_SUBJECT_FIELD (2018//)
source: \033bSubject\033n
hu: \033bTárgy\033n

# MSG_FI_DATE_FIELD (2019//)
source: \033bDate\033n
hu: \033bDátum\033n

# MSG_FO_TO_ADDRESS (2021//)
source: Destination address (_To:)
hu: Címzett címe (Ide:)

# MSG_FO_FROM_ADDRESS (2022//)
source: Sender address (_From:)
hu: Küldõ címe (Feladó:)

# MSG_FO_REPLYTO_ADDRESS (2023//)
source: _Reply address (Reply-To:)
hu: Válasz cím (Válasz:)

# MSG_RETRY_HOMEPAGE_QUIT_GAD (2024//)
source: Try again|Visit homepage|Quit
hu: Próbáld újra|Honlap meglátogatása|Kilép

# MSG_HOMEPAGE_QUIT_GAD (2025//)
source: Visit homepage|Quit
hu: Honlap meglátogatása|Kilép

# MSG_MA_EDIT_DELETE (2026//)
source: Delete
hu: Töröl

# MSG_WR_DELETE (2027//)
source: Delete
hu: Töröl
