Repository: Futaura/yam
Catalog: locale/polish.po
Languages: pl

# MSG_WR_Indifferent (1002//)
source: Indifferent
pl: Obojętność

# MSG_WR_Sad (1003//)
source: Sad/angry
pl: Smutek/złość

# MSG_WR_Ironic (1004//)
source: Ironic
pl: Ironia

# MSG_WR_SpellCheck (1005//)
source: Type and spell?
pl: Pisz i sprawdzaj?

# MSG_WR_MAddFile (1006//)
source: Add file...
pl: Dodaj plik...

# MSG_WR_AddCB (1007//)
source: Add clipboard
pl: Dodaj ze schowka

# MSG_WR_AddKey (1008//)
source: Add PGP key
pl: Dodaj klucz PGP

# MSG_WR_MDelSend (1009//)
source: Delete after sending?
pl: Usuń po wysłaniu?

# MSG_WR_MReceipt (1010//)
source: Return receipt?
pl: Potwierdzenie odbioru?

# MSG_WR_MAddInfo (1012//)
source: Add personal information?
pl: Dodaj informacje osobowe?

# MSG_WR_MImportance (1013//)
source: Importance
pl: Ważność

# MSG_HELP_WR_ST_TO (1014//)
source: Address (and name) or alias of the primary recipient(s).
pl: Adres (i imię) lub synonim pierwszego odbiorcy.

# MSG_HELP_WR_BT_ADR (1016//)
source: Select recipient(s) from the address book.
pl: Wybiera odbiorcę z książki adresowej.

# MSG_HELP_WR_ST_SUBJECT (1017//)
source: Subject of your message.
pl: Temat Twojej wiadomości.

# MSG_HELP_WR_BT_EDITOR (1018//)
source: Use an external editor to modify the message text.
pl: Używa zewnętrznego edytora do edycji wiadomości.

# MSG_HELP_WR_BT_LOAD (1019//)
source: Insert the contents of a text file at the current cursor position.
pl: Wstawia plik tekstowy na pozycji kursora.

# MSG_HELP_WR_BT_CUT (1020//)
source: Cut marked text to the clipboard.
pl: Wycina zaznaczony tekst do schowka.

# MSG_HELP_WR_BT_COPY (1021//)
source: Copy marked text to the clipboard.
pl: Kopiuje zaznaczony tekst do schowka.

# MSG_HELP_WR_BT_PASTE (1022//)
source: Insert the contents of the clipboard at the current cursor position.
pl: Wstawia zawartość schowka w pozycji kursora.

# MSG_HELP_WR_BT_UNDO (1023//)
source: Undo the last change in the text.
pl: Cofa ostatnie zmiany w tekście.

# MSG_HELP_WR_BT_BOLD (1024//)
source: Use bold typeface for marked text (whole words only).
pl: Pogrubia zaznaczony tekst (tylko całe słowa).

# MSG_HELP_WR_BT_ITALIC (1025//)
source: Use italic typeface for marked text (whole words only).
pl: Pochyla zaznaczony tekst (tylko całe słowa).

# MSG_HELP_WR_BT_UNDERL (1026//)
source: Underline marked text (whole words only).
pl: Podkreśla zaznaczony tekst (tylko całe słowa).

# MSG_HELP_WR_BT_COLOR (1027//)
source: Colorize marked text (whole words only).
pl: Koloruje zaznaczony tekst (tylko całe słowa).

# MSG_HELP_WR_BT_ADD (1028//)
source: Add attachments to the list.
pl: Dodaje załącznik do listy.

# MSG_HELP_WR_BT_ADDPACK (1029//)
source: Create an archive with one or more files and add it to the list as an attachment.
pl: Tworzy archiwum z wielu plików i dodaje je jako załącznik do listy.

# MSG_HELP_WR_BT_REMOVE (1030//)
source: Remove the selected attachment from the list.
pl: Usuwa wybrany załącznik z listy.

# MSG_HELP_WR_BT_DISPLAY (1031//)
source: Use the configured MIME viewer to display this attachment.
pl: Używa wyświetlarki MIME do wyświetlenia tego załącznika.

# MSG_HELP_WR_ST_CTYPE (1033//)
source: MIME type for the selected attachment. Whenever possible, use one from the popup list.
pl: Typ MIME wybranego załącznika. Jeśli to możliwe, używaj jednego z listy.

# MSG_HELP_WR_ST_DESC (1034//)
source: Optional description for the selected attachment.
pl: Opcjonalny opis dla zaznaczonego załącznika.

# MSG_HELP_WR_ST_CC (1035//)
source: Send a carbon copy (CC) of the message to these recipients.
pl: Wysyła kopię wiadomości do tych odbiorców.

# MSG_HELP_WR_ST_BCC (1036//)
source: Send a blind carbon copy of the message to these recipients.
pl: Wysyła ukrytą kopię wiadomości do tych odbiorców.

# MSG_HELP_WR_ST_EXTHEADER (1037//)
source: Additional headers that should be added to the message.
pl: Dodatkowe nagłówki, które zostaną dodane do wiadomości.

# MSG_HELP_WR_ST_REPLYTO (1039//)
source: Return address for this message.
pl: Adres zwrotny tej wiadomości.

# MSG_HELP_WR_CH_DELSEND (1040//)
source: Do not store this message in the Sent folder.
pl: Nie zachowuj tej wiadomości w folderze "Wysłane".

# MSG_HELP_WR_CH_RECEIPT (1041//)
source: Request a notification on successful delivery.
pl: Żąda potwierdzenia odbioru.

# MSG_HELP_WR_CH_ADDINFO (1043//)
source: Create header fields containing data from your personal address book entry.
pl: Tworzy pole w nagłówku zawierające Twoje dane z wpisu do książki adresowej.

# MSG_HELP_WR_CY_IMPORTANCE (1044//)
source: Set the priority of this message.
pl: Ustala priorytet tej wiadomości.

# MSG_HELP_WR_BT_QUEUE (1048//)
source: Copy the created message to the Outgoing folder.
pl: Kopiuje utworzoną wiadomość do foldera "Wychodzące".

# MSG_HELP_WR_BT_SEND (1049//)
source: Copy the created message to the Outgoing folder and send it immediately.
pl: Kopiuje utworzoną wiadomość do foldera "Wychodzące" i wysyła ją natychmiast.

# MSG_TR_Connecting (1051//)
source: Connecting to mail server...
pl: Łączę się z serwerem...

# MSG_TR_WaitWelcome (1052//)
source: Connected, awaiting welcome message...
pl: Połączyłem, czekam na powitanie...

# MSG_TR_PopLogin (1054//)
source: POP3 login
pl: Logowanie POP3

# MSG_TR_SendAPOPLogin (1055//)
source: Sending APOP login information...
pl: Wysyłam informacje APOP...

# MSG_TR_SendUserID (1056//)
source: Sending user ID...
pl: Wysyłam identyfikator użytkownika...

# MSG_TR_SendPassword (1057//)
source: Sending password...
pl: Wysyłam hasło...

# MSG_TR_GetStats (1058//)
source: Getting statistics...
pl: Pobieram statystyki...

# MSG_TR_Disconnecting (1059//)
source: Disconnecting...
pl: Rozłączam...

# MSG_TR_ApplyFilters (1060//)
source: Applying remote filters...
pl: Używam filtrów zdalnych...

# MSG_TR_SendHello (1061//)
source: Sending 'Hello'...
pl: Wysyłam "Hello"...

# MSG_TR_Exporting (1065//)
source: Exporting message...
pl: Eksportuję wiadomość...

# MSG_TR_Sending (1066//)
source: Sending message...
pl: Wysyłam wiadomość...

# MSG_TR_Importing (1067//)
source: Importing message...
pl: Importuję wiadomość...

# MSG_TR_DeletingServerMail (1068//)
source: Deleting mail on server...
pl: Usuwam pocztę z serwera...

# MSG_TR_FilterStats (1070//)
source: Filtering done: %3ld messages checked, %3ld redirected, %3ld forwarded, %3ld auto-replied, %3ld command activated, %3ld moved, %3ld deleted
pl: Filtrowanie zakończone: wiadomości sprawdzono: %3ld, przekazano: %3ld, podesłano: %3ld, automatycznie odpowiedziano: %3ld, poleceń aktywowano: %3ld, przeniesiono: %3ld, skasowano: %3ld

# MSG_TR_NewMail (1071//)
source: New mail
pl: Nowa poczta

# MSG_TR_Downloading (1072//)
source: Downloading message...
pl: Odbieram wiadomość...

# MSG_TR_MailTransferFrom (1073//)
source: Mail transfer from '%s'
pl: Odbieram pocztę z "%s"

# MSG_TR_MailTransferTo (1074//)
source: Mail transfer to '%s'
pl: Wysyłam pocztę na "%s"

# MSG_TR_MsgInFile (1075//)
source: Messages in file %s
pl: Wiadomości w pliku %s

# MSG_TR_Control (1077//)
source: Control
pl: Kontrola

# MSG_TR_All (1078//)
source: A_ll
pl: _Wszystkie

# MSG_TR_DownloadOnly (1079//)
source: _Download only
pl: Tylko o_dbierz

# MSG_TR_Leave (1080//)
source: L_eave
pl: _Zostaw

# MSG_TR_Clear (1082//)
source: _Clear
pl: Wy_czyść

# MSG_TR_DeleteOnly (1083//)
source: Delete _only
pl: Tylk_o skasuj

# MSG_TR_DownloadDelete (1084//)
source: Do_wnload & delete
pl: Od_bierz i skasuj

# MSG_TR_Start (1086//)
source: _Start
pl: Z_acznij

# MSG_TR_Abort (1088//)
source: _Abort
pl: P_rzerwij

# MSG_HELP_TR_TX_STATUS (1092//)
source: Current state of mail transfer.
pl: Aktualny stan przesyłania poczty.

# MSG_HELP_TR_BT_ABORT (1093//)
source: Abort mail transfer as soon as possible.
pl: Przerwij przesyłanie tak szybko jak będzie to możliwe.

# MSG_ER_ErrorMessages (1094//)
source: Error messages
pl: Komunikaty błędów

# MSG_ER_PrevError (1095//)
source: _Previous error
pl: _Poprzedni błąd

# MSG_ER_NextError (1096//)
source: _Next error
pl: _Następny błąd

# MSG_ER_Clear (1097//)
source: _Delete messages
pl: S_kasuj komunikaty

# MSG_ER_Close (1098//)
source: _Close window
pl: _Zamknij okno

# MSG_ER_CantCreateFile (1100//)
source: Couldn't write to file '%s'. Make sure that the path exists and that the volume isn't write protected.
pl: Nie można zapisać do pliku "%s". Upewnij się, czy ścieżka dostępu istnieje i wolumen nie jest zabezpieczony przed zapisem.

# MSG_ER_CantCreateDir (1101//)
source: Couldn't create directory '%s'. Make sure that the volume isn't write protected.
pl: Nie można utworzyć katalogu "%s". Upewnij się, czy wolumen nie jest zabezpieczony przed zapisem.

# MSG_ER_ErrorNoAlias (1102//)
source: You must specify an alias to identify this entry.
pl: Musisz zdefiniować synonim do identyfikacji tego wpisu.

# MSG_ER_ErrorNoAddress (1103//)
source: You must specify an address for this entry.
pl: Musisz zdefiniować adres dla tego wpisu.

# MSG_ER_ErrorDateFormat (1107//)
source: Invalid date/time format. The date and time has to be specified in a compatible format. Example: %s
pl: Niewłaściwy format daty/godziny. Data i godzina powinny być podane w odpowiednim formacie. Przykład: %s

# MSG_ER_CantOpenTempfile (1109//)
source: Couldn't open temporary file '%s'. Check the path settings in the configuration.
pl: Nie można otworzyć pliku tymczasowego "%s". Sprawdź ścieżkę dostępu w konfiguracji.

# MSG_ER_CantCreateTempfile (1110//)
source: Couldn't create temporary file. Reason: out of memory or invalid path specified in the configuration.
pl: Nie można utworzyć pliku tymczasowego. Powód: brak pamięci lub niewłaściwie podana ścieżka dostępu w konfiguracji.

# MSG_ER_ErrorConsole (1111//)
source: Couldn't open console window for script.
pl: Nie można otworzyć okna konsoli dla skryptu.

# MSG_ER_ErrorARexxScript (1112//)
source: Couldn't send ARexx command '%s'. Make sure that the script exists.
pl: Nie można wysłać polecenia ARexx'a "%s". Sprawdź czy ten skrypt istnieje.

# MSG_ER_CantOpenFile (1122//)
source: Couldn't read from file '%s'. The file doesn't seem to exist.
pl: Nie można odczytać pliku "%s". Plik prawdopodobnie nie istnieje.

# MSG_ER_UUSize (1123//)
source: Decoded size (%ld) does not match original size (%ld). A faulty UU-encoder was used, or the message is truncated.
pl: Zdekodowana długość pliku (%ld) nie zgadza się z długością oryginalną (%ld). Został użyty wadliwy koder UUcode lub wiadomość jest uszkodzona.

# MSG_ER_DocNotFound (1124//)
source: HTML document '%s' not found. The file doesn't exist on the WWW server.
pl: Dokument HTML "%s" nie został znaleziony. Plik nie istnieje na serwerze WWW.

# MSG_ER_SendHTTP (1125//)
source: Couldn't send HTTP request. Requesting a document from the WWW server failed.
pl: Nie można wysłać żądania HTTP. Żądanie dokumentu z serwera WWW nie powiodło się.

# MSG_ER_ConnectHTTP (1126//)
source: Couldn't connect to WWW server '%s'. Possible reasons: TCP/IP offline, invalid address, server is currently down or doesn't support HTTP requests.
pl: Nie można połączyć się z serwerem WWW "%s". Możliwe powody: TCP/IP nie uruchomiony, zły adres, serwer jest teraz nieczynny lub nie obsługuje żądań HTTP.

# MSG_ER_ErrorWriteMailfile (1132//)
source: Write error on mail file: %s. YAM can't save the message to disk, maybe you're out of disk space.
pl: Błąd przy zapisie pliku poczty: %s YAM nie może nagrać wiadomości na dysk, być może brakuje miejsca.

# MSG_ER_ErrorReadMailfile (1135//)
source: Read error on mail file: %s. The file exists, but there was an error while reading it.
pl: Błąd przy odczycie pliku poczty: %s. Plik istnieje, ale występuje błąd przy jego odczycie.

# MSG_ER_MissingDirectory (1137//)
source: You must specify a directory for the new user.
pl: Musisz zdefiniować katalog dla nowego użytkownika.

# MSG_ER_MissingName (1138//)
source: You must specify a name for the new user.
pl: Musisz zdefiniować imię nowego użytkownika.

# MSG_ER_NoPublicKeys (1139//)
source: No public PGP keys found. Make sure that PGP is installed and the required settings are made in the configuration of YAM.
pl: Nie znaleziono klucza publicznego PGP. Upewnij się, że pakiet PGP jest zainstalowany i wymagane ustawienia są poczynione w konfiguracji YAM-a.

# MSG_ER_PGPreturnsError (1140//)
source: The following PGP command returned with an error: '%s' Check the file %s for a diagnosis.
pl: Następujące polecenie PGP zwróciło błąd: "%s" Aby uzyskać więcej informacji sprawdź plik %s.

# MSG_ER_PGPnotfound (1141//)
source: Couldn't execute PGP command. Check if %s exists.
pl: Nie można wykonać polecenia PGP. Sprawdź czy plik %s istnieje.

# MSG_ER_AliasNotFound (1143//)
source: Unknown alias or name: %s. YAM couldn't find the e-mail address of this recipient in the address book. Please verify the spelling.
pl: Nieznany synonim lub imię: %s. YAM nie może znaleźć adresu e-mail tego odbiorcy w książce adresowej. Sprawdź pisownię.

# MSG_ER_ErrorNoPGPId (1146//)
source: Couldn't find PGP ID for '%s' in the address book, now trying '%s'.
pl: Nie można znaleźć identyfikatora PGP dla "%s" w książce adresowej, teraz próbuję "%s".

# MSG_ER_ErrorAppendKey (1147//)
source: Couldn't append public PGP key %s. There was a problem extracting it from the PGP keyring.
pl: Nie można dołączyć klucza publicznego PGP %s. Nie można wyciągnąć go z PGP keyring.

# MSG_DI_Alias (1148//)
source: _Abbreviation
pl: _Skrót

# MSG_DI_New (1149//)
source: _New
pl: _Nowy

# MSG_DI_AddSelect (1150//)
source: Add _selection
pl: _Dodaj zaznaczone

# MSG_DI_Delete (1151//)
source: _Delete
pl: S_kasuj

# MSG_DI_Paste (1152//)
source: _Paste
pl: _Wstaw

# MSG_HELP_DI_LV_ENTRIES (1153//)
source: List of available abbreviations.
pl: Lista dostępnych skrótów.

# MSG_HELP_DI_ST_ALIAS (1154//)
source: Abbreviation of selected entry.
pl: Skrót wybranego wpisu.

# MSG_HELP_DI_BT_NEW (1155//)
source: Add a new abbreviation to the glossary.
pl: Dodaj nowy skrót do słownika.

# MSG_HELP_DI_BT_ADDSELECT (1156//)
source: Create a new entry based on the text marked in the editor.
pl: Tworzy nowy wpis bazując na tekście zaznaczonym w edytorze.

# MSG_HELP_DI_BT_DELETE (1157//)
source: Remove the selected entry.
pl: Usuwa zaznaczony wpis.

# MSG_HELP_DI_BT_PASTE (1158//)
source: Insert selected entry at the current position in the text editor.
pl: Wstawia zaznaczony wpis w aktualnej pozycji kursora w edytorze tekstu.

# MSG_FI_AddFilter (1160//)
source: Add filter
pl: Dodaj filtr

# MSG_FI_AddFilterReq (1161//)
source: Enter a name for the new filter
pl: Wpisz nazwę nowego filtra

# MSG_FI_StatNew (1162//)
source: New/Unread
pl: Nowa/Nieprzeczytana

# MSG_FI_StatRead (1163//)
source: Read
pl: Przeczytana

# MSG_FI_StatForwarded (1164//)
source: Forwarded
pl: Podesłana

# MSG_FI_StatReplied (1165//)
source: Replied
pl: Odpisana

# MSG_FI_StatQueued (1166//)
source: Queued
pl: Oczekująca

# MSG_FI_StatFailed (1167//)
source: Send failed
pl: Niewysłana

# MSG_FI_StatHold (1168//)
source: On hold
pl: Zatrzymana

# MSG_FI_StatSent (1169//)
source: Sent
pl: Wysłana

# MSG_FI_OtherField (1176//)
source: other field:
pl: inne pole:

# MSG_FI_MessageSize (1177//)
source: Message size
pl: Wielkość wiadomości

# MSG_FI_MessageHeader (1178//)
source: Message headers
pl: Nagłówki wiadomości

# MSG_FI_MessageBody (1179//)
source: Message body
pl: Tekst wiadomości

# MSG_FI_WholeMessage (1180//)
source: Whole message
pl: Cała wiadomość

# MSG_FI_SearchIn (1181//)
source: Search in
pl: Szukaj w

# MSG_FI_CaseSensitive (1182//)
source: Case sensitive
pl: Rozróżniaj znaki

# MSG_FI_SubString (1183//)
source: Substring search
pl: Fragmenty ciągów

# MSG_FI_FindMessages (1184//)
source: Find messages
pl: Szukaj wiadomości

# MSG_FI_AllFolders (1185//)
source: _everywhere
pl: wszędzi_e

# MSG_FI_FindIn (1186//)
source: Find in
pl: Szukaj w

# MSG_FI_FindWhat (1187//)
source: Find what
pl: Szukaj co

# MSG_FI_UseFilter (1188//)
source: _Use filter settings
pl: _Użyj ustawień filtrów

# MSG_FI_AddAsFilter (1189//)
source: Add as _new filter
pl: Dodaj jako _nowy filtr

# MSG_FI_Results (1190//)
source: Results
pl: Wyniki

# MSG_FI_StartSearch (1191//)
source: _Start search
pl: Zacznij _szukać

# MSG_FI_SelectMatched (1192//)
source: Select _matched
pl: _Zaznacz pasujące

# MSG_FI_ReadMessage (1193//)
source: _Read message
pl: Czy_taj wiadomość

# MSG_FI_Abort (1194//)
source: _Abort
pl: P_rzerwij

# MSG_HELP_FI_LV_FOLDERS (1195//)
source: Select one or more folders to search in.
pl: Wybierz jeden lub więcej folderów do przeszukania.

# MSG_HELP_FI_BT_ALL (1196//)
source: Include all folders in your search.
pl: Przeszukuje wszystkie foldery.

# MSG_HELP_FI_PO_FROMRULE (1197//)
source: Get search criterion from a filter.
pl: Pobiera kryterium poszukiwania z filtra.

# MSG_HELP_FI_BT_TORULE (1198//)
source: Create a new filter from this search criterion.
pl: Tworzy nowy filtr z tego kryterium szukania.

# MSG_HELP_FI_BT_SEARCH (1199//)
source: Start the search and display the results in the list above.
pl: Zaczyna przeszukiwanie i wyświetla wyniki w liście powyżej.

# MSG_HELP_FI_BT_SELECT (1200//)
source: Select all the matching messages in the main window.
pl: Zaznacza pasujące wiadomości w oknie głównym.

# MSG_HELP_FI_BT_READ (1201//)
source: Display the current message from the list above.
pl: Wyświetla aktualną wiadomość z listy powyżej.

# MSG_HELP_FI_BT_ABORT (1202//)
source: Stop searching.
pl: Przerywa szukanie.

# MSG_HELP_FI_CY_MODE (1203//)
source: Field or message part that should match the pattern.
pl: Pole lub część wiadomość, która powinna zgadzać się z wzorcem.

# MSG_HELP_FI_ST_FIELD (1204//)
source: Name of the header to search in.
pl: Nazwa pola w nagłówku do przeszukiwania.

# MSG_HELP_FI_RA_ADRMODE (1205//)
source: Choose whether you want to search in the address or real name part of the field.
pl: Wybiera czy chcesz szukać w polu adresu, czy w polu imienia.

# MSG_HELP_FI_CY_STATUS (1206//)
source: Message status to match.
pl: Status wiadomości do szukania.

# MSG_HELP_FI_ST_MATCH (1207//)
source: Search pattern (AmigaDOS wildchars are supported).
pl: Wzorzec przeszukiwania (symbole AmigaDOS-u są dozwolone).

# MSG_HELP_FI_CH_CASESENS (1208//)
source: Should the search be case sensitive?
pl: Czy przeszukiwanie ma uwzględniać wielkość znaków?

# MSG_HELP_FI_CH_SUBSTR (1209//)
source: Enable a partial string search.
pl: Umożliwia szukanie fragmentów ciągu.

# MSG_HELP_FI_CY_COMP (1210//)
source: Type of comparison. Select <> to get all messages that don't match the pattern, IN to use a file of patterns.
pl: Typ porównania. Wybierz <> aby zaznaczyć wszystkie wiadomości które nie pasują do wzorca, IN aby użyć pliku wzorców.

# MSG_US_EnterPassword (1211//)
source: Please enter your password
pl: Podaj swoje hasło

# MSG_US_TitleUserName (1212//)
source: User name
pl: Imię użytkownika

# MSG_US_TitleMailDir (1213//)
source: Mail directory
pl: Katalog poczty

# MSG_US_WaitLogin (1214//)
source: Waiting for user login...
pl: Czekam na zalogowanie użytkownika...

# MSG_US_RemoveReq (1215//)
source: All messages, folders and configuration files belonging to this user will be lost. Do you really want to remove the user?
pl: Wszystkie wiadomości, foldery i pliki konfiguracyjne należące do tego użytkownika zostaną utracone. Czy na pewno chcesz usunąć tego użytkownika?

# MSG_US_RemoveReqGads (1216//)
source: *_Ok|_Keep files|_Cancel
pl: *_OK|Zachowaj pli_ki|Ponie_chaj

# MSG_US_UserName (1218//)
source: _User name
pl: Imię _użytkownika

# MSG_US_MailDirectory (1219//)
source: _Mail directory
pl: Ka_talog poczty

# MSG_US_GlobalAddrBook (1220//)
source: Use global address _book
pl: Używaj glo_balnej książki adresowej

# MSG_US_GlobalDict (1221//)
source: Use global _glossary
pl: Używaj _globalnych skrótów

# MSG_US_CopyConfig (1222//)
source: C_opy configuration from current user
pl: Sk_opiuj konfigurację od aktualnego użytkownika

# MSG_US_Password (1223//)
source: _Password
pl: _Hasło

# MSG_US_SuperVisor (1224//)
source: _Supervisor privileges
pl: _Przywileje nadzorcy

# MSG_US_AddUser (1225//)
source: _Add user
pl: Dod_aj użytkownika

# MSG_US_DelUser (1226//)
source: _Delete user
pl: S_kasuj użytkownika

# MSG_HELP_US_ST_USER (1227//)
source: Name of the new YAM user.
pl: Imię nowego użytkownika YAM-a.

# MSG_HELP_US_ST_MAILDIR (1228//)
source: Directory to store the folders and config files of the new user account.
pl: Katalog do przechowywania folderów i plików konfiguracyjnych nowego użytkownika.

# MSG_HELP_US_CH_USEADDR (1229//)
source: Share address book with other users.
pl: Dzieli książkę adresową z innymi użytkownikami.

# MSG_HELP_US_CH_USEDICT (1230//)
source: Share glossary with other users.
pl: Dzieli słownik skrótów z innymi użytkownikami.

# MSG_HELP_US_ST_PASSWD (1231//)
source: Password required for this user to login.
pl: Hasło wymagane przy logowaniu tego użytkownika.

# MSG_HELP_US_CH_ROOT (1232//)
source: Enable this option if the user should be allowed to add or remove other users.
pl: Włącz tę opcję jeśli użytkownik może dodawać lub usuwać innych użytkowników.

# MSG_HELP_US_CH_CLONE (1233//)
source: Use current configuration as default for the new account.
pl: Używa obecnej konfiguracji jako standardowej dla nowego użytkownika.

# MSG_HELP_US_BT_ADD (1234//)
source: Create a new account.
pl: Tworzy nowego użytkownika.

# MSG_HELP_US_BT_DEL (1235//)
source: Remove selected account.
pl: Usuwa wybranego użytkownika.

# MSG_FO_NewFolderReq (1237//)
source: What settings do you want to use for the new folder? Select 'Existing directory' if you want to re-use an already existing directory.
pl: Jakich ustawień chcesz użyć dla nowego folderu? Wybierz "Istniejący katalog" jeśli chcesz użyć już istniejącego katalogu.

# MSG_FO_NewFolderGads (1238//)
source: *_Internal defaults|_Like current|_Existing directory|_Cancel
pl: *_Standardowe|_Jak obecny|Istni_ejący katalog|Ponie_chaj

# MSG_FO_SelectDir (1239//)
source: Select directory
pl: Wybierz katalog

# MSG_FO_MessageDate (1240//)
source: Message date
pl: Data wiadomości

# MSG_FO_DateRecvd (1241//)
source: Date received
pl: Data otrzymania

# MSG_FO_FMNormal (1242//)
source: normal
pl: normalne

# MSG_FO_FMSimple (1243//)
source: simple protection
pl: proste zabezpieczenie

# MSG_FO_FMPack (1244//)
source: compressed
pl: skompresowane

# MSG_FO_FMEncPack (1245//)
source: compressed with password
pl: skompresowane z hasłem

# MSG_FO_FTRcvdMail (1246//)
source: received mail
pl: wiadomości przychodzące

# MSG_FO_FTSentMail (1247//)
source: sent mail
pl: wiadomości wysłane

# MSG_FO_FTBothMail (1248//)
source: received and sent
pl: przychodzące i wysłane

# MSG_FO_EditFolder (1250//)
source: Folder settings
pl: Ustawienia foldera

# MSG_FO_Properties (1251//)
source: Properties
pl: Właściwości

# MSG_FO_MaxAge (1252//)
source: Max. age
pl: Maksymalny wiek

# MSG_FO_FolderType (1253//)
source: T_ype
pl: T_yp

# MSG_FO_FolderMode (1254//)
source: _Mode
pl: _Tryb

# MSG_FO_SortBy (1255//)
source: _Sort by
pl: So_rtuj wg

# MSG_FO_ThenBy (1256//)
source: T_hen by
pl: Pot_em wg

# MSG_FO_Reverse (1257//)
source: Rev
pl: Odwr.

# MSG_FO_MLSupport (1258//)
source: Mailing list support
pl: Lista dyskusyjna

# MSG_HELP_FO_ST_FNAME (1261//)
source: Folder name.
pl: Nazwa foldera.

# MSG_HELP_FO_TX_FPATH (1262//)
source: Directory where the messages of the selected folder are stored.
pl: Ścieżka dostępu, gdzie będą przechowywane wiadomości tego foldera.

# MSG_HELP_FO_ST_MAXAGE (1263//)
source: Old messages will automatically be deleted after this time (in days). Use 0 to disable this feature.
pl: Stare wiadomości będą automatycznie usuwane po tym czasie (w dniach). Wpisz 0 lub nic nie wpisuj, aby wyłączyć tę opcję.

# MSG_HELP_FO_CY_FTYPE (1264//)
source: Type of folder (in/out/both).
pl: Typ wiadomości przechowywanych w tym folderze (przychodzące/wychodzące/oba).
