Repository: Futaura/yam
Catalog: locale/polish.po
Languages: pl

# MSG_ER_PRINTER_OFFLINE (1987//)
source: The printer seems to be offline or busy. Please check the printer or try again later.
pl: Drukarka jest zajęta lub niepodłączona. Proszę sprawdzić drukarkę lub spróbować ponownie później.

# MSG_ER_PRINTER_OFFLINE_GADS (1988//)
source: *_Retry|_Ignore|_Cancel
pl: *P_onów|_Ignoruj|Ponie_chaj

# MSG_ER_PRINTER_NOPAPER (1989//)
source: The printer seems to be out of paper. Please check the printer or try again later.
pl: W drukarce skoczył się papier. Proszę sprawdzić drukarkę lub spróbować ponownie później.

# MSG_ER_PRINTER_NOPAPER_GADS (1990//)
source: *_Retry|_Ignore|_Cancel
pl: *P_onów|_Ignoruj|Ponie_chaj

# MSG_ER_PRINTER_FAILED (1991//)
source: An error was returned while sending data to the printer. Please check your printer and try again if your document wasn't printed properly.
pl: Podczas wysyłania danych do drukarki wystąpił błąd. Jeśli Twój dokument nie został wydrukowany poprawnie, sprawdź drukarkę i spróbuj ponownie.

# MSG_MA_EDIT (1992//)
source: Edit
pl: Edycja

# MSG_MA_EDIT_UNDO (1993//)
source: Undo
pl: Cofnij

# MSG_MA_EDIT_REDO (1994//)
source: Redo
pl: Przywróć

# MSG_MA_EDIT_CUT (1995//)
source: Cut
pl: Wytnij

# MSG_MA_EDIT_COPY (1996//)
source: Copy
pl: Skopiuj

# MSG_MA_EDIT_PASTE (1997//)
source: Paste
pl: Wklej

# MSG_MA_EDIT_SALL (1998//)
source: Select all
pl: Zaznacz wszystko

# MSG_MA_EDIT_SNONE (1999//)
source: Select none
pl: Odznacz wszystko

# MSG_WR_SELECTNONE (2000//)
source: Select none
pl: Odznacz wszystko

# MSG_MA_INVALIDMFILE_TITLE (2001//)
source: Invalid mail file found
pl: Odnaleziono niewłaściwy plik wiadomości

# MSG_MA_INVALIDMFILE (2002//)
source: File '%s' in folder '%s' doesn't seem to have a valid mail format or may be corrupted. Please make sure that the file is readable and is a valid mail file.
pl: Plik "%s" w folderze "%s" nie jest we właściwym formacie wiadomości lub jest uszkodzony. Proszę się upewnić, że plik jest odczytywalny i jest we właściwym formacie wiadomości.

# MSG_MA_INVALIDMFILE_BT (2003//)
source: *_Retry|_Ignore|Ignore _All|_Delete|_Cancel
pl: *P_onów|_Ignoruj|Ignoruj wszystki_e|S_kasuj|Ponie_chaj

# MSG_ER_CANNOT_READ_INDEX (2004//)
source: An error occurred while trying to read the index file '%s' of folder '%s'. Please check that you can read the contents of the file and that the permission settings are correct.
pl: Podczas próby odczytania pliku indeksu "%s" folderu "%s" wystąpił błąd. Proszę się upewnić, czy można odczytać zawartość pliku i czy ustawienia uprawnień są odpowiednie.

# MSG_ER_CANNOT_WRITE_INDEX (2005//)
source: An error occurred while trying to write the index file '%s' in folder '%s'. Please check that you can write to the directory where the file is supposed to be stored.
pl: Podczas próby zapisania pliku indeksu "%s" folderu "%s" wystąpił błąd. Proszę się upewnić, czy można zapisywać do katalogu w którym ma być przechowywany ten plik.

# MSG_ER_INDEX_CORRUPTED (2006//)
source: Index file '%s' in folder '%s' is corrupt at position %d near the information about mail file '%s' (MoreBytes: 0x%x). The folder was flagged as 'unloaded' and an index update was initiated or is required to solve the problem.
pl: Plik indeksu "%s" folderu "%s" jest uszkodzony na pozycji %d w pobliżu informacji o pliku wiadomości "%s" (więcej danych: 0x%x). Folder został oznaczony jako "niezaładowany". Aktualizacja indeksu została zainicjowana lub jest wymagana do rozwiązania problemu.

# MSG_ER_UNKNOWN_MIME_ENCODING (2007//)
source: Unknown MIME encoding '%s' in mail file '%s'. YAM failed to decode a part of the message. Save the message to disk and try with a different decoder.
pl: Nieznane kodowanie MIME "%s" w pliku wiadomości "%s". Nie udało się zdekodować części wiadomości. Zapisz wiadomość na dysk i spróbuj użyć innego dekodera.

# MSG_ER_UNKNOWN_HEADER_ENCODING (2008//)
source: Unknown header encoding '%s' in mail file '%s'. YAM cannot display a certain header in this message.
pl: Nieznane kodowanie nagłówka "%s" w pliku wiadomości "%s". Program nie może wyświetlić niektórych nagłówków tej wiadomości.

# MSG_ER_UNEXPECTED_MULTIPART_EOF (2009//)
source: Unexpected EOF while decoding multipart message in file '%s'. The message seems to be truncated.
pl: Nieoczekiwany koniec pliku podczas dekodowania wiadomości wieloczęściowej w pliku "%s". Wiadomość wygląda na niekompletną.

# MSG_ER_MIME_ERROR (2010//)
source: Couldn't extract MIME message from file '%s'. The message contains malformed MIME parts, or it is empty or truncated.
pl: Nie można wydobyć wiadomości MIME z pliku "%s". Wiadomość zawiera uszkodzone części MIME, jest pusta lub przycięta.

# MSG_ER_UNEXPECTED_UUE_EOF (2011//)
source: Unexpected EOF while decoding the UUcode encoded file '%s'. The message seems to be truncated.
pl: Nieoczekiwany koniec pliku podczas dekodowania wiadomości UUcode w pliku "%s". Wiadomość wygląda na niekompletną.

# MSG_ER_INVALID_UUE_LENGTH (2012//)
source: Invalid line length %ld in UUcode encoded file '%s'. Either a faulty UUcode encoder was used or the message is truncated.
pl: Niewłaściwa długość linii %ld wiadomości UUcode w pliku "%s". Do kodowania UUcode użyty został niewłaściwy program lub wiadomość jest niekompletna.

# MSG_RE_HDR_REPLYTO (2013//)
source: Reply-To
pl: Odpisz-Do

# MSG_FI_FROM_FIELD (2014//)
source: \033bFrom\033n
pl: \033bOd\033n

# MSG_FI_TO_FIELD (2015//)
source: \033bTo\033n
pl: \033bDo\033n

# MSG_FI_REPLYTO_FIELD (2017//)
source: \033bReply-To\033n
pl: \033bOdpisz-Do\033n

# MSG_FI_SUBJECT_FIELD (2018//)
source: \033bSubject\033n
pl: \033bTemat\033n

# MSG_FI_DATE_FIELD (2019//)
source: \033bDate\033n
pl: \033bData\033n

# MSG_FO_TO_PATTERN (2020//)
source: _Pattern (To:/CC:)
pl: _Wzorzec (Do:/CC:)

# MSG_FO_TO_ADDRESS (2021//)
source: Destination address (_To:)
pl: Adres docelowy (_Do:)

# MSG_FO_FROM_ADDRESS (2022//)
source: Sender address (_From:)
pl: Adres nadawcy (_Od:)

# MSG_FO_REPLYTO_ADDRESS (2023//)
source: _Reply address (Reply-To:)
pl: Ad_res zwrotny (Odpisz-Do:)

# MSG_RETRY_HOMEPAGE_QUIT_GAD (2024//)
source: Try again|Visit homepage|Quit
pl: Spróbuj ponownie|Odwiedź stronę domową|Skończ

# MSG_HOMEPAGE_QUIT_GAD (2025//)
source: Visit homepage|Quit
pl: Odwiedź stronę domową|Skończ

# MSG_MA_EDIT_DELETE (2026//)
source: Delete
pl: Skasuj

# MSG_WR_DELETE (2027//)
source: Delete
pl: Skasuj

# MSG_ER_B64DEC_FILEIO (2028//)
source: A file I/O error occurred while trying to Base64 decode MIME part %ld of mail file '%s'. The decoding has been aborted. This may be caused by insufficient space on the volume the file was being decoded to, or because the source file wasn't accessible.
pl: Wystąpił błąd wejścia/wyjścia podczas próby zdekowodwania przy wykorzystaniu Base64 części MIME nr %ld z pliku wiadomości "%s". Dekodowanie zostało przerwane. Może to być spowodowane niewystarczającą ilością wolnego miejsca na woluminie, na którym plik był dekodowany lub niedostępnością pliku źródłowego.

# MSG_ER_B64DEC_WARN (2029//)
source: Some invalid characters were found while Base64 decoding MIME part %ld of mail file '%s'. The generated output may therefore contain invalid data or may be corrupted. This may be caused by an incorrect encoding done by the sending mail client or because the Base64 part has been malformed during transmission.
pl: Odnaleziono niedozwolone znaki podczas próby zdekowodwania przy wykorzystaniu Base64 części MIME nr %ld z pliku wiadomości "%s". Plik wynikowu może zawierać błędne dane lub być uszkodzony. Może to być spowodowane niewłaściwym zakodowaniem przez program pocztowy nadawcy lub część zakodowana z wykorzystaniem Base64 została uszkodzona w trakcie przesyłania.

# MSG_ER_B64DEC_UNEXP (2030//)
source: An error occurred while trying to Base64 decode MIME part %ld of mail file '%s'. The decoding has been aborted. Either there's no data to decode or YAM can't access the encoded data.
pl: Wystąpił błąd podczas próby zdekowodwania przy wykorzystaniu Base64 części MIME nr %ld z pliku wiadomości "%s". Dekodowanie zostało przerwane. Może to być spowodowane brakiem danych do zdekodowania lub lub niemożnością uzyskania dostępu.

# MSG_MA_ADD_WHICH_ADDRESS (2031//)
source: The sender address (From) is \033b<%s>\033n but the return address (Reply-To) is \033b<%s>\033n. Which address do you want to add to your address book?
pl: Adres nadawcy (Od) to \033b<%s>\033n ale adres zwrotny (Odpisz-Do) to \033b<%s>\033n. Który adres chcesz dodać do swojej książki adresowej?

# MSG_CO_SCRIPTACTION (2032//)
source: Action (Name)
pl: Działanie (nazwa)

# MSG_CO_SCRIPTPATH (2033//)
source: Path
pl: Ścieżka dostępu

# MSG_ER_ICONOBJECT_WARNING (2038//)
source: An error occurred while trying to load icon '%s.info' from theme '%s'. The icon will not be displayed during this session. Please make sure that your theme directory contains all the necessary icons, or disable the theme to avoid further warnings.
pl: Wystąpił błąd podczas próby wczytania ikonki "%s.info" z motywu "%s". Ikonka nie będzie wyświetlana w tej sesji programu. Proszę sprawdzić, czy Twój katalog z motywem zawiera wszystkie niezbędne ikonki, lub wyłączyć motyw w celu zapobieżenia tym ostrzeżeniom w przyszłości.

# MSG_ER_THEMEVER_FALLBACK (2039//)
source: The currently activated theme '%s' was found to be of an incompatible version and wasn't loaded. The default theme was therefore activated as a fallback. Please make sure to update the theme to a compatible version or disable it in the configuration.
pl: Obecnie aktywny motyw "%s" jest niezgodny z tą wersją programu i dlatego nie został wczytany. Zamiast tego został wczytany i aktywowany motyw domyślny. Upewnij się, że uaktualniłeś motyw do zgodnej wersji lub wyłącz go w konfiguracji.

# MSG_ER_THEMEVER_IGNORE (2040//)
source: While trying to load the default theme of YAM, it was found to be of an incorrect version. The theme loading process was aborted and you are adviced to upgrade the default theme to a compatible version.
pl: Podczas próby wczytania domyślnego motywu programu okazało się, że jest on w niewłaściwej wersji. Proces wczytywania motywu został przerwany i zaleca się uaktualnienie domyślnego motywu do kompatybilnej wersji.

# MSG_ER_DATATYPE_ERROR (2041//)
source: An error occurred while trying to load the image file '%s' via datatypes. Please make sure that the file exists and that you have your datatypes system correctly set up (e.g. that the image displays properly with MultiView).
pl: Wystąpił błąd podczas próby wczytania obrazka "%s" przy użyciu systemu datatype'ów. Proszę się upewnić, że plik istnieje i że masz poprawnie zainstalowany system datatype'ów (to znaczy, że obrazki wyświetlają się poprawnie przy wykorzystaniu programu MultiView).

# MSG_ER_IMAGEOBJECT_WARNING (2042//)
source: An error occurred while trying to load the image file '%s' from directory '%s'. Please make sure that your theme contains all the necessary images as defined in the latest theme version layout.
pl: Wystąpił błąd podczas próby wczytania obrazka "%s" z katalogu "%s". Proszę się upewnić, że motyw zawiera wszystkie niezbędne obrazki zgodnie z definicją w ostatniej wersji układu motywu.

# MSG_ER_THEME_FATAL (2043//)
source: YAM was unable to load the default theme and aborted the theme loading completly. Please make sure that your themes directory is readable and contains the correct default theme distributed with YAM.
pl: Program nie mógł wczytać domyślnego motywu i całkowicie przerwał proces wczytywania motywu. Proszę się upewnić, że katalog z motywem jest odczytywalny i zawiera wszystkie niezbędne pliki domyślnego motywu rozprowadzanego z programem.

# MSG_ER_THEME_FALLBACK (2044//)
source: The currently activated theme '%s' is either inaccesible or it is corrupt. The default theme was therefore activated as a fallback. Please make sure your selected theme is readable and a valid YAM theme.
pl: Obecnie aktywowany motyw "%s" jest niedostępny lub uszkodzony. W związku z tym został wczytany motyw domyślny. Proszę się upewnić, że wybrany motyw jest odczytywalny i jest motywem zgodnym z programem.

# MSG_ER_THEME_ACTIVATED_TITLE (2045//)
source: YAM restart required
pl: Wymagane jest ponowne uruchomienie programu

# MSG_ER_THEME_ACTIVATED (2046//)
source: Before the selected theme can be applied, you have to save the configuration and restart YAM.
pl: Aby użyć wybranego motywu, powinieneś zapisać konfigurację i ponownie uruchomić program.

# MSG_FOLDER_ALLTOREAD (2047//)
source: Mark folder read
pl: Zaznacz folder jako "odczytany"

# MSG_EA_REMOVEPHOTO (2048//)
source: Remo_ve
pl: S_kasuj

# MSG_HELP_EA_BT_REMOVEPHOTO (2049//)
source: 'Forget' this picture (the file on disk will remain).
pl: "Zapomnij" ten obrazek (plik nie zostanie skasowany).

# MSG_HELP_CO_CH_NOTISOUND (2051//)
source: Play a sound file when you receive new mail.
pl: Odtwarza dźwięk po odebraniu nowej wiadomości.

# MSG_HELP_CO_CH_NOTICMD (2052//)
source: Execute a command when you received new mail.
pl: Wykonuje polecenie po otrzymaniu nowej wiadomości.

# MSG_HELP_CO_BT_MORE (2053//)
source: Add a rule to this filter.
pl: Dodaje regułę do tego filtra.

# MSG_HELP_CO_BT_LESS (2054//)
source: Remove the last rule from this filter.
pl: Usuwa ostatnią regułę z tego filtra.

# MSG_HELP_CO_BT_FILTERUP (2055//)
source: Move this filter up in the list.
pl: Przenosi ten filtr w górę na liście.

# MSG_HELP_CO_BT_FILTERDOWN (2056//)
source: Move this filter down in the list.
pl: Przenosi ten filtr w dół na liście.

# MSG_HELP_CO_PO_APLAY (2057//)
source: Open a file requester to select the file to play.
pl: Otwiera okno wyboru pliku do wybrania pliku do odtwarzania.

# MSG_HELP_CO_BT_APLAY (2058//)
source: Test the sound.
pl: Testuje plik dźwiękowy.

# MSG_HELP_CO_ST_DESCRIPTION (2060//)
source: A custom description for this MIME type.
pl: Własny opis tego typu MIME.

# MSG_HELP_CO_LV_REXX (2061//)
source: List of scripts.
pl: Lista skryptów.

# MSG_HELP_CO_BT_UPDATENOW (2062//)
source: Perform a check for updates now.
pl: Przeprowadza sprawdzenie uaktualnień.

# MSG_HELP_WR_LV_ATTACH (2063//)
source: List of attachments in this message.
pl: Lista wszystkich załączników w tej wiadomości.

# MSG_CO_UPDATE_NEVER (2065//)
source: Never
pl: nigdy

# MSG_MA_EXECUTESCRIPT_TITLE (2066//)
source: Select script to execute
pl: Wybierz skrypt do wykonania

# MSG_HELP_FI_BT_NONE (2067//)
source: Exclude all folders from the search, except the current one.
pl: Wyklucz wszystkie foldery poza aktualnie zaznaczonym.

# MSG_MA_CONFIRMFILTER_ALL (2068//)
source: If you continue, all messages of folder '%s' will be filtered. Do you want to proceed?
pl: Jeśli będziesz kontynuować, wszystkie wiadomości w folderze "%s" zostaną przefiltrowane. Czy chcesz kontynuować?

# MSG_MA_CONFIRMFILTER_SELECTED (2069//)
source: You have selected several messages in folder '%s'. Only these messages are going to be filtered. Do you want to proceed?
pl: Zaznaczyłeś wiele wiadomości w folderze "%s". Tylko te wiadomości będą filtrowane. Czy chcesz kontynuować?

# MSG_AB_XML (2070//)
source: XML address book (*.xml)
pl: książka adresowa w formacie XML (*.xml)

# MSG_MA_FILTER_STATS_SPAM (2071//)
source: Filtering done: %3ld messages checked, %3ld forwarded, %3ld moved, %3ld deleted, %3ld classified as spam
pl: Filtrowanie zakończone: %3ld wiadomości sprawdzono, %3ld przekazano, %3ld zarchiwizowano, %3ld skasowano, %3ld zaklasyfikowano jako niechciane

# MSG_TR_FILTER_STATS_SPAM (2072//)
source: Filtering done: %3ld messages checked, %3ld redirected, %3ld forwarded, %3ld auto-replied, %3ld command activated, %3ld moved, %3ld deleted, %3ld classified as spam
pl: Filtrowanie zakończone: %3ld wiadomości sprawdzono, %3ld podesłano, %3ld przekazano, %3ld automatycznie odpowiedziano, %3ld wykonano poleceń, %3ld przeniesiono, %3ld skasowano, %3ld zaklasyfikowano jako niechciane

# MSG_FCHANGE_WARN_TITLE (2078//)
source: Filechange warning
pl: Ostrzeżenie o zmianie pliku

# MSG_FCHANGE_WARN (2079//)
source: While you have edited the message text of write window %ld in an external editor, the text in the internal text editor has also been altered. Do you really want to use the text of the external editor dropping the changes done in the internal editor?
pl: Podczas gdy edytowałeś tekst wiadomości okna tworzenia wiadomości nr %ld w zewnętrznym edytorze, tekst w wewnętrznym edytorze został również zmodyfikowany. Czy chcesz użyć tekstu z edytora zewnętrznego i porzucić wszystkie zmiany poczynione w edytorze wewnętrznym?

# MSG_LOG_SENDING_FAILED (2080//)
source: Sending %ld message(s) using SMTP server '%s' failed
pl: Wysyłanie %ld wiadomości przy użyciu serwera SMTP "%s" nie powiodło się

# MSG_HELP_EA_ST_BIRTHDAY (2081//)
source: Date of birth in locale format (e.g. 19.06.1974 or 19/06/1974).
pl: Data urodzin w formacie systemowym (np. 19.06.1974 lub 19/06/1974).

# MSG_ERROR_THREADS (2082//)
source: Cannot initialize thread system.
pl: Nie można zainicjalizować systemu wątków.

# MSG_ERROR_PLAYSOUND (2083//)
source: An error occurred while trying to play the sound file '%s'. This could be either due to a broken or unsupported sound file or because your sound datatype is not properly working.
pl: Wystąpił błąd podczas próby odtworzenia pliku dźwiękowego "%s". Może to być spowodowane uszkodzonym lub nieobsługiwanym plikiem dźwiękowym, albo Twoje datatype'y dźwiękowe nie działają poprawnie.

# MSG_WR_CHARSET (2084//)
source: _Charset
pl: Zestaw zna_ków

# MSG_HELP_WR_PO_CHARSET (2085//)
source: Use the popup button to select the character set you would like YAM to use for this mail. This defaults to the global character set.
pl: Użyj przycisku wyskakującego okna w celu wybrania zestawu znaków który ma być używany w tej wiadomości. Zastępuje to globalnie ustawiony zestaw znaków.

# MSG_ABOUTYAM (2086//)
source: About YAM
pl: O programie

# MSG_ER_CONNECTERR_SOCKET_IN_USE_POP3 (2087//)
source: Couldn't connect to host '%s' of account '%s'. A TCP/IP socket connection seems to be already active. Please close any other existing transfers.
pl: Nie można połączyć się z węzłem "%s" dla konta "%s". Prawdopodobnie połaczenie dla gniazdka TCP/IP jest już aktywne. Proszę zakończyć wszystkie istniejące przesyłania.

# MSG_ER_CONNECTERR_TIMEDOUT_POP3 (2088//)
source: Couldn't connect to host '%s' of account '%s'. The mail server didn't respond within the predefined time frame and therefore timed out.
pl: Nie można połączyć się z węzłem "%s" dla konta "%s". Serwer pocztowy nie odpowiedział w określonym czasie dlatego też połączenie wygasło.

# MSG_ER_CONNECTERR_NO_SOCKET_POP3 (2089//)
source: Couldn't connect to host '%s' of account '%s'. YAM wasn't able to establish a socket connection to the mail server. Please make sure that your TCP/IP stack is online and working properly.
pl: Nie można połączyć się z węzłem "%s" dla konta "%s". Programowi nie udało się ustanowić połączenia gniazdka z serwerem pocztowym. Proszę upewnić się, że stos TCP/IP jest połączony z siecią i działa prawidłowo.

# MSG_ER_CONNECTERR_NO_NONBLOCKIO_POP3 (2090//)
source: Couldn't connect to host '%s' of account '%s'. YAM wasn't able to establish a non-blocking I/O connection to the mail server. Please make sure that your TCP/IP stack can establish non-blocking I/O connections.
pl: Nie można połączyć się z węzłem "%s" dla konta "%s". Program nie był w stanie ustanowić nieblokującego wejścia/wyjścia połączenia z serwerem pocztowym. Proszę upewnić się, że Twój stos TCP/IP może ustanawiać połączenia nieblokujące wejście/wyjście.

# MSG_ER_UNKNOWN_HOST_POP3 (2091//)
source: Unknown POP3 server '%s' of account '%s'. TCP/IP is offline or the server address is invalid.
pl: Nieznany serwer POP3 "%s" dla konta "%s". Stos TCP/IP nie jest podłączony lub adres serwera jest niewłaściwy.

# MSG_ER_CANNOT_CONNECT_POP3 (2092//)
source: Couldn't connect to host '%s' of account '%s'. The mail server is currently down or doesn't support the POP3 protocols.
pl: Nie można połączyć się z węzłem "%s" dla konta "%s". Serwer pocztowy jest aktualnie wyłączony lub nieobsługuje protokołu POP3.

# MSG_ER_POP3WELCOME (2093//)
source: POP3 server '%s' of account '%s' replied with an error message during the welcome procedure and the connection was terminated: %s
pl: Serwer POP3 "%s" dla konta "%s" odpowiedział komunikatem błędu podczas procedury powitalnej i połączenie zostało przerwane: %s

# MSG_ER_BADRESPONSE_POP3 (2094//)
source: Bad response from mail server '%s' of account '%s' to command '%s': %s The mail server couldn't execute the command and replied with the above error message.
pl: Zła odpowiedż od serwera pocztowego "%s" dla konta "%s" na polecenie "%s": %s Serwer pocztowy nie może wykonać polecenia i odpowiedział powyższym komunikatem błędu.

# MSG_ER_INITTLS_POP3 (2095//)
source: Couldn't initialize TLSv1/SSLv3 session with host '%s' of account '%s'.
pl: Nie można zainicjalizować sesji TLSv1/SSLv3 z węzłem "%s" dla konta "%s".

# MSG_ER_NO_APOP (2096//)
source: The POP3 server '%s' of account '%s' doesn't support APOP. Please disable APOP in the configuration.
pl: Serwer POP3 "%s" dla konta "%s" nie obsługuje APOP. Proszę wyłączyć funkcję APOP w konfiguracji.

# MSG_ER_CONNECTERR_SOCKET_IN_USE_SMTP (2097//)
source: Couldn't connect to host '%s'. A TCP/IP socket connection seems to be already active. Please close any other existing transfers.
pl: Nie można połączyć z węzłem "%s". Prawdopodobnie połaczenie dla gniazdka TCP/IP jest już aktywne. Proszę zakończyć wszystkie istniejące przesyłania.

# MSG_ER_CONNECTERR_TIMEDOUT_SMTP (2098//)
source: Couldn't connect to host '%s'. The mail server didn't respond within the predefined time frame and therefore timed out.
pl: Nie można połączyć z węzłem "%s". Serwer pocztowy nie odpowiedział w określonym czasie dlatego też połączenie wygasło.

# MSG_ER_CONNECTERR_NO_SOCKET_SMTP (2099//)
source: Couldn't connect to host '%s'. YAM wasn't able to establish a socket connection to the mail server. Please make sure that your TCP/IP stack is online and working properly.
pl: Nie można połączyć z węzłem "%s". Programowi nie udało się ustanowić połączenia gniazdka z serwerem pocztowym. Proszę upewnić się, że stos TCP/IP jest połączony z siecią i działa prawidłowo.

# MSG_ER_CONNECTERR_NO_NONBLOCKIO_SMTP (2100//)
source: Couldn't connect to host '%s'. YAM wasn't able to establish a non-blocking I/O connection to the mail server. Please make sure that your TCP/IP stack can establish non-blocking I/O connections.
pl: Nie można połączyć z węzłem "%s". Program nie był w stanie ustanowić nieblokującego wejścia/wyjścia połączenia z serwerem pocztowym. Proszę upewnić się, że Twój stos TCP/IP może ustanawiać połączenia nieblokujące wejście/wyjście.

# MSG_ER_INITTLS_SMTP (2101//)
source: Couldn't initialize TLSv1/SSLv3 session with host '%s'.
pl: Nie można zainicjalizować sesji TLSv1/SSLv3 z węzłem "%s".

# MSG_ER_NOSTARTTLS_SMTP (2102//)
source: Your SMTP server '%s' doesn't support TLS/SSL. Please disable this option in the configuration.
pl: Twój serwer SMTP "%s" nie obsługuje TLS/SSL. Proszę wyłączyć tę opcję w konfiguracji.

# MSG_ER_BADRESPONSE_SMTP (2103//)
source: Bad response from mail server '%s' to command '%s': %s The mail server couldn't execute the command and replied with the above error message.
pl: Zła odpowiedż od serwera pocztowego "%s" na polecenie "%s": %s Serwer pocztowy nie może wykonać polecenia i odpowiedział powyższym komunikatem błędu.

# MSG_ER_CANNOT_CONNECT_SMTP (2104//)
source: Couldn't connect to host '%s'. The mail server is currently down or doesn't support the SMTP protocols.
pl: Nie można połączyć się z węzłem "%s". Serwer pocztowy jest aktualnie wyłączony lub nieobsługuje protokołu SMTP.

# MSG_ER_UNKNOWN_HOST_SMTP (2105//)
source: Unknown SMTP server '%s'. TCP/IP is offline or the server address is invalid.
pl: Nieznany serwer SMTP "%s". Stos TCP/IP nie jest podłączony lub adres serwera jest niewłaściwy.
