Repository: Futaura/yam
Catalog: locale/polish.po
Languages: pl

# MSG_HELP_CO_ST_APP (679//)
source: Try to put the AppIcon exactly at these coordinates.
pl: Próbuje umieścić AppIkonkę dokładnie w tych współrzędnych.

# MSG_HELP_CO_CH_CLGADGET (680//)
source: Do you want YAM to iconify when you hit the close gadget?
pl: Czy chcesz ikonifikować YAM-a, gdy naciśniesz gadżet zamykania?

# MSG_HELP_CO_CH_CONFIRM (681//)
source: Do you want to confirm deletion of messages?
pl: Czy chcesz potwierdzać kasowanie wiadomości?

# MSG_HELP_CO_NB_CONFIRMDEL (682//)
source: Minimum number of messages to display the confirmation requester.
pl: Minimalna liczba wiadomości aby wyświetlić żądanie potwierdzenia.

# MSG_HELP_CO_CH_REMOVE (683//)
source: Immediately delete the messages rather than moving them to the Trash folder. (Use this with care)
pl: Kasuje wiadomości natychmiast, nie przenosi ich do Kosza. (Tej opcji należy używać bardzo ostrożnie)

# MSG_HELP_CO_TX_ENCPACK (690//)
source: XPK library used to protect and compress folders.
pl: Biblioteka XPK używana do zabezpieczania i pakowania folderów.

# MSG_HELP_CO_TX_PACKER (691//)
source: XPK library used to compress folders.
pl: Biblioteka XPK używana do pakowania folderów

# MSG_HELP_CO_NB_ENCPACK (692//)
source: Efficiency of this packer. 100% is the best value, but also the slowest.
pl: Efektywność pakera. 100% jest najlepsza, ale i najwolniejsza.

# MSG_HELP_CO_ST_ARCHIVER (693//)
source: Command and options used to create archived attachments.
pl: Polecenie i opcje używane do pakowania załączników.

# MSG_HELP_CO_ST_RXNAME (694//)
source: Description of the script in the 'Scripts' menu.
pl: Opis skryptu w menu "Skrypty".

# MSG_HELP_CO_ST_SCRIPT (695//)
source: Filename of the script.
pl: Nazwa pliku skryptu.

# MSG_HELP_CO_CY_ISADOS (696//)
source: Type of the script (ARexx or AmigaDOS).
pl: Typ skryptu (ARexx lub AmigaDOS).

# MSG_HELP_CO_CH_CONSOLE (697//)
source: Open a console window to allow input and output from the script.
pl: Otwiera okno konsoli na dane wejściowe i wyjściowe skryptu.

# MSG_HELP_CO_CH_WAITTERM (698//)
source: Do not run the script asynchronously but wait for it to complete.
pl: Nie uruchamia skryptu asynchronicznie, lecz czeka na zakończenie jego działania.

# MSG_HELP_CO_BT_SAVE (699//)
source: Save current settings.
pl: Zapisuje bieżące ustawienia.

# MSG_HELP_CO_BT_USE (700//)
source: Use current settings.
pl: Używa bieżących ustawień.

# MSG_HELP_CO_BT_CANCEL (701//)
source: Close configuration window and use the old settings.
pl: Zamyka okno konfiguracyjne i używa starych ustawień.

# MSG_AB_BirthdayReminder (703//)
source: Birthday Reminder
pl: Urodziny

# MSG_AB_HappyBirthday (704//)
source: Happy birthday
pl: Wszystkiego najlepszego.

# MSG_AB_PersonAlias (705//)
source: Alias (PERSON)
pl: Synonim (OSOBA)

# MSG_AB_ListAlias (706//)
source: Alias (LIST)
pl: Synonim (LISTA)

# MSG_AB_GroupAlias (707//)
source: Alias (GROUP)
pl: Synonim (GRUPA)

# MSG_AB_PrintReqGads (708//)
source: _Long format|_Short format|_Cancel
pl: _Długi|_Krótki|Ponie_chaj

# MSG_AB_PrintReq (709//)
source: Select print format:
pl: Wybierz format wydruku:

# MSG_AB_AliasFld (710//)
source: Alias
pl: Synonim

# MSG_AB_FoundEntry (711//)
source: Found matching entry. Alias: \033b%s\033n Name: \033b%s\033n
pl: Znalazłem pasujący wpis. Synonim: \033b%s\033n Imię: \033b%s\033n

# MSG_AB_FindEntry (712//)
source: Find Entry
pl: Szukanie wpisu

# MSG_AB_FindEntryReq (713//)
source: This module finds a given text in the alias, name, address, description, street, city or country fields. Please enter the search pattern (AmigaDOS wildchars are supported):
pl: Ten moduł znajduje dany tekst w polach synonimu, imienia, adresu, opisu, ulicy, miasta lub kraju. Proszę podać szukany ciąg (w formacie AmigaDOS):

# MSG_AB_StartSearch (714//)
source: _Start search
pl: _Szukaj

# MSG_AB_FoundEntryGads (715//)
source: _Next hit|*_Edit hit|_Cancel
pl: _Następne|_Edytuj|Ponie_chaj

# MSG_AB_NoneFound (716//)
source: No matching entries found.
pl: Brak pasujących wpisów.

# MSG_AB_Modified (717//)
source: Address book has been modified.
pl: Książka adresowa została zmodyfikowana.

# MSG_AB_TitleAlias (719//)
source: Alias
pl: Synonim

# MSG_AB_TitleName (720//)
source: Name
pl: Imię

# MSG_AB_TitleDescription (721//)
source: Description
pl: Opis

# MSG_AB_TitleAddress (722//)
source: Address
pl: Adres

# MSG_AB_TitleStreet (723//)
source: Street
pl: Ulica

# MSG_AB_TitleCity (724//)
source: City
pl: Miasto

# MSG_AB_TitleCountry (725//)
source: Country
pl: Państwo

# MSG_AB_TitlePhone (726//)
source: Phone
pl: Telefon

# MSG_AB_TitleBirthDate (727//)
source: Birth date
pl: Data urodzin

# MSG_AB_TitlePGPId (728//)
source: PGP Id
pl: Identyfikator PGP

# MSG_AB_TitleHomepage (729//)
source: Homepage
pl: Strona domowa

# MSG_AB_MIFind (730//)
source: Find...
pl: Szukaj...

# MSG_AB_Entry (731//)
source: Entry
pl: Wpis

# MSG_AB_AddUser (732//)
source: New person
pl: Nowa osoba

# MSG_AB_AddGroup (733//)
source: New group
pl: Nowa grupa

# MSG_AB_AddList (734//)
source: New distribution list
pl: Nowa lista dystrybucyjna

# MSG_AB_Duplicate (735//)
source: Duplicate
pl: Duplikuj

# MSG_AB_MIPrint (736//)
source: Print
pl: Drukuj

# MSG_AB_MIDelete (737//)
source: Delete
pl: Skasuj

# MSG_AB_Sort (738//)
source: Sort
pl: Sortuj

# MSG_AB_SortByAlias (739//)
source: By alias
pl: wg synonimu

# MSG_AB_SortByName (740//)
source: By last name
pl: wg nazwiska

# MSG_AB_SortByFirstname (741//)
source: By first name
pl: wg imienia

# MSG_AB_SortByDesc (742//)
source: By description
pl: wg opisu

# MSG_AB_SortByAddress (743//)
source: By address
pl: wg adresu

# MSG_AB_View (744//)
source: View
pl: Widok

# MSG_AB_Fold (745//)
source: Fold all
pl: Zwiń wszystkie

# MSG_AB_Unfold (746//)
source: Unfold all
pl: Rozwiń wszystkie

# MSG_AB_TBSave (747//8)
source: _Save
pl: Zapi_sz

# MSG_AB_TBFind (748//8)
source: _Find
pl: S_zukaj

# MSG_AB_TBNewUser (749//8)
source: _Person
pl: _Osoba

# MSG_AB_TBNewList (750//8)
source: _List
pl: _Lista

# MSG_AB_TBNewGroup (751//8)
source: _Group
pl: _Grupa

# MSG_AB_TBEdit (752//8)
source: _Edit
pl: _Edytuj

# MSG_AB_TBDelete (753//8)
source: _Delete
pl: S_kasuj

# MSG_AB_TBPrint (754//8)
source: P_rint
pl: _Drukuj

# MSG_AB_TBOpenTree (755//8)
source: _Unfold
pl: _Rozwiń

# MSG_AB_TBCloseTree (756//8)
source: F_old
pl: Z_wiń

# MSG_HELP_AB_BT_SAVE (757//)
source: Save current changes.
pl: Zapisuje bieżące zmiany.

# MSG_HELP_AB_BT_SEARCH (758//)
source: Find an entry in the address book.
pl: Szuka wpisu w książce adresowej.

# MSG_HELP_AB_BT_ADDUSER (759//)
source: Add a new person to your address book.
pl: Dodaje nową osobę do książki adresowej.

# MSG_HELP_AB_BT_ADDGROUP (760//)
source: Add a new group (directory) to the address book.
pl: Dodaje nową grupę (katalog) do książki adresowej.

# MSG_HELP_AB_BT_ADDMLIST (761//)
source: Add a new distribution list to the address book.
pl: Dodaje nową listę dystrybucyjną do książki adresowej.

# MSG_HELP_AB_BT_EDIT (762//)
source: Edit this entry.
pl: Modyfikuje wybrany wpis.

# MSG_HELP_AB_BT_DELETE (763//)
source: Delete the selected entry from the address book.
pl: Usuwa wybrany wpis z książki adresowej.

# MSG_HELP_AB_BT_PRINT (764//)
source: Print the selected entry.
pl: Drukuje wybrany wpis.

# MSG_HELP_AB_BT_OPEN (765//)
source: Display all the entries in the address book.
pl: Wyświetla wszystkie wpisy książki adresowej.

# MSG_HELP_AB_BT_CLOSE (766//)
source: Only display the root entries in the address book.
pl: Wyświetla tylko wpisy główne książki adresowej.

# MSG_HELP_AB_BT_TO (767//)
source: Set primary recipient(s) for a new message.
pl: Ustala pierwszego odbiorcę nowej wiadomości.

# MSG_HELP_AB_BT_CC (768//)
source: Set secondary recipient(s) for a new message.
pl: Ustala drugiego odbiorcę nowej wiadomości.

# MSG_HELP_AB_BT_BCC (769//)
source: Set blind copy recipient(s) for a new message.
pl: Ustala ukrytego odbiorcę nowej wiadomości.

# MSG_EA_EditUser (776//)
source: Edit person
pl: Edycja osoby

# MSG_EA_EditList (777//)
source: Edit distribution list
pl: Edycja listy dystrybucyjnej

# MSG_EA_EditGroup (778//)
source: Edit group
pl: Edycja grupy

# MSG_EA_ElectronicMail (779//)
source: Electronic mail
pl: Adres elektroniczny

# MSG_EA_Alias (780//)
source: _Alias
pl: S_ynonim

# MSG_EA_RealName (781//)
source: _Real name
pl: Imię i n_azwisko

# MSG_EA_EmailAddress (782//)
source: E-_mail address
pl: Adres e-_mail

# MSG_EA_PGPId (783//)
source: PGP _key ID
pl: _Klucz PGP

# MSG_EA_Homepage (784//)
source: _Homepage
pl: Strona domo_wa

# MSG_EA_SnailMail (785//)
source: Snail mail
pl: Adres

# MSG_EA_Street (786//)
source: _Street
pl: _Ulica

# MSG_EA_City (787//)
source: C_ity/ZIP
pl: M_iasto/kod

# MSG_EA_Country (788//)
source: S_tate/Country
pl: S_tan/Kraj

# MSG_EA_Phone (789//)
source: _Phone number(s)
pl: Numer tele_fonu

# MSG_EA_Miscellaneous (790//)
source: Miscellaneous
pl: Dodatkowe

# MSG_EA_Description (791//)
source: D_escription
pl: Opi_s

# MSG_EA_DOB (792//)
source: Date of _birth
pl: Data urod_zin

# MSG_EA_Portrait (793//)
source: Portrait
pl: Zdjęcie

# MSG_EA_SelectPhoto (794//)
source: Se_lect...
pl: Wy_bierz...

# MSG_EA_ReturnAddress (796//)
source: _Return address
pl: Ad_res zwrotny

# MSG_EA_MLName (797//)
source: _Mailing list name
pl: Nazwa listy _dyskusyjnej

# MSG_EA_Members (798//)
source: Members
pl: Członkowie

# MSG_EA_Sort (799//)
source: _Sort
pl: Sor_tuj

# MSG_HELP_EA_ST_ALIAS (800//)
source: Identity (e.g. nickname or abbreviation) of this entry.
pl: Identyfikator (np. pseudonim lub skrót) wpisu.

# MSG_HELP_EA_ST_DESCRIPTION (801//)
source: A short comment for this entry.
pl: Komentarz do wpisu.

# MSG_HELP_EA_ST_REALNAME (802//)
source: Full name of this entry (first name last name).
pl: Pełna nazwa wpisu (imię nazwisko).

# MSG_HELP_EA_ST_ADDRESS (803//)
source: Official e-mail address of this entry.
pl: Oficjalny adres e-mail tego wpisu.

# MSG_HELP_EA_ST_PGPKEY (804//)
source: Hexadecimal ID of this person's public PGP key.
pl: Szesnastkowy identyfikator klucza publicznego PGP tej osoby.

# MSG_HELP_EA_ST_HOMEPAGE (805//)
source: URL of the homepage of this person. Click the button at the right side to load the page into your browser.
pl: Adres URL strony domowej tej osoby. Wciśnij przycisk po prawej stronie, aby wczytać stronę do przeglądarki.

# MSG_HELP_EA_ST_STREET (806//)
source: Postal address: street name and number.
pl: Adres pocztowy: ulica i numer domu.

# MSG_HELP_EA_ST_CITY (807//)
source: Postal address: city and zip code.
pl: Adres pocztowy: miasto i kod pocztowy.

# MSG_HELP_EA_ST_COUNTRY (808//)
source: Postal address: state and/or country.
pl: Adres pocztowy: stan i/lub państwo.

# MSG_HELP_EA_ST_PHONE (809//)
source: Phone and/or FAX number(s).
pl: Numer telefonu i/lub FAX-u.

# MSG_HELP_EA_BC_PHOTO (811//)
source: Portrait picture of this person.
pl: Zdjęcie tej osoby.

# MSG_HELP_EA_BT_SELECTPHOTO (812//)
source: Select a picture file from disk (image datatypes supported).
pl: Wybierz zdjęcie z dysku (wczytywane przez bibliotekę datatype.library).

# MSG_HELP_EA_ST_ADDRESS_L (815//)
source: Return address to use when sending a message to this list.
pl: Adres zwrotny używany przy wysyłaniu wiadomości na tę listę.

# MSG_HELP_EA_LV_MEMBERS (816//)
source: Members of this distribution list.
pl: Członkowie tej listy dystrybucyjnej.

# MSG_HELP_EA_ST_MEMBER (817//)
source: Address (and name) or alias of a member.
pl: Adres (i imię) lub synonim członka.

# MSG_HELP_EA_BT_ADD (818//)
source: Add a new member to the list.
pl: Dodaje nowego członka do listy.

# MSG_HELP_EA_BT_DEL (819//)
source: Remove the selected member from the list.
pl: Usuwa wybranego członka z listy.

# MSG_HELP_EA_BT_SORT (820//)
source: Sort the member list alphabetically.
pl: Sortuje listę członków alfabetycznie.

# MSG_HELP_EA_BT_OKAY (821//)
source: Accept this entry.
pl: Akceptuje ten wpis.

# MSG_HELP_EA_BT_CANCEL (822//)
source: Discard changes.
pl: Porzuca zmiany.

# MSG_RE_MDNReq (826//)
source: The sender of this message requests a return receipt. What do you want to do?
pl: Nadawca tej wiadomości żąda potwierdzenia odbioru. Co chcesz zrobić?

# MSG_RE_SaveMessage (827//)
source: Save message
pl: Zapisywanie wiadomości

# MSG_RE_PrintMsg (829//)
source: Print message
pl: Drukowanie wiadomość

# MSG_RE_SelectPrintPart (830//)
source: Select part to print:
pl: Wybierz część do druku:

# MSG_RE_PrintGad (831//)
source: _Print
pl: D_rukuj

# MSG_RE_SelectSavePart (832//)
source: Select part to save:
pl: Wybierz część do zapisania:

# MSG_RE_SaveGad (833//)
source: _Save
pl: Zapi_sz

# MSG_RE_DisplayMsg (834//)
source: Display message
pl: Wyświetl wiadomość

# MSG_RE_SelectDisplayPart (835//)
source: Select part to display:
pl: Wybierz część do wyświetlenia:

# MSG_RE_DisplayGad (836//)
source: _Display
pl: _Wyświetl

# MSG_RE_BadSig (837//)
source: WARNING: Bad signature
pl: OSTRZEŻENIE: Zły podpis

# MSG_RE_GoodSig (838//)
source: Good signature
pl: Dobry podpis

# MSG_RE_SigFrom (839//)
source: from
pl: od

# MSG_RE_SigCheck (840//)
source: Check PGP signature
pl: Sprawdź podpis PGP

# MSG_RE_SaveDecGads (841//)
source: *_Keep|_Replace|_Cancel
pl: *Zach_owaj|_Zastąp|Ponie_chaj

# MSG_RE_SaveDecReq (842//)
source: What do you want to do with the original (encrypted) message?
pl: Co chcesz zrobić z oryginalną (zakodowaną) wiadomością?

# MSG_RE_Header (843//)
source: Header
pl: Nagłówek

# MSG_RE_Letter (844//)
source: Letter
pl: List

# MSG_RE_MDNFrom (845//)
source: From:
pl: Od:

# MSG_RE_MDNTo (846//)
source: To:
pl: Do:

# MSG_RE_MDNSubject (847//)
source: Subject:
pl: Temat:

# MSG_RE_MDNMessageID (848//)
source: Message-ID:
pl: Identyfikator:

# MSG_RE_MDNDate (849//)
source: Date:
pl: Data:

# MSG_RE_MDNOrigRecpt (850//)
source: Original recipient:
pl: Oryginalny odbiorca:

# MSG_RE_MDNFinalRecpt (851//)
source: Final recipient:
pl: Końcowy odbiorca:

# MSG_RE_MDNmanual (852//)
source: in response to a user command
pl: w odpowiedzi na polecenie użytkownika

# MSG_RE_MDNauto (853//)
source: automatically
pl: automatycznie

# MSG_RE_MDNdisplay (854//)
source: The message %s has been displayed. This is no guarantee that the content has been read or understood.
pl: Wiadomość %s została wyświetlona. To nie oznacza, że została przeczytana lub zrozumiana.

# MSG_RE_MDNdeleted (857//)
source: The message %s has been deleted%s. The recipient may or may not have seen the message. The recipient may "undelete" the message at a later time and read the message.
pl: Wiadomość %s została usunięta %s. Odbiorca czytał (lub nie) wiadomość. Odbiorca może "odkasować" wiadomość później i przeczytać ją.

# MSG_RE_MDNunknown (859//)
source: The message %s has been %s%s.
pl: Wiadomość %s jest %s%s.

# MSG_RE_PGPNotAllowed (860//)
source: >PGP Error< You're not allowed to view this PGP encrypted message. Either your PGP software isn't configured properly or the message was encrypted for someone else.
pl: >Błąd PGP< Nie jesteś upoważniony do zobaczenia tej zakodowanej wiadomości. Twój program PGP nie jest właściwie skonfigurowany lub wiadomość jest przeznaczona dla kogoś innego.

# MSG_RE_MsgReadOnly (861//)
source: The message can only be read by %s
pl: Wiadomość może być odczytana tylko przez %s

# MSG_RE_AddSender (862//)
source: Do you want to add the sender \033b%s\033n to your address book?
pl: Czy chcesz dodać nadawcę \033b%s\033n do swojej książki adresowej?

# MSG_RE_ContentType (865//)
source: Content-Type
pl: Zawartość

# MSG_RE_Description (866//)
source: Description
pl: Opis

# MSG_RE_UUencodedFile (867//)
source: UUencoded file
pl: Kodowanie UUcode

# MSG_RE_SelectAddressReq (868//)
source: Selected address: %s What do you want to do?
pl: Wybrany adres: %s Co chcesz zrobić?

# MSG_RE_SelectAddressEdit (869//)
source: *_Write message|_Edit entry|_Cancel
pl: *_Napisać wiadomość|_Edytować wpis|Ponie_chaj

# MSG_RE_SelectAddressAdd (870//)
source: *_Write message|_Add entry|_Cancel
pl: *_Napisać wiadomość|Dod_ać wpis|Ponie_chaj

# MSG_RE_Original (871//)
source: Raw format
pl: Cały plik

# MSG_RE_AllTexts (872//)
source: Displayed text
pl: Wyświetlony tekst

# MSG_RE_MDisplay (873//)
source: Display...
pl: Wyświetl...

# MSG_RE_SaveAll (874//)
source: Save all...
pl: Zapisz wszystko...

# MSG_RE_Navigation (875//)
source: Navigation
pl: Nawigacja

# MSG_RE_MNext (876//)
source: Next message
pl: Następna wiadomość

# MSG_RE_MPrev (877//)
source: Previous message
pl: Poprzednia wiadomość

# MSG_RE_MURNext (878//)
source: Next unread message
pl: Następna nieprzeczytana wiadomość

# MSG_RE_MURPrev (879//)
source: Previous unread message
pl: Poprzednia nieprzeczytana wiadomość

# MSG_RE_MNextTh (880//)
source: Next message in thread
pl: Następna w kolejności wiadomość

# MSG_RE_MPrevTh (881//)
source: Previous message in thread
pl: Poprzednia w kolejności wiadomość

# MSG_RE_ExtractKey (882//)
source: Extract public key(s)
pl: Wydobądź klucz publiczny

# MSG_RE_SaveDecrypted (883//)
source: Save decrypted message
pl: Zapisz rozkodowaną wiadomość

# MSG_RE_NoHeaders (884//)
source: No headers
pl: Bez nagłówków

# MSG_RE_ShortHeaders (885//)
source: Short headers
pl: Krótkie nagłówki

# MSG_RE_FullHeaders (886//)
source: Full headers
pl: Całe nagłówki

# MSG_RE_NoSInfo (887//)
source: No sender info
pl: Bez informacji o nadawcy

# MSG_RE_SInfo (888//)
source: Data fields only
pl: Tylko dane

# MSG_RE_SInfoImage (889//)
source: Data and image
pl: Dane i zdjęcie

# MSG_RE_WrapHeader (890//)
source: Wrap headers?
pl: Dziel nagłówki?

# MSG_RE_Textstyles (891//)
source: Text styles?
pl: Atrybuty tekstu?

# MSG_RE_TBPrev (892//8)
source: _Prev
pl: P_op

# MSG_RE_TBNext (893//8)
source: _Next
pl: _Nast

# MSG_RE_TBPrevTh (894//8)
source: Prev_Thr
pl: PopKo_l

# MSG_RE_TBNextTh (895//8)
source: NextT_hr
pl: N_astKol

# MSG_RE_TBDisplay (896//8)
source: _Display
pl: _Wyśw.

# MSG_RE_TBSave (897//8)
source: _Save
pl: Zapi_sz

# MSG_RE_TBPrint (898//8)
source: Pr_int
pl: D_rukuj

# MSG_RE_TBDelete (899//8)
source: De_lete
pl: S_kasuj

# MSG_RE_TBMove (900//8)
source: _Move
pl: _Przen.

# MSG_RE_TBReply (901//8)
source: _Reply
pl: O_dpisz

# MSG_RE_TBForward (902//8)
source: For_ward
pl: _Podeśl.

# MSG_HELP_RE_BT_PREVIOUS (903//)
source: Display contents of the previous message.
pl: Wyświetla zawartość poprzedniej wiadomości.

# MSG_HELP_RE_BT_NEXT (904//)
source: Display contents of the next message.
pl: Wyświetla zawartość następnej wiadomości.

# MSG_HELP_RE_BT_QUESTION (905//)
source: Show the message that is being answered here (go back in thread).
pl: Wyświetla wiadomość, na którą odpowiedź jest tutaj (poprzednią w kolejności).

# MSG_HELP_RE_BT_ANSWER (906//)
source: Show the reply to this message (follow thread).
pl: Wyświetla odpowiedź na tę wiadomość (następną w kolejności).

# MSG_HELP_RE_BT_DISPLAY (907//)
source: Use the configured MIME viewer to display a part of this message.
pl: Używa wyświetlarki MIME do wyświetlenia części tej wiadomości.

# MSG_HELP_RE_BT_EXPORT (908//)
source: Save displayed message or a part of it to disk.
pl: Zapisuje wyświetloną wiadomość lub jej część na dysk.

# MSG_HELP_RE_BT_PRINT (909//)
source: Send this message to the printer.
pl: Drukuje tę wiadomość.

# MSG_HELP_RE_BT_MOVE (910//)
source: Move this message to another folder and display the next one.
pl: Przenosi tę wiadomość do innego foldera i wyświetla następną.

# MSG_HELP_RE_BT_DELETE (911//)
source: Delete this message and display the next one.
pl: Kasuje tę wiadomość i wyświetla następną.

# MSG_HELP_RE_BT_REPLY (912//)
source: Reply to this message.
pl: Odpisuje na tę wiadomość.

# MSG_HELP_RE_BT_FORWARD (913//)
source: Forward this message.
pl: Podsyła tę wiadomość.

# MSG_WR_DiscardChanges (917//)
source: Do you really want to discard all modifications to this message?
pl: Czy naprawdę chcesz porzucić wszystkie zmiany w tej wiadomości?

# MSG_WR_SaveTextAs (919//)
source: Save text as
pl: Zapisz tekst jako

# MSG_WR_AddFile (920//)
source: Select files to attach
pl: Wybierz pliki do dodania

# MSG_WR_CreateArc (921//)
source: Create archive
pl: Tworzenie archiwum

# MSG_WR_CreateArcReq (922//)
source: Please enter a filename for the new archive
pl: Podaj nazwę pliku dla nowego archiwum

# MSG_WR_InsertFile (923//)
source: Insert file
pl: Wstaw plik

# MSG_WR_TitleFile (924//)
source: Filename
pl: Nazwa pliku

# MSG_WR_TitleSize (925//)
source: Size
pl: Wielkość

# MSG_WR_TitleContents (926//)
source: Contents
pl: Zawartość

# MSG_WR_TitleDescription (928//)
source: Description
pl: Opis

# MSG_WR_SecNone (929//)
source: None
pl: Brak

# MSG_WR_SecSign (930//)
source: Sign
pl: Podpisana

# MSG_WR_SecEncrypt (931//)
source: Encrypt
pl: Kodowana

# MSG_WR_SecBoth (932//)
source: Sign and encrypt
pl: Podpisana i kodowana

# MSG_WR_ImpHigh (934//)
source: High
pl: Duża

# MSG_WR_ImpNormal (935//)
source: Normal
pl: Normalna

# MSG_WR_ImpLow (936//)
source: Low
pl: Mała

# MSG_WR_WriteWT (941//)
source: Write message
pl: Pisanie wiadomości

# MSG_WR_Subject (942//)
source: Sub_ject
pl: _Temat

# MSG_WR_To (943//)
source: _To
pl: _Do

# MSG_WR_Add (944//)
source: _Add file(s)...
pl: Dod_aj plik(i)...

# MSG_WR_AddPack (945//)
source: _Pack & add...
pl: S_pakuj i dodaj...

# MSG_WR_Display (946//)
source: D_isplay
pl: Wyśw_ietl

# MSG_WR_ContentType (948//)
source: _MIME type
pl: Typ _MIME

# MSG_WR_Description (949//)
source: D_escription
pl: _Opis

# MSG_WR_CopyTo (950//)
source: C_opies to (CC)
pl: _Kopie do (CC)

# MSG_WR_BlindCopyTo (951//)
source: Hidde_n copies to (BCC)
pl: _Ukryte kopie do (BCC)

# MSG_WR_From (952//)
source: _From
pl: _Od

# MSG_WR_ReplyTo (953//)
source: Reply _to
pl: Odpisz _do

# MSG_WR_ExtraHeaders (954//)
source: _Additional headers
pl: Dod_atkowe nagłówki

# MSG_WR_SendOpt (955//)
source: Send options
pl: Opcje wysyłania

# MSG_WR_DelSend (956//)
source: _Delete after sending
pl: _Skasuj po wysłaniu

# MSG_WR_Receipt (957//)
source: _Return receipt
pl: Potwie_rdź odbiór

# MSG_WR_AddInfo (959//)
source: Add _personal info
pl: Dodaj _informacje osobowe

# MSG_WR_Importance (960//)
source: _Importance
pl: Waż_ność

# MSG_WR_Signature (961//)
source: Signature
pl: Podpis

# MSG_WR_TBEditor (968//8)
source: Editor
pl: Edytor

# MSG_WR_TBInsert (969//8)
source: Insert
pl: Dołącz

# MSG_WR_TBCut (970//8)
source: Cut
pl: Wytnij

# MSG_WR_TBCopy (971//8)
source: Copy
pl: Skopiuj

# MSG_WR_TBPaste (972//8)
source: Paste
pl: Wstaw

# MSG_WR_TBUndo (973//8)
source: Undo
pl: Cofnij

# MSG_WR_TBBold (974//8)
source: Bold
pl: Pogrub

# MSG_WR_TBItalic (975//8)
source: Italic
pl: Pochyl

# MSG_WR_TBUnderlined (976//8)
source: ULined
pl: Podkreśl

# MSG_WR_TBColored (977//8)
source: Color
pl: Kolor

# MSG_WR_Text (978//)
source: Text
pl: Tekst

# MSG_WR_InsertAs (979//)
source: Insert as
pl: Dołącz jako

# MSG_WR_Plain (980//)
source: Plain
pl: czysty

# MSG_WR_Quoted (981//)
source: Quoted
pl: cytowany

# MSG_WR_ROT13 (982//)
source: ROT13 encoded
pl: zakodowany ROT13

# MSG_WR_LaunchEd (983//)
source: Launch editor
pl: Uruchom edytor

# MSG_WR_Edit (984//)
source: Edit
pl: Edycja

# MSG_WR_MCut (985//)
source: Cut
pl: Wytnij

# MSG_WR_MCopy (986//)
source: Copy
pl: Skopiuj

# MSG_WR_MPaste (987//)
source: Paste
pl: Wstaw

# MSG_WR_PasteAs (988//)
source: Paste as
pl: Wstaw jako

# MSG_WR_MUndo (989//)
source: Undo
pl: Cofnij

# MSG_WR_Redo (990//)
source: Redo
pl: Przywróć

# MSG_WR_Dictionary (991//)
source: Glossary
pl: Skróty

# MSG_WR_Textstyle (992//)
source: Text styles
pl: Atrybuty tekstu

# MSG_WR_Bold (993//)
source: Bold
pl: Pogrubiony

# MSG_WR_Italic (994//)
source: Italic
pl: Pochylony

# MSG_WR_Underlined (995//)
source: Underlined
pl: Podkreślony

# MSG_WR_Colored (996//)
source: Alternative color
pl: Kolorowany

# MSG_WR_Emoticons (1000//)
source: Emoticons
pl: Emocje

# MSG_WR_Happy (1001//)
source: Happy
pl: Szczęście
