Repository: Futaura/yam
Catalog: locale/polish.po
Languages: pl

# MSG_HELP_FO_CY_FMODE (1265//)
source: Folders can be password protected and/or compressed using XPK.
pl: Foldery mogą być zabezpieczone hasłem i/lub skompresowane przy użyciu XPK.

# MSG_HELP_FO_CY_SORT0 (1266//)
source: Primary sorting order of the messages in this folder.
pl: Główne kryterium sortowania wiadomości w tym folderze.

# MSG_HELP_FO_CY_SORT1 (1267//)
source: Secondary sorting order of the messages in this folder.
pl: Pomocnicze kryterium sortowania wiadomości w tym folderze.

# MSG_HELP_FO_CH_REVERSE (1268//)
source: Reversed sorting.
pl: Kolejność odwrotna.

# MSG_HELP_FO_ST_MLPATTERN (1269//)
source: A message belongs to a mailing list if the contents of the 'To:' field are matched by this pattern.
pl: Wiadomość należy do listy dyskusyjnej jeśli pole "Do:" zawiera ten ciąg.

# MSG_HELP_FO_ST_MLADDRESS (1270//)
source: Use this recipient address for a reply to a mailing list message.
pl: Używa tego adresu odbiorcy do odpowiadania na listę dyskusyjną.

# MSG_BusySavingAB (1271//)
source: Saving address book '%s'...
pl: Zapisuję książkę adresową "%s"...

# MSG_BusyPrintingAB (1272//)
source: Printing address book...
pl: Drukuję książkę adresową...

# MSG_BusySavingDI (1273//)
source: Saving glossary...
pl: Zapisuję słownik...

# MSG_BusyLoadingDI (1274//)
source: Loading glossary...
pl: Wczytuję słownik...

# MSG_BusyUncompressingFO (1276//)
source: (De)compressing folders...
pl: (De)kompresuję foldery...

# MSG_BusyMoving (1277//)
source: Moving/copying %s messages...
pl: Przenoszę/kopiuję %s wiadomości...

# MSG_BusyRemovingAtt (1278//)
source: Removing attachments...
pl: Usuwam załączniki...

# MSG_BusyDeleting (1279//)
source: Deleting %s message(s)...
pl: Kasuję %s wiadomości...

# MSG_BusyFiltering (1280//)
source: Applying filters...
pl: Filtruję wiadomości...

# MSG_BusyDeletingOld (1281//)
source: Deleting old mail...
pl: Kasuję stare wiadomości...

# MSG_BusyEmptyingTrash (1282//)
source: Emptying Trash folder...
pl: Opróżniam śmietnik...

# MSG_BusyGettingVerInfo (1283//)
source: Getting update information...
pl: Pobieram informacje o nowszej wersji...

# MSG_BusyLoadingIndex (1284//)
source: Loading index of folder '%s'...
pl: Wczytuję indeks foldera "%s"...

# MSG_BusySavingIndex (1285//)
source: Saving index of folder '%s'...
pl: Zapisuję indeks foldera "%s"...

# MSG_BusyScanning (1286//)
source: Scanning folder '%s'...
pl: Przeszukuję folder "%s"...

# MSG_BusyReading (1287//)
source: Reading message...
pl: Odczytuję wiadomość...

# MSG_BusyDisplaying (1288//)
source: Displaying message...
pl: Wyświetlam wiadomość...

# MSG_BusyDisplayingList (1289//)
source: Displaying messages...
pl: Wyświetlam wiadomości...

# MSG_BusyPGPrunning (1290//)
source: PGP operation...
pl: Operacje PGP...

# MSG_BusyDecPrinting (1292//)
source: Decoding/printing...
pl: Dekoduję/drukuję...

# MSG_BusyDecSaving (1293//)
source: Decoding/saving...
pl: Dekoduję/nagrywam...

# MSG_BusyDecDisplaying (1294//)
source: Decoding/displaying...
pl: Dekoduję/wyświetlam...

# MSG_CTapplicationadosscript (1296//)
source: AmigaDOS script
pl: Skrypt AmigaDOS-u

# MSG_CTapplicationrexx (1297//)
source: Rexx script
pl: Skrypt ARexx'a

# MSG_FOLDER_NEWFOLDER (1300//)
source: New folder...
pl: Nowy folder...

# MSG_FOLDER_EDIT (1302//)
source: Edit...
pl: Edytuj...

# MSG_FOLDER_DELETE (1303//)
source: Delete
pl: Skasuj

# MSG_FOLDER_IMPORT (1304//)
source: Import...
pl: Importuj...

# MSG_FOLDER_EXPORT (1305//)
source: Export...
pl: Eksportuj...

# MSG_MESSAGE_EXPORT (1313//)
source: Export...
pl: Eksportuj...

# MSG_SETTINGS_USERS (1322//)
source: Users...
pl: Użytkownicy...

# MSG_HELP_FO_ST_MLREPLYTOADDRESS (1327//)
source: Use this 'Reply-To:' address when posting new mails to the list.
pl: Używa tego adresu zwrotnego wysyłając nowe wiadomości na listę.

# MSG_EA_DefSecurity (1329//)
source: Sec_urity
pl: Zab_ezpieczenia

# MSG_HELP_MA_CY_DEFSECURITY (1330//)
source: Default security for sending mail to this person.
pl: Standardowe zabezpieczenia przy wysyłaniu wiadomości do tej osoby.

# MSG_WR_SecDefaults (1333//)
source: Default
pl: Standardowe

# MSG_ER_PGPMultipart (1334//)
source: Error creating multipart PGP message. Encrypting/signing disabled.
pl: Błąd podczas tworzenia wieloczęścowej wiadomości PGP. Kodowanie/podpisywanie wyłączono.

# MSG_RE_FixedFont (1335//)
source: Fixed font?
pl: Czcionka o stałej szerokości

# MSG_CO_SMTPUser (1338//)
source: Us_er name
pl: I_dentyfikator

# MSG_CO_SMTPPass (1339//)
source: Pass_word
pl: H_asło

# MSG_WR_AltQuoted (1342//)
source: Alternative quoted
pl: Cytowany alternatywny

# MSG_EA_SelectPhoto_Title (1346//)
source: Select portrait
pl: Wybierz zdjęcie

# MSG_RE_MoveNextFolderReq (1347//)
source: Next folder with unread messages is \033b%s\033n Go to this folder and continue reading there?
pl: Następny folder z nieprzeczytanymi wiadomościami to: \033b%s\033n Przejść do tego foldera i kontynuować czytanie wiadomości?

# MSG_ATTACH_NO (1352//)
source: No.
pl: Nr

# MSG_ATTACH_PART (1353//)
source: Part
pl: Część

# MSG_FOLDER_NEWFOLDERGROUP (1355//)
source: New folder group...
pl: Nowa grupa folderów...

# MSG_CO_GENLISTCFG (1358//)
source: General settings
pl: Ustawienia główne

# MSG_CO_SIZEFORMAT (1360//)
source: Si_ze format
pl: _Format wielkości plików

# MSG_HELP_CO_CY_SIZE (1361//)
source: How would you like the size of each mail to be displayed?
pl: Jak chcesz wyświetlać wielkość każdej wiadomości?

# MSG_CO_SIZEFORMAT01 (1362//)
source: Old format - (1.234.567 bytes)
pl: Stary format - (1.234.567 bajtów)

# MSG_CO_SIZEFORMAT02 (1363//)
source: Mixed precision (0.001 GB, 0.01 MB, 0.1 KB)
pl: Mieszana dokładność (0.001 GB, 0.01 MB, 0.1 KB)

# MSG_CO_SIZEFORMAT03 (1364//)
source: 10^-1 precision (0.1 GB/MB/KB)
pl: Jedno miejsce po przecinku (0.1 GB/MB/KB)

# MSG_CO_SIZEFORMAT04 (1365//)
source: 10^-2 precision (0.01 GB/MB/KB)
pl: Dwa miejsca po przecinku (0.01 GB/MB/KB)

# MSG_CO_SIZEFORMAT05 (1366//)
source: 10^-3 precision (0.001 GB/MB/KB)
pl: Trzy miejsca po przecinku (0.001 GB/MB/KB)

# MSG_HELP_CO_ST_SMTPAUTHUSER (1368//)
source: User name of the SMTP AUTH user.
pl: Nazwa użytkownika SMTP AUTH.

# MSG_HELP_CO_ST_SMTPAUTHPASS (1369//)
source: Password of the SMTP AUTH user.
pl: Hasło użytkownika SMTP AUTH.

# MSG_HELP_CO_ST_APPICON (1370//)
source: Text that should be displayed as the label of the AppIcon.
pl: Tekst, który ma być wyświetlony jako podpis appikonki.

# MSG_CO_APPICONTEXT (1371//)
source: _Label
pl: P_odpis

# MSG_CO_NEWMSGS (1372//)
source: %n New messages
pl: %n nowych wiadomości

# MSG_CO_UNREADMSGS (1373//)
source: %u Unread messages
pl: %u nieczytanych wiadomości

# MSG_CO_TOTALMSGS (1374//)
source: %t Total messages
pl: %t wszystkich wiadomości

# MSG_CO_SENTMSGS (1376//)
source: %s Sent messages
pl: %s wysłanych wiadomości

# MSG_FO_DSTATS (1377//)
source: App_Icon stats
pl: Statystyki app_ikonki

# MSG_HELP_FO_CH_STATS (1378//)
source: Would you like to see this folder's statistics in YAM's AppIcon label?
pl: Czy chcesz dołączyć statystyki tego folderu do podpisu appikonki programu?

# MSG_OPENGUI (1380//)
source: Opening GUI...
pl: Otwieram GUI...

# MSG_CO_CONTEXTMENU (1382//)
source: Context menu
pl: Menu kontekstowe

# MSG_HELP_CO_CONTEXTMENU (1383//)
source: Show a popup menu when clicking the right mouse button on this list?
pl: Pokazuje podręczne menu po naciśnięciu prawego przycisku myszki na liście.

# MSG_CO_INFOBAR (1384//)
source: Status bar
pl: Belka statusowa

# MSG_HELP_CO_CH_INFOBAR (1385//)
source: Here you can select the position of the status bar that shows general information in YAM.
pl: Tutaj możesz wybrać pozycję belki statusowej wyświetlającej główne informacje w programie.

# MSG_CO_WARNSUBJECT (1386//)
source: Warn when there's an empty su_bject line
pl: Ostrzegaj w przypadku _braku tematu

# MSG_HELP_CO_CH_WARNSUBJECT (1387//)
source: Would you like to be warned if you leave the subject line blank?
pl: Czy chcesz być ostrzegany w przypadku pozostawienia pustej linii tematu?

# MSG_WR_NOSUBJECTREQ (1389//)
source: The subject is missing, continue anyway?
pl: Brak tematu, kontynuować?

# MSG_WR_TBSearch (1390//8)
source: Search
pl: Szukaj

# MSG_HELP_WR_BT_SEARCH (1391//)
source: Search the text for a given string.
pl: Poszukuje podanego ciągu w tekście.

# MSG_SEARCHWINDOW_TITLE (1392//)
source: Search
pl: Poszukiwanie

# MSG_SEARCHWINDOW_TOGGLE_CASESENSITVE (1393//)
source: C_ase sensitive
pl: R_ozróżniaj wielkość znaków

# MSG_SEARCHWINDOW_BT_SEARCH (1394//)
source: _Search
pl: _Szukaj

# MSG_SEARCHWINDOW_BT_CANCEL (1396//)
source: _Cancel
pl: Ponie_chaj

# MSG_SEARCHNOTFOUND_TITLE (1397//)
source: Search
pl: Poszukiwanie

# MSG_SEARCHNOTFOUND_MSG (1398//)
source: '%s' not found.
pl: Ciąg "%s" nie został znaleziony

# MSG_FO_GROUP_CONFDEL (1402//)
source: This group contains subfolders, which will be moved to the parent folder on deletion. Do you really want to delete this group?
pl: Ta grupa zawiera podfoldery, które podczas kasowania zostaną przeniesione do nadrzędnego foldera. Czy na pewno chcesz skasować tę grupę?

# MSG_FOLDER_NONSEL (1403//)
source: (none selected)
pl: (niezaznaczony)

# MSG_FO_NEWFGROUP (1405//)
source: New folder group...
pl: Nowa grupa folderów...

# MSG_FO_NEWFGROUPREQ (1406//)
source: Please enter a name for the new folder group:
pl: Proszę podać nazwę nowej grupy folderów:

# MSG_ER_CANTMOVEMAIL (1407//)
source: Couldn't move mail '%s' to folder '%s'. No folder with this name could be found. Please check your Filters configuration.
pl: Nie można przenieść wiadomości "%s" do foldera "%s". Folder o takiej nazwie nie istnieje. Proszę sprawdzić konfigurację filtrów.

# MSG_MA_EXECUTINGCMD (1408//)
source: Executing command...
pl: Wykonuję polecenie...

# MSG_APP_DESCRIPTION (1409//)
source: SMTP/POP3 E-Mail Client for AmigaOS
pl: Klient SMTP/POP3 dla AmigaOS

# MSG_CO_INFOBARPOS (1410//)
source: Pos_ition
pl: _Pozycja

# MSG_CO_INFOBARPOS01 (1411//)
source: Top
pl: Na górze

# MSG_CO_INFOBARPOS02 (1412//)
source: Center
pl: Na środku

# MSG_CO_INFOBARPOS03 (1413//)
source: Bottom
pl: Na dole

# MSG_CO_INFOBARPOS04 (1414//)
source: Disabled
pl: Wyłączona

# MSG_CO_FOLDERLABEL (1415//)
source: _Label
pl: P_odpis

# MSG_FO_MLSUPPORT (1416//)
source: ML_-Support
pl: O_bsługa list dysk.

# MSG_HELP_FO_CH_MLSUPPORT (1417//)
source: Turn on/off the mailing list support for this folder.
pl: Włącza/wyłącza obsługę list dyskusyjnych w tym folderze.

# MSG_FO_AUTODETECT (1418//)
source: Auto_detect
pl: Wykryj a_utomatycznie

# MSG_HELP_FO_BT_AUTODETECT (1419//)
source: Try to guess automatically the suitable ML support settings by scanning the first five e-mails in the folder.
pl: Próbuje ustalić odpowiednie ustawienia wsparcia list dyskusyjnych poprzez przeskanowanie pierwszych 5 wiadomości w folderze.

# MSG_FO_NOTRECOGNIZED (1420//)
source: Couldn't be recognized.
pl: Nie można rozpoznać.

# MSG_CO_NB_EMAILCACHE (1422//)
source: E-mail cache
pl: Buforowanie adresów

# MSG_CO_NB_EMAILCACHEFMT (1423//)
source: %ld address(es)
pl: adresów: %ld

# MSG_HELP_CO_NB_EMAILCACHE (1424//)
source: Cache size for the most recently used recipients not yet in the address book. Select 0 to disable this feature.
pl: Wielkość bufora ostatnio używanych odbiorców nieobecnych w książce adresowej. Ustaw 0 aby wyłączyć tę opcję.

# MSG_HELP_CO_ST_SMTPPORT (1432//)
source: Port used by the SMTP server (default: 25).
pl: Port używany przez serwer SMTP (domyślnie: 25).

# MSG_HELP_CO_ST_POPPORT (1434//)
source: Port used by the POP3 server (default: 110).
pl: Port używany przez serwer POP3 (domyślnie: 110).

# MSG_CO_InfoBarDef (1435//)
source: - Total: %t New: %n Unread: %u
pl: - Razem: %t Nowych: %n Nieprzeczytanych: %u

# MSG_TR_INITTLS (1436//)
source: Initializing TLSv1/SSLv3 session...
pl: Inicjalizuję sesję TLSv1/SSLv3...

# MSG_ER_INITAMISSL (1437//)
source: Couldn't init amissl.library - TLSv1/SSLv3 support disabled. Please check your AmiSSL installation and restart YAM.
pl: Nie można zainicjalizować biblioteki amissl.library - obsługa TLSv1/SSLv3 wyłączona. Proszę sprawdzić poprawność instalacji AmiSSL i uruchomić ponownie program.

# MSG_TR_SENDAUTH (1439//)
source: Sending SMTP AUTH request...
pl: Wysyłam żądanie SMTP AUTH...

# MSG_CO_IMPORTMIMETITLE (1442//)
source: Import MIME viewers & types
pl: Importuj typy i przeglądarki MIME

# MSG_ER_TRANSFERMAIL (1443//)
source: Couldn't transfer mail '%s' to folder '%s'. Either the file doesn't exist or it couldn't be copied for some reason.
pl: Nie można przenieść wiadomości "%s" do foldera "%s" Możliwe, iż plik nie istnieje lub z pewnych powodów nie może zostać skopiowany.

# MSG_ER_ADDRBOOKLOAD (1445//)
source: Couldn't load address book from file '%s'. Either the file doesn't exist or it couldn't be opened for some reason.
pl: Nie można odczytać książki adresowej z pliku "%s". Plik nie istnieje lub nie może zostać otworzony.

# MSG_AB_NOYAMADDRBOOK (1446//)
source: File '%s' isn't a valid YAM address book. Process it as a file containing e-mail addresses on separate lines?
pl: Plik "%s" nie jest plikiem książki adresowej programu YAM. Czy nadal chcesz przetwarzać ten plik w taki sposób, jakby zawierał adresy e-mail w oddzielnych liniach?

# MSG_AB_NOYAMADDRBOOK_GADS (1447//)
source: _Yes|*_No
pl: _Tak|*_Nie

# MSG_FO_EDIT_FGROUP (1448//)
source: Folder group preferences
pl: Preferencje - Grupa folderów

# MSG_FO_EDIT_FGROUPREQ (1449//)
source: Name of folder group:
pl: Nazwa grupy folderów:

# MSG_ER_UNUSABLEAMISSL (1450//)
source: You have selected TLSv1/SSLv3 for this connection, but AmiSSL couldn't be initialized. Please check your AmiSSL installation or disable TLS/SSL for this connection.
pl: Zaznaczyłeś TLSv1/SSLv3 dla tego połączenia, ale AmiSSL nie może zostać zainicjowane. Proszę sprawdzić instalację AmiSSL lub wyłączyć TLS/SSL dla tego połączenia.

# MSG_RETRY_QUIT_GAD (1454//)
source: Try again|Quit
pl: Spróbuj ponownie|Skończ

# MSG_ER_NOAUTHUSERPASS (1456//)
source: No user name or password was specified for the SMTP AUTH connection YAM was trying to establish. Please check your configuration.
pl: Nie podano użytkownika lub hasła dla połączenia SMTP-AUTH które YAM próbował ustanowić. Proszę sprawdzić konfigurację.

# MSG_CO_APPICON_LABEL (1458//)
source: New: %n Total: %t
pl: Nowych: %n Razem: %t

# MSG_DATE_RECEIVED (1459//)
source: Received
pl: Otrzymano

# MSG_DATE_SENT (1460//)
source: Sent
pl: Wysłano

# MSG_DATE_SNTRCVD (1461//)
source: Sent/Received
pl: Wysłano/Otrzymano

# MSG_CO_DATE_SNTRCVD (1462//)
source: Date Sent/Received
pl: Data wysłania/otrzymania

# MSG_FROMTO (1463//)
source: From/To
pl: Od/Do

# MSG_HELP_CO_CA_COL1QUOT (1464//)
source: Color used to display quotes.
pl: Kolor używany do wyświetlania cytowanego tekstu.

# MSG_HELP_CO_CA_COL3QUOT (1465//)
source: Color used to display 3rd level quotes.
pl: Kolor używany do wyświetlania 3 poziomu cytowanego tekstu.

# MSG_HELP_CO_CA_COL4QUOT (1466//)
source: Color used to display 4th level quotes.
pl: Kolor używany do wyświetlania 4 poziomu cytowanego tekstu.

# MSG_CO_URLCOLOR (1467//)
source: URL color
pl: Kolor URL

# MSG_HELP_CO_CA_COLURL (1468//)
source: Color used to display clickable URL links.
pl: Kolor używany do wyświetlania adresów URL.

# MSG_FO_FOLDERNAMEINVALID (1471//)
source: The specified folder name is empty or already exists. Please enter a valid folder name before you proceed.
pl: Nie podano nazwy foldera lub podano nazwę istniejącego foldera. Przed kontynuacją proszę podać właściwą nazwę foldera.

# MSG_FO_FOLDERPATHINVALID (1472//)
source: You haven't specified a valid path for the new folder.
pl: Nie określiłeś prawidłowej ścieżki dostępu dla nowego foldera.

# MSG_MA_CTX_DEFWIDTH_THIS (1476//)
source: Default width: this
pl: Domyślna szerokość: tej

# MSG_MA_CTX_DEFWIDTH_ALL (1477//)
source: Default width: all
pl: Domyślna szerokość: wszystkich

# MSG_MA_CTX_DEFORDER_THIS (1478//)
source: Default order: this
pl: Domyślny porządek: tej

# MSG_MA_CTX_DEFORDER_ALL (1479//)
source: Default order: all
pl: Domyślny porządek: wszystkich

# MSG_MA_CTX_MAILLIST (1480//)
source: Message list
pl: Lista wiadomości

# MSG_MA_CTX_FOLDERLIST (1481//)
source: Folder list
pl: Lista folderów

# MSG_HELP_FO_CY_MLSIGNATURE (1482//)
source: Use this signature when posting new mails to the list.
pl: Używa tej sygnatury podczas wysyłania nowej wiadomości na listę.

# MSG_CTapplicationpdf (1483//)
source: PDF document
pl: Dokument PDF

# MSG_HELP_CO_ST_INFOBARTXT (1492//)
source: Text that should be displayed in the status bar.
pl: Tekst, który będzie wyświetalny w linii statusowej.

# MSG_YesNoReq2 (1494//)
source: _Yes|*_No
pl: _Tak|*_Nie

# MSG_HELP_FO_ST_HELLOTEXT (1495//)
source: Text to insert at the top of a new message.
pl: Tekst do wstawienia na początku wiadomości.

# MSG_HELP_FO_ST_BYETEXT (1496//)
source: Text to insert at the bottom of a new message.
pl: Tekst do wstawienia na końcu wiadomości.

# MSG_FO_Welcome (1497//)
source: _Welcome phrase
pl: Z_wrot otwierający

# MSG_FO_Greetings (1498//)
source: C_losing phrase
pl: Zwr_ot zamykający

# MSG_ER_SOCKETOPTION (1499//)
source: Couldn't set socket option '%s'. Either this option is not supported by the TCP/IP stack your are using, or it is specified wrong in your configuration.
pl: Nie można ustawić określonej opcji gniazdka "%s". Może być ona nieobsługiwana przez używany stos TCP/IP lub została niewłaściwie określona w konfiguracji.

# MSG_ER_B64FILEENCODE (1500//)
source: An unexpected error occurred while trying to encode file '%s' with the Base64 file encoding routines.
pl: Wystąpił nieoczekiwany błąd podczas próby zakodowania pliku "%s" przy wykorzystaniu procedur kodowania base64.

# MSG_ER_QPFILEENCODE (1501//)
source: An unexpected error occurred while trying to encode file '%s' with the Quoted-Printable (QP) file encoding routines.
pl: Wystąpił nieoczekiwany błąd podczas próby zakodowania pliku "%s" przy wykorzystaniu procedur kodowania quoted-printable.

# MSG_ER_UUFILEENCODE (1502//)
source: An unexpected error occurred while trying to encode file '%s' with the UUcode file encoding routines.
pl: Wystąpił nieoczekiwany błąd podczas próby zakodowania pliku "%s" przy wykorzystaniu procedur kodowania UUCode.

# MSG_ER_QPDEC_FILEIO (1503//)
source: An input/output error occurred during decoding of the Quoted-Printable (QP) encoded file '%s'.
pl: Podczas dekodowania pliku "%s" zakodowanego przy wykorzystaniu procedur quoted-printable wystąpił błąd wejścia/wyjścia.

# MSG_ER_QPDEC_UNEXP (1504//)
source: An unexpected error occurred while trying to decode file '%s' with the Quoted-Printable (QP) file decoding routines.
pl: Podczas dekodowania pliku "%s" zakodowanego przy wykorzystaniu procedur quoted-printable wystąpił nieoczekiwany błąd.

# MSG_ER_QPDEC_WARN (1505//)
source: During the Quoted-Printable (QP) decoding of file '%s' some broken control sequences were detected and kept undecoded in the output.
pl: Podczas dekodowania pliku "%s" zakodowanego przy wykorzystaniu procedur quoted-printable znaleziono uszkodzone kody kontrolne i zachowano je niezdekodowane w danych wyjściowych.

# MSG_ER_QPDEC_CHAR (1506//)
source: During the Quoted-Printable (QP) decoding of file '%s' some forbidden characters were found and therefore removed in the output.
pl: Podczas dekodowania pliku "%s" zakodowanego przy wykorzystaniu procedur quoted-printable natrafiono na niedozwolone znaki i usunięto je w takcie dekodowania.

# MSG_ER_UUDEC_TAGMISS (1507//)
source: During the UUcode decoding of file '%s' the required '%s' tag couldn't be found. Either the file is truncated or it wasn't encoded following the UUcode encoding standard.
pl: Podczas dekodowania pliku "%s" zakodowanego przy wykorzystaniu procedur UUcode YAM nie był w stanie odnaleźć znacznika "%s" Plik jest przycięty lub nie został zakodowany przy pomocy kodowania opisanego w standardzie UUcode.

# MSG_ER_UUDEC_CHECKSUM (1508//)
source: During the UUcode decoding of file '%s' some checksums were found invalid, so that the resulting file might be corrupt. Either the message is truncated or it was generated with a faulty UUcode encoder.
pl: Podczas dekodowania pliku "%s" zakodowanego przy wykorzystaniu procedur UUcode YAM wykrył, że niektóre sumy kontrolne były niewłaściwe. Plik wynikowy może być uszkodzony. Do kodowania UUcode użyty został niewłaściwy program lub wiadomość została uszkodzona.

# MSG_ER_UUDEC_CORRUPT (1509//)
source: During the UUcode decoding of file '%s' the encoded part was found be corrupt. Either the message is truncated or it was generated with a faulty UUcode encoder.
pl: Podczas dekodowania pliku "%s" zakodowanego przy wykorzystaniu procedur UUcode YAM wykrył, że część danych najprawdopodobniej została uszkodzona. Do kodowania UUcode użyty został niewłaściwy program lub wiadomość została uszkodzona.

# MSG_FI_StatMarked (1510//)
source: Marked
pl: Zaznaczona

# MSG_MA_CREQUEST_OLDFILE (1511//)
source: File '%s' in folder '%s' uses an obsolete mail format only supported by older YAM versions. Do you want to convert this file to the new format?
pl: Plik "%s" w folderze "%s" jest w formacie używanym przez poprzednie wersje programu. Czy chcesz przekonwertować ten plik na nowy format?

# MSG_MA_CREQUEST_UNKNOWN (1512//)
source: Unknown file '%s' found in directory of folder '%s'. Do you want to import it as a normal mail file?
pl: Nieznany plik "%s" w podkatalogu folderu "%s". Czy chcesz zaimportować go jak normalny plik z pocztą?

# MSG_MA_YESNOTOALL (1513//)
source: *_Yes|Y_es to all|_No|N_o to all
pl: *_Tak|T_ak na wszystkie|_Nie|N_ie na wszystkie

# MSG_ER_CONVERTMFILE (1514//)
source: An error occurred while trying to upgrade file '%s' in folder '%s' to the current mail format. Please check that the folder directory has enough space and is not write protected.
pl: Wystąpił błąd w trakcie uaktualniania do aktualnego formatu pliku poczty "%s" w folderze "%s". Proszę sprawdzić, czy w katalogu folderu jest wystarczająca ilość miejsca, oraz czy ma on możliwość zapisu.

# MSG_ER_XPKUSAGE (1515//)
source: An error occurred while trying to compress/uncompress file '%s' with XPK. Please check your XPK installation and the relevant settings in the configuration.
pl: Wystąpił błąd przy próbie spakowania/rozpakowania pliku "%s" z wykorzystaniem pakietu XPK. Proszę sprawdzić instalację pakietu XPK oraz odpowiednich ustawień kompresji w konfiguracji YAM-a.

# MSG_MA_CREQ_OLDFILE_TITLE (1516//)
source: Mail file in old format found
pl: Znaleziono plik poczty w starym formacie

# MSG_MA_CREQ_UNKNOWN_TITLE (1517//)
source: Unknown file in folder directory found
pl: Znaleziono nieznany plik w katalogu folderu

# MSG_CO_SHOWEMBEDDEDREADPANE (1523//)
source: Show embedded read _pane in main window
pl: Wyświetlanie _treści wiadomości w oknie głównym

# MSG_HELP_CO_CH_EMBEDDEDREADPANE (1524//)
source: Shows an embedded read pane directly in the main window.
pl: Pokazuje panel wyświetlania wiadomości bezpośrednio w oknie głównym programu.

# MSG_CO_SETSTATUSDELAYED1 (1525//)
source: Delay mar_king of displayed mail as read for
pl: Opóźnienie zaznaczania wyświetlanej wiadomości jako p_rzeczytanej o

# MSG_CO_SETSTATUSDELAYED2 (1526//)
source: second(s)
pl: sekund(y)

# MSG_HELP_CO_SETSTATUSDELAYED (1527//)
source: After opening an e-mail, YAM will wait this amount of time before marking the e-mail as 'read'.
pl: Po otworzeniu wiadomości e-mail, YAM odczeka określoną tutaj ilość czasu przed zaznaczeniem wiadomości jako "przeczytana".

# MSG_MA_ATTACHMENT (1528//)
source: Attachment
pl: Załącznik

# MSG_MA_ATTACHMENTS (1529//)
source: Attachments:
pl: Załączniki:

# MSG_MA_ATTACHMENT_DISPLAY (1532//)
source: Display
pl: Wyświetl

# MSG_MA_ATTACHMENT_SAVEAS (1533//)
source: Save as...
pl: Zapisz jako...

# MSG_MA_ATTACHMENT_PRINT (1534//)
source: Print
pl: Drukuj
