Repository: Futaura/yam
Catalog: locale/polish.po
Languages: pl

# MSG_MA_ATTACHMENT_SAVEALL (1535//)
source: Save all...
pl: Zapisz wszystkie...

# MSG_MA_ATTACHMENT_SAVESEL (1536//)
source: Save selected...
pl: Zapisz wybrane...

# MSG_CO_SImageOnly (1538//)
source: image only
pl: tylko obrazki

# MSG_RE_SImageOnly (1539//)
source: Image only
pl: Tylko obrazki

# MSG_CO_CHARSETWARN_TITLE (1540//)
source: Local charset warning
pl: Ostrzeżenie o lokalnym zestawie znaków

# MSG_CO_CHARSETWARN (1541//)
source: The '%s' charset selected for YAM doesn't match the system's default charset '%s'. How do you want to proceed?
pl: Zestaw znaków ustawiony dla programu to "%s" i nie odpowiada on domyślnemu zestawowi znaków w systemie "%s". Co w tej sytuacji chcesz zrobić?

# MSG_CO_CHARSETWARN_BT (1542//)
source: *_Change|Ignore _always|_Ignore
pl: *_Zmień|Zawsze ign_oruj|_Ignoruj

# MSG_CO_SenderRFCDateTime (1543//)
source: %c Original sender: RFC 2822 date & time
pl: %c Oryginalny nadawca: data i czas zgodne z RFC 2822

# MSG_CO_SenderTimeZone (1544//)
source: %z Original sender: Time zone (+0000)
pl: %z Oryginalny nadawca: strefa czasowa (+0000)

# MSG_CO_Filter_Name (1545//)
source: Name
pl: Nazwa

# MSG_CTunknown (1550//)
source: unknown
pl: nieznany

# MSG_CO_NB_AUTOSAVE (1566//)
source: Autosave interval
pl: Automatycznie zapisuj co

# MSG_CO_NB_AUTOSAVEFMT (1567//)
source: %ld minute(s)
pl: %ld minut(y)

# MSG_HELP_CO_NB_AUTOSAVE (1568//)
source: How often YAM should write to disk a backup of the e-mail you are currently composing. Select 0 to disable this feature.
pl: Jak często YAM powinien zapisywać na dysk kopie bezpieczeństwa aktualnie edytowanej wiadomości. Ustawienie 0 wyłączy tę opcję.

# MSG_ER_MOVEFOLDERDIR (1573//)
source: An error occurred while trying to move the contents of folder '%s' to directory '%s'. This may be due to insufficient space or an invalid or not writable destination path.
pl: Podczas próby przeniesienia zawartości foldera "%s" do katalogu "%s" wystąpił błąd. Może to być spowodowane zbyt małą ilością wolnego miejsca lub ścieżka docelowa może być zabezpieczona przed zapisem.

# MSG_FI_SELECTACTIVE (1576//)
source: Select this m_atch
pl: Wybierz to dopasowanie

# MSG_HELP_FI_BT_SELECTACTIVE (1577//)
source: Select the current message in the main window.
pl: Wybiera aktualnie zaznaczoną wiadomość w oknie głównym.

# MSG_QUICKSEARCH_VO_ALL (1584//)
source: All
pl: Wszystkie

# MSG_QUICKSEARCH_VO_UNREAD (1585//)
source: Unread
pl: Nieczytane

# MSG_QUICKSEARCH_VO_NEW (1586//)
source: New
pl: Nowe

# MSG_QUICKSEARCH_VO_MARKED (1587//)
source: Marked
pl: Zaznaczone

# MSG_QUICKSEARCH_VO_IMPORTANT (1588//)
source: Important
pl: Ważne

# MSG_QUICKSEARCH_VO_LAST5DAYS (1589//)
source: Last 5 Days
pl: Z ostatnich 5 dni

# MSG_QUICKSEARCH_VO_KNOWNPEOPLE (1590//)
source: People I Know
pl: Ludzi, których znam

# MSG_QUICKSEARCH_VO_HASATTACHMENTS (1591//)
source: Has Attachments
pl: Z załącznikami

# MSG_QUICKSEARCH_VO_MINSIZE (1592//)
source: Message Size > 1 MB
pl: O wielkości wiadomości > 1MB

# MSG_QUICKSEARCH_VIEW (1593//)
source: _View:
pl: Pokaż:

# MSG_QUICKSEARCH_SHOWNMSGS (1594//)
source: %ld of %ld shown
pl: wyświetlono %ld z %ld

# MSG_FI_NOFOLDERS (1595//)
source: n_owhere
pl: nigdzie

# MSG_HELP_QUICKSEARCH_VIEWOPTIONS (1596//)
source: Only mail matching this criterion will be displayed.
pl: Tylko wiadomości spełniające to kryterium będą wyświetlane.

# MSG_HELP_QUICKSEARCH_SEARCHSTRING (1597//)
source: Text inserted here will be used as the search criterion to display mail in this folder.
pl: Tekst wpisany tutaj będzie używany jako kryterium wyszukiwania do wyświetlania wiadomości w tym folderze.

# MSG_BUSY_SEARCHINGFOLDER (1599//)
source: Searching messages in folder '%s'...
pl: Wyszukiwanie wiadomości w folderze "%s"...

# MSG_CO_WBAPPICON (1600//)
source: A_ppIcon on Workbench
pl: A_ppikonka na blacie

# MSG_HELP_CO_CH_WBAPPICON (1601//)
source: If checked, an AppIcon will appear on Workbench showing folder statistics.
pl: Jeśli zaznaczone, na blacie Workbencha będzie wyświetlana appikonka pokazująca statystyki foldera..

# MSG_CO_DOCKYICON (1602//)
source: Enable 'd_ocky' icon
pl: Ikonka "D_ocky"

# MSG_HELP_CO_CH_DOCKYICON (1603//)
source: If checked, YAM will add a 'docky' to AmiDock. This requires AmigaOS 4.x.
pl: Jeśli zaznaczone, YAM doda "Docky" do AmiDocka. Opcja ta wymaga systemu AmigaOS 4.x.

# MSG_MA_MessageImport (1606//)
source: Import messages
pl: Importowanie wiadomości

# MSG_ER_MESSAGEIMPORT (1607//)
source: An error occurred while trying to import mail from file '%s'. Please check that the file is readable and contains RFC822 compliant e-mails using a format supported by YAM. The currently supported formats are 'MBOX', 'DBX' (Outlook Express) or plain RFC822 mail files. Read the documentation for more information.
pl: Wystąpił błąd podczas próby zaimportowania wiadomości z pliku "%s". Proszę sprawdzić czy plik jest odczytywalny i zawiera zgodne z RFC822 wiadomości e-mail w obsługiwanym przez program formacie. Obecnie obsługiwane formaty to "MBOX", "DBX" (Outlook Express) oraz wiadomości w formacie RFC822. Więcej informacji znajdziesz w dokumentacji.

# MSG_MA_MESSAGEEXPORT (1608//)
source: Export messages
pl: Eksportowanie wiadomości

# MSG_YAMINFO (1609//)
source: Open Source E-Mail Client for the Amiga
pl: Program pocztowy dla Amigi na licencji Open Source

# MSG_CO_SYSTEMSETTINGS (1610//)
source: System settings
pl: Ustawienia systemowe

# MSG_CO_DEFAULTCHARSET (1611//)
source: C_harset
pl: Zestaw znaków

# MSG_CO_CHARSETUNKNOWNWARN (1612//)
source: The charset configured for YAM is '%s' but isn't supported by the installed version of codesets.library. How do you want to proceed?
pl: W programie ustawiono zestaw znaków na "%s", ale jest on nieobsługiwany przez zainstalowaną wersję biblioteki codeset.library. Co chcesz w tej sytuacji zrobić?

# MSG_CO_CHARSETUNKNOWNWARN_BT (1613//)
source: *_Change to default|_Ignore
pl: *_Zmień na domyślny|_Ignoruj

# MSG_ER_LIB (1614//)
source: Couldn't open required '%s', version v%lu.%lu Please make sure you have at least this minimum version correctly installed.
pl: Nie można otworzyć wymaganej biblioteki "%s" w wersji v%lu.%lu Proszę się upewnić, czy zainstalowano właściwy plik w wymaganej lub nowszej wersji.

# MSG_ER_LIB_URL (1615//)
source: Couldn't open required '%s', version v%lu.%lu Please visit '%s', download the most recent version and make sure you have it correctly installed.
pl: Nie można otworzyć wymaganej biblioteki "%s" w wersji v%lu.%lu Proszę odwiedzić stronę "%s", pobrać najnowszą wersję i upewnić się, że została ona poprawnie zainstalowana.

# MSG_ER_NO_MCC (1616//)
source: Couldn't open required MUI custom class '%s' v%lu.%lu. Please visit '%s', download the most recent version and make sure you have it correctly installed.
pl: Nie można otworzyć wymaganej klasy MUI "%s" w wersji v%lu.%lu Proszę odwiedzić stronę "%s", pobrać najnowszą wersję i upewnić się, że została ona poprawnie zainstalowana.

# MSG_ER_MCC_OLD (1617//)
source: Couldn't open required MUI custom class '%s' v%lu.%lu. Currently installed is v%lu.%lu. Please upgrade by downloading the latest version from '%s'.
pl: Nie można otworzyć wymaganej klasy MUI "%s" w wersji v%lu.%lu Obecnie zainstalowana jest wersja v%lu.%lu. Proszę uaktualnić pobierając najnowszą wersję ze strony "%s".

# MSG_ER_MCC_IN_USE (1618//)
source: Couldn't open required MUI custom class '%s' v%lu.%lu. %lu.%lu is currently in use by other applications. Please visit '%s', download the most recent version and make sure you have it correctly installed. Then close all MUI programs and make sure the old class is flushed from memory and try again.
pl: Nie można otworzyć wymaganej klasy MUI "%s" w wersji v%lu.%lu Wersja v%lu.%lu jest obecnie używana przez inne aplikacje. Proszę odwiedzić stronę "%s", pobrać najnowszą wersję i upewnić się, że została ona poprawnie zainstalowana. Następnie proszę zamknąć wszystkie aplikacje MUI, upewnić się, że stare klasy zostały usunięte z pamięci i spróbować ponownie.

# MSG_CO_FIRSTSTEPS_TITLE (1619//)
source: First Steps Settings
pl: Ustawienia wstępne

# MSG_CO_FIRSTSTEPS_SUMMARY (1620//)
source: The minimum parameters to be able to send/receive e-mail...
pl: Minimalne ustawienia wymagane do wysyłania/odbierania e-maili...

# MSG_CO_TCPIP_TITLE (1621//)
source: TCP/IP Settings
pl: Ustawienia TCP/IP

# MSG_CO_TCPIP_SUMMARY (1622//)
source: Configure your SMTP and POP3 servers...
pl: Konfiguracja Twoich kont SMTP i POP3...

# MSG_CO_FILTER_TITLE (1625//)
source: Mail Filter Settings
pl: Ustawienia filtrowania wiadomości

# MSG_CO_FILTER_SUMMARY (1626//)
source: Define own mail filters you need...
pl: Określa Twoje własne filtry wiadomości...

# MSG_CO_READ_TITLE (1627//)
source: Mail Reading Settings
pl: Ustawienia odczytywania wiadomości

# MSG_CO_READ_SUMMARY (1628//)
source: Settings related to e-mail reading...
pl: Ustawienia dotyczące odczytywania wiadomości...

# MSG_CO_WRITE_TITLE (1629//)
source: Mail Writing Settings
pl: Ustawienia pisania wiadomości

# MSG_CO_WRITE_SUMMARY (1630//)
source: Settings related to e-mail composing...
pl: Ustawienia dotyczące tworzenia wiadomości...

# MSG_CO_REPLY_TITLE (1631//)
source: Mail Reply & Forward Settings
pl: Ustawienia odpisywania

# MSG_CO_REPLY_SUMMARY (1632//)
source: Settings related to e-mail replying & forwarding...
pl: Ustawienia dotyczące odpisywania i podsyłania wiadomości...

# MSG_CO_SIGNATURE_TITLE (1633//)
source: Mail Signature Settings
pl: Ustawienia podpisów

# MSG_CO_SIGNATURE_SUMMARY (1634//)
source: Configure your e-mail signatures...
pl: Ustawienia dotyczące podpisów wiadomości...

# MSG_CO_SECURITY_TITLE (1637//)
source: Security Settings
pl: Ustawienia zabezpieczeń

# MSG_CO_SECURITY_SUMMARY (1638//)
source: Configure security related settings...
pl: Ustawienia dotyczące zabezpieczeń...

# MSG_CO_STARTUP_TITLE (1639//)
source: Startup/Quit Action Settings
pl: Ustawienia uruchamiania/końca pracy

# MSG_CO_STARTUP_SUMMARY (1640//)
source: Configure what YAM should do on startup and exit...
pl: Ustawienia działań wykonywanych przy uruchamianiu i zamykaniu programu...

# MSG_CO_MIME_TITLE (1641//)
source: MIME Types Settings
pl: Ustawienia typów MIME

# MSG_CO_MIME_SUMMARY (1642//)
source: Configure own MIME types and viewers...
pl: Ustawienia własnych typów MIME i wyświetlarek...

# MSG_CO_ABOOK_TITLE (1643//)
source: Address Book Settings
pl: Ustawienia książki adresowej

# MSG_CO_ABOOK_SUMMARY (1644//)
source: Configure address book related options...
pl: Ustawienia dotyczące książki adresowej...

# MSG_CO_SCRIPTS_TITLE (1645//)
source: Scripts Settings
pl: Skrypty użytkownika

# MSG_CO_SCRIPTS_SUMMARY (1646//)
source: Configure your helper scripts...
pl: Ustawienia Twoich skryptów pomocniczych...

# MSG_CO_MIXED_TITLE (1647//)
source: Miscellaneous Settings
pl: Różne

# MSG_CO_MIXED_SUMMARY (1648//)
source: A bunch of settings that don't fit anywhere else...
pl: Grupa ustawień niepasujących do innych kategorii...

# MSG_CO_UPDATE_TITLE (1649//)
source: Software Updates
pl: Uaktualnienia

# MSG_CO_UPDATE_SUMMARY (1650//)
source: Keep track of updates to YAM and related components...
pl: Śledzenie uaktualnień programu i powiązanych elementów...

# MSG_CO_CrdUpdate (1651//)
source: Updates
pl: Uaktualnienia

# MSG_CO_AMISSLWARN_TITLE (1652//)
source: AmiSSL not available
pl: Pakiet AmiSSL niedostępny

# MSG_CO_AMISSLWARN (1653//)
source: AmiSSL was found to be unavailable. Therefore, all secure connections (SSL/TLS) are disabled until AmiSSL is found to be installed correctly. Please verify that at least AmiSSL v%lu.%lu is correctly installed and then restart YAM.
pl: Pakiet AmiSSL jest niedostępny. Z tego powodu wszystkie bezpieczne połączenia (SSL/TLS) będą wyłączone do czasu poprawnej instalacji pakietu AmiSSL. Proszę się upewnić, że pakiet AmiSSL w wersji co najmniej v%lu.%lu jest poprawnie zainstalowany i ponownie uruchomić program.

# MSG_CO_AMISSLWARN_BT (1654//)
source: *_Exit|Ignore _always|Ignore
pl: *Wyjści_e|Zawsze ign_oruj|_Ignoruj

# MSG_BUSY_OPENINGCONFIG (1655//)
source: Opening configuration...
pl: Otwieranie konfiguracji...

# MSG_MA_UPDATECHECK (1662//)
source: Check for updates
pl: Sprawdzanie uaktualnień

# MSG_CO_SOFTWAREUPDATE (1663//)
source: Update check
pl: Sprawdzaj uaktualnienia

# MSG_CO_UPDATE_DAILY (1664//)
source: Daily
pl: codziennie

# MSG_CO_UPDATE_WEEKLY (1665//)
source: Weekly
pl: co tydzień

# MSG_CO_UPDATE_MONTHLY (1666//)
source: Monthly
pl: co miesiąc

# MSG_CO_SEARCHFORUPDATES (1667//)
source: Check for up_dates
pl: Spraw_dź _uaktualnienia

# MSG_CO_SEARCHNOW (1669//)
source: Check _now
pl: Sprawdź _teraz

# MSG_CO_LASTSEARCH (1670//)
source: Last check:
pl: Ostatnie sprawdzenie:

# MSG_CO_LASTSTATUS_NOCHECK (1671//)
source: No check performed yet.
pl: jeszcze nie dokonano sprawdzenia.

# MSG_CO_LASTSTATUS_NOUPDATE (1672//)
source: No new software updates were available.
pl: Brak dostępnych nowych uaktualnień.

# MSG_CO_LASTSTATUS_NOQUERY (1673//)
source: Couldn't query server for updates.
pl: Nie można przesłać zapytania do serwera uaktualnień.

# MSG_CO_LASTSTATUS_UPDATESUCCESS (1674//)
source: Successfully found and notified user on new updates.
pl: Odnaleziono nowe uaktualnienia i powiadomiono o nich użytkownika.

# MSG_WR_SECURITYREQ (1675//)
source: The recipients of the e-mail have different default mail security settings. What type of security do you want to use?
pl: Odbiorca wiadomości ma ustawione inne domyślne opcje zabezpieczeń wiadomości. Których zabezpieczeń chcesz użyć?

# MSG_WR_UUCODE (1678//)
source: UUencoded text
pl: Tekst zakodowany UUcode

# MSG_UPD_NOTIFICATION_WTITLE (1679//)
source: Update notification
pl: Informacja o uaktualnieniu

# MSG_UPD_NOTIFICATION_TITLE (1680//)
source: Updates available
pl: Dostępne uaktualnienia

# MSG_UPD_NOTIFICATION_SUMMARY (1681//)
source: The following updates are available for download:
pl: YAM znalazł następujące uaktualnienia:

# MSG_UPD_NOTIFICATION_CHANGES (1682//)
source: Changes:
pl: Zmiany:

# MSG_UPD_NOTIFICATION_NOUPDATE (1683//)
source: Do not notify me on updates in future
pl: W przyszłości nie informuj mnie o uaktualnieniach

# MSG_UPD_NOTIFICATION_CLOSE (1685//)
source: Close
pl: Zamknij

# MSG_UPD_NOTIFICATION_COMP (1686//)
source: Component
pl: Składnik

# MSG_UPD_NOTIFICATION_RECENT (1687//)
source: Recent
pl: Najnowszy

# MSG_UPD_NOTIFICATION_INSTALLED (1688//)
source: Installed
pl: Zainstalowany

# MSG_UPD_NOTIFICATION_URL (1689//)
source: URL
pl: Adres URL

# MSG_CO_MIME_DESCRIPTION (1690//)
source: D_escription
pl: O_pis

# MSG_CTapplicationgz (1691//)
source: GNU zip archive
pl: Archiwum GNU zip

# MSG_CTapplicationhqx (1692//)
source: Macintosh archive
pl: Archiwum Macintosh

# MSG_CTapplicationxls (1693//)
source: Microsoft Excel file
pl: Plik MS Excel

# MSG_CTapplicationppt (1694//)
source: Microsoft PowerPoint file
pl: Plik MS Powerpoint

# MSG_CTapplicationdoc (1695//)
source: Microsoft Word file
pl: Plik MS Word

# MSG_CTtextxml (1696//)
source: XML file
pl: Plik XML

# MSG_CTapplicationz (1697//)
source: zlib compressed file
pl: Spakowany plik zlib

# MSG_CTapplicationtar (1698//)
source: tar archive
pl: Archiwum tar

# MSG_CTaudioaiff (1699//)
source: AIFF audio file
pl: Plik audio AIFF

# MSG_CTaudiomidi (1700//)
source: MIDI audio file
pl: Plik audio MIDI

# MSG_CTaudiompeg (1701//)
source: MPEG audio file
pl: Plik audio MPEG

# MSG_CTimagebmp (1702//)
source: Bitmap image file
pl: Plik graficzny BMP

# MSG_CTapplicationtgz (1703//)
source: gzipped tar archive
pl: Archiwum tar.gz

# MSG_CTapplicationpgp (1704//)
source: PGP encrypted file
pl: Plik zakodowany PGP

# MSG_CTapplicationbz2 (1705//)
source: BZIP2 archive
pl: Archiwum BZIP2

# MSG_CO_DETECT_CYRILLIC (1706//)
source: Auto-detect c_yrillic charsets
pl: Automatycznie wykrywaj c_yrylicę

# MSG_HELP_CO_DETECT_CYRILLIC (1707//)
source: Try to use the auto-detect feature of codesets.library to automatically identify the correct cyrillic charset. Use this option only if you are using a cyrillic charset.
pl: Próbuje wykorzystać opcję biblioteki codeset.library do automatycznej identyfikacji właściwego zestawu znaków cyrylicy (istotne tylko dla użytkowników cyrylicy).

# MSG_WR_ErrorNotEnoughUndoMem (1708//)
source: The erased text was too large to be put into the undo buffer. Therefore, the undo buffer is lost.
pl: Usunięty tekst był za duży, by umieścić go w buforze cofania. Bufor cofania został utracony.

# MSG_RE_HEADERDISPLAY (1709//)
source: Header display
pl: Wyświtelanie nagłówka

# MSG_RE_MAILDETAILS (1710//)
source: Mail details
pl: Szczegóły wiadomości

# MSG_ER_ADDFILEERROR (1711//)
source: File '%s' couldn't be added as an attachment to the current e-mail. Please make sure that the file is accessible and that is not read protected.
pl: Plik "%s" nie może zostać dodany jako załącznik do obecnej wiadomości. Proszę się upewnić, że plik jest dostępny i nie jest zabezpieczony przed odczytem.

# MSG_ER_PACKERROR (1712//)
source: An error occurred while trying to create an archive out of the selected files. Please make sure that all files are accessible and not read protected.
pl: Podczas próby utworzenia archiwum z wybranych plików wystąpił błąd. Proszę się upewnić, że pliki są dostępne i nie są zabezpieczone przed odczytem.

# MSG_CO_ABOOKLOOKUP (1713//)
source: _Address book lookup in message list
pl: Wyszukiwanie _adresów z listy wiadomości w książce adresowej

# MSG_HELP_CO_CH_ABOOKLOOKUP (1714//)
source: Resolve sender/recipient addresses in the message list by looking them up in the address book and show the real name instead. Please note that this is a quite time consuming job and may bring down the performance of the list display. This is especially true for a large amount of address book entries.
pl: Wyszukuje adresy nadawców/odbiorców z listy wiadomości w książce adresowej i pokazuje ich prawdziwe imiona i nazwiska zamiast adresów e-mail. Proszę pamiętać, że zadanie to jest czasochłonne i może spowodować spowolnienie wyświetlania listy wiadomości. Dotyczy to szczególnie list z dużą liczbą wpisów w książce adresowej.

# MSG_TR_MESSAGEGAUGE (1715//)
source: Message %%ld of %ld
pl: Wiadomość %%ld z %ld

# MSG_CO_CONVERTHTML (1716//)
source: Con_vert HTML e-mails to plain text
pl: Kon_wertuj wiadomości HTML do tekstowych

# MSG_HELP_CO_CONVERTHTML (1717//)
source: If the main part of an e-mail is HTML, YAM will convert it to plain text before displaying it.
pl: Jeśli główna część wiadomości jest zapisana w formacie HTML, YAM przekonwertuje ją na zwykły tekst przed wyświetleniem.

# MSG_TR_TRANSFERSTATUS (1719//)
source: %s of %s @ %s/s %02ld'%02ld'' running - %02ld'%02ld'' left
pl: %s z %s @ %s/s upłynęło %02ldm%02lds - pozostało %02ldm%02lds

# MSG_TR_TRANSFERSIZE (1720//)
source: %s of %s
pl: %s z %s

# MSG_FI_GAUGETEXT (1721//)
source: %%ld of %ld messages
pl: %%ld z %ld wiadomości

# MSG_MA_MIMEPART_INFO (1725//)
source: \033bAttachment - MIME part #%ld\033n Name: %s Description: %s Content-Type: %s <%s> Size: ~%s
pl: \033bZałącznik - część MIME #%ld\033n Nazwa: %s Opis: %s Typ: %s <%s> Wielkość: ~%s

# MSG_MA_MIMEPART_MENU (1726//)
source: Attachment/MIME part #%ld
pl: Załącznik/część MIME #%ld

# MSG_CO_PGPPASSINTERVAL1 (1727//)
source: Remem_ber passphrase for
pl: Pa_miętaj hasło przez

# MSG_CO_PGPPASSINTERVAL2 (1728//)
source: idle minute(s)
pl: minut nieaktywności

# MSG_HELP_CO_PGPPASSINTERVAL (1729//)
source: If selected, your PGP passphrase will be remembered for this amount of time. Subsequent PGP operations then won't trigger another passphrase query.
pl: Jeśli zaznaczone, Twoje hasło PGP będzie pamiętane przez określony tutaj czas. Następujące po sobie operacje PGP nie będą przywoływać okna żądania hasła.

# MSG_UT_PGPPASSREQ_TITLE (1730//)
source: PGP passphrase request
pl: Żądanie hasła PGP

# MSG_CO_GR_REPLYFORWARD (1731//)
source: Reply/Forward
pl: Odpisywanie/Podsyłanie

# MSG_CO_GR_SCRIPTS (1732//)
source: Scripts
pl: Skrypty

# MSG_CO_GR_STARTUPQUIT (1733//)
source: Startup/Quit
pl: Uruchomienie/Wyjście

# MSG_CO_SCRIPTS_PREGET (1734//)
source: %p Type of download action
pl: %p Typ akcji pobierania

# MSG_CO_SCRIPTS_POSTGET (1735//)
source: %p Number of messages received
pl: %p Liczba odebranych wiadomości

# MSG_CO_SCRIPTS_NEWMSG (1736//)
source: %p Name of new message file
pl: %p Nazwa pliku nowej wiadomości

# MSG_CO_SCRIPTS_READ (1737//)
source: %p Number of read window
pl: %p Liczba okien odczytu

# MSG_CO_SCRIPTS_WRITE (1738//)
source: %p Number of write window
pl: %p Liczba okien pisania

# MSG_CO_SCRIPTS_URL (1739//)
source: %p Full URL path
pl: %p Pełna ścieżka adresu URL

# MSG_CO_MIMECMD_PARAMETER (1740//)
source: %s Full path of file
pl: %s Pełna ścieżka do pliku

# MSG_ER_CANTOPENASL (1741//)
source: An error occurred while trying to open an ASL requester. Please make sure that your ASL setup is valid and that you have enough memory left.
pl: W trakcie próby otworzenia okna dialogowego ASL wystąpił błąd. Proszę upewnić się, że ustawienia ASL są właściwe oraz że posiadasz odpowednią ilość pamięci.

# MSG_MA_CONFIRMDELETION (1742//)
source: %ld message(s) are selected. Do you really want to delete these messages?
pl: Zaznaczono wiadomości: %ld. Czy na pewno chcesz je skasować?

# MSG_MA_SPAM (1744//)
source: Spam
pl: Niechciane

# MSG_LOADINGSPAMTRAININGDATA (1745//)
source: Loading spam training data...
pl: Wczytywanie danych do nauki niechcianych wiadomości...

# MSG_HELP_MA_BT_SPAM (1748//)
source: Mark message as spam
pl: Zaznacza wiadomość jako niechcianą

# MSG_HELP_MA_BT_NOTSPAM (1749//)
source: Mark message as not spam
pl: Zaznacza wiadomość jako pożądaną

# MSG_HELP_RE_BT_SPAM (1752//)
source: Mark message as spam.
pl: Zaznacza wiadomość jako niechcianą.

# MSG_HELP_RE_BT_NOTSPAM (1753//)
source: Mark message as not spam.
pl: Zaznacza wiadomość jako pożądaną.

# MSG_LOG_MAILISSPAM (1754//)
source: Message from '%s' about '%s' is treated as spam.
pl: Wiadomość od "%s" o temacie "%s" została potraktowana jako niechciana.

# MSG_LOG_MAILISNOTSPAM (1755//)
source: Message from '%s' about '%s' is no longer treated as spam.
pl: Wiadomość od "%s" o temacie "%s" została potraktowana jako pożądana.

# MSG_FI_STATSPAM (1756//)
source: Spam
pl: Niechciane

# MSG_MA_TOSPAM (1757//)
source: Spam
pl: Niechciane

# MSG_MA_TONOTSPAM (1758//)
source: Not spam
pl: Pożądane

# MSG_CO_CRDSPAMFILTER (1761//)
source: Spam
pl: Niechciane

# MSG_CO_SPAMFILTER (1762//)
source: Spam filter
pl: Filtr niechcianych wiadomości

# MSG_CO_SPAMFILTER_TITLE (1763//)
source: Spam filter
pl: Filtr niechcianych wiadomości

# MSG_CO_SPAMFILTER_SUMMARY (1764//)
source: Configure the spam filter...
pl: Konfigurowanie flitra niechcianych wiadomości...

# MSG_CO_SPAM_FILTERFORNEWMAIL (1765//)
source: Check _new mails for spam content
pl: Sprawdzaj _nowe wiadomości pod kątem niechcianych wiadomości

# MSG_CO_SPAM_RESETTRAININGDATA (1766//)
source: _Reset training data
pl: Wyze_ruj dane treningowe

# MSG_CO_SPAM_GOODCOUNT (1767//)
source: "Not spam" classified mails
pl: Wiadomości zaklasyfikowane jako "pożądane"

# MSG_CO_SPAM_BADCOUNT (1768//)
source: "Spam" classified mails
pl: Wiadomości zaklasyfikowane jako "niechciane"

# MSG_BUSYFLUSHINGSPAMTRAININGDATA (1771//)
source: Flushing spam training data...
pl: Opróżnianie danych treningowych...

# MSG_CO_SPAM_MARKONMOVE (1772//)
source: Mark mails as spam when _moved to the Spam folder
pl: Zaznaczaj wiado_mości jako "niechciane" podczas przenoszenia do foldera "Niechciane"

# MSG_CO_SPAM_ADDRESSBOOKISWHITELIST (1773//)
source: Address book is _white list
pl: Książka adresowa to _biała lista

# MSG_CO_SPAM_RECOGNITION (1774//)
source: Spam recognition
pl: Rozpoznawanie niechcianych wiadomości

# MSG_CO_SPAM_FILTERENABLED (1775//)
source: S_pam filter enabled
pl: Włącz filtr niechcianych _wiadomości
