Repository: Futaura/yam
Catalog: locale/polish.po
Languages: pl

# MSG_CO_SPAM_RESETTRAININGDATAASK (1776//)
source: Do you really want to reset the spam filter's training data? The spam filter must be trained again afterwards.
pl: Czy na pewno chcesz wyzerować dane treningowe filtru niechcianych wiadomości? Filtr niechcianych wiadomości będzie musiał zostać zbudowany/stworzony poprzez naukę.

# MSG_TR_CHECKUIDL (1778//)
source: Checking UIDLs to avoid duplicates...
pl: Sprawdzanie UIDL w celu zapobieżenia duplikatom...

# MSG_CO_SPAM_DISABLEFILTERASK (1779//)
source: The spam filter has now been disabled. Which of the following operations do you want to apply?
pl: Filtr niechcianych wiadomości jest teraz wyłączony. Którą z następujących operacji chcesz wykonać?

# MSG_CO_SPAM_RESETTDATA (1780//)
source: _Reset training data
pl: Wyze_ruj dane treningowe

# MSG_CO_SPAM_RESETMAILFLAGS (1781//)
source: Reset _spam state of all mails
pl: Wyzeruj _stan poczty niechcianej wszystkich wiadomości

# MSG_CO_SPAM_DELETESPAMFOLDER (1782//)
source: _Delete Spam folder
pl: S_kasuj folder niechcianych wiadomości

# MSG_HELP_CO_CY_SMTPAUTHMETHOD (1784//)
source: Select here the authentication method YAM should use. 'Auto' lets YAM pick one automatically depending on the server's capabilities and is the recommended value. The others let you explicitly select one. They are listed in order according to how safe they are, with the safest at the top.
pl: Wybierasz tutaj metodę uwierzytelniania, której ma używać program. "Automatyczna" pozwala na automatyczne wybranie przez program w zależności od możliwości serwera i jego rekomendowanych ustawień. Pozostałe pozwalają wybrać konkretną metodę. Są one ułożone od najbezpieczniejszych do najmniej bezpiecznych.

# MSG_CO_SMTPAUTH_AUTO (1785//)
source: Auto
pl: automatyczna

# MSG_CO_ER_SMTPAUTH (1790//)
source: The SMTP server '%s' doesn't seem to support the selected SMTP-AUTH method. Please ask your provider which authentication methods are available and how to configure them in your e-mail client.
pl: Serwer SMTP "%s" nie obsługuje wybranej metody autoryzacji. Proszę zapytać swojego dostawcę, które metody autoryzacji są dostępne oraz jak je skonfigurować w Twoim kliencie poczty e-mail.

# MSG_ER_SPAMDIR_EXISTS (1791//)
source: While trying to create a new Spam folder, YAM found that a directory named 'Spam' already exists. Do you want to use this directory as the standard Spam folder?
pl: Podczas próby utworzenia nowego folderu niechcianych wiadomości, YAM wykrył, że katalog o nazwie "Spam" już istnieje. Czy chcesz użyć tego katalogu jako domyślnego folderu niechcianych wiadomości?

# MSG_ER_SPAMDIR_EXISTS_ANSWERS (1792//)
source: C_leanup&Use|_Use|*_Cancel
pl: _Wyczyść i użyj|_Użyj|Ponie_chaj

# MSG_CO_ER_CANNOT_CREATE_SPAMFOLDER (1793//)
source: Couldn't create the standard Spam folder. The spam filter has been disabled again. Please make sure that there is enough space left on the drive and that the drive is not write protected.
pl: Nie można utworzyć domyślnego folderu niechcianych wiadomości. Filtr niechcianych wiadomości został ponownie wyłączony. Proszę się upewnić, że na dysku jest wystarczająca ilość wolnego miejsca oraz czy dysk nie jest zabezpieczony przed zapisem.

# MSG_MA_CHECKSPAM (1794//)
source: Apply spam filter
pl: Zastosuj filtr niechcianych wiadomości

# MSG_FI_BUSYCHECKSPAM (1795//)
source: Applying spam filter on folder...
pl: Stosowanie filtra niechcianych wiadomości na folderze...

# MSG_MA_REMOVESPAM (1796//)
source: Delete spam from folder
pl: Skasuj niechciane wiadomości z folderu

# MSG_MA_BUSYEMPTYINGSPAM (1797//)
source: Deleting spam from folder...
pl: Kasowanie niechcianych wiadomości z folderu...

# MSG_MA_TRASH (1798//)
source: Trash
pl: Śmietnik

# MSG_WR_SEARCH (1799//)
source: Search...
pl: Wyszukaj...

# MSG_AB_IMPORT (1800//)
source: Import
pl: Importuj

# MSG_AB_EXPORT (1801//)
source: Export
pl: Eksportuj

# MSG_AB_LDIF (1802//)
source: LDIF address book (*.ldif)
pl: książka adresowa LDIF (*.ldif)

# MSG_AB_CSV (1803//)
source: Comma separated values (*.csv)
pl: wartości oddzielone przecinkiem (*.csv)

# MSG_AB_TAB (1804//)
source: TAB separated values (*.tab)
pl: wartości oddzielone tabulatorem (*.tab)

# MSG_ER_ADDRBOOKIMPORT (1805//)
source: Could not import address book "%s".
pl: Nie można zaimportować książki adresowej "%s".

# MSG_ER_ADDRBOOKEXPORT (1806//)
source: Could not export address book "%s".
pl: Nie można wyeksportować książki adresowej "%s".

# MSG_LOADINGUPDATESTATE (1807//)
source: Loading update state data...
pl: Wczytywanie danych o stanie uaktualnień...

# MSG_MA_HIDE (1809//)
source: Hide
pl: Ukryj

# MSG_MA_QUIT (1810//)
source: Quit
pl: Skończ

# MSG_MA_SELECTALL (1811//)
source: All
pl: Wszystkie

# MSG_MA_SELECTNONE (1812//)
source: None
pl: Żaden

# MSG_MA_SELECTTOGGLE (1813//)
source: Toggle
pl: Odwróć zaznaczenie

# MSG_MA_MSEARCH (1814//)
source: Search...
pl: Wyszukaj...

# MSG_MA_MFILTER (1815//)
source: Filter...
pl: Filtr...

# MSG_MA_REMOVEDELETED (1816//)
source: Empty trash
pl: Opróżnij śmietnik

# MSG_MA_UPDATEINDEX (1817//)
source: Update index
pl: Aktualizuj indeksy

# MSG_MA_MREAD (1821//)
source: Read
pl: Odczytaj

# MSG_MA_TOUNREAD (1822//)
source: Unread
pl: Oznacz jako "nieprzeczytana"

# MSG_MA_TOREAD (1823//)
source: Read
pl: Oznacz jako "przeczytana"

# MSG_PROJECT_MABOUT (1826//)
source: About...
pl: O programie...

# MSG_MA_MEDIT (1827//)
source: Edit...
pl: Edytuj...

# MSG_MA_MMOVE (1828//)
source: Move...
pl: Przenieś...

# MSG_MA_MCOPY (1829//)
source: Copy...
pl: Skopiuj...

# MSG_MA_MPRINT (1830//)
source: Print...
pl: Wydrukuj...

# MSG_MA_MSAVE (1831//)
source: Save...
pl: Zapisz...

# MSG_MA_MSAVEATT (1832//)
source: Save...
pl: Zapisz...

# MSG_MA_MNEW (1834//)
source: New...
pl: Nowa...

# MSG_MA_MREPLY (1835//)
source: Reply...
pl: Odpisz...

# MSG_MA_MFORWARD (1836//)
source: Forward...
pl: Podeślij...

# MSG_MA_MSAVEADDRESS (1838//)
source: Save address...
pl: Zapisz adres...

# MSG_MA_MADDRESSBOOK (1839//)
source: Address book...
pl: Książka adresowa...

# MSG_MA_MCONFIG (1840//)
source: Configuration...
pl: Konfiguracja...

# MSG_MA_TOMARKED (1841//)
source: Marked
pl: Oznacz jako "zaznaczona"

# MSG_MA_TOUNMARKED (1842//)
source: Unmarked
pl: Oznacz jako "odznaczona"

# MSG_MA_ALLTOREAD (1843//)
source: All to read
pl: Oznacz wszystkie jako "przeczytane"

# MSG_MA_MEDITASNEW (1844//)
source: Edit as new...
pl: Edytuj jako nową...

# MSG_RE_SEARCH (1847//)
source: Search...
pl: Wyszukaj...

# MSG_RE_SEARCH_AGAIN (1848//)
source: Search again
pl: Wyszukaj ponownie

# MSG_WR_SEARCH_AGAIN (1849//)
source: Search again
pl: Wyszukaj ponownie

# MSG_WR_AUTOWRAP (1850//)
source: Word-wrap?
pl: Dzielenie wyrazów

# MSG_CO_SPAM_MARK_AS_READ (1851//)
source: Mark new spam mai_ls as read
pl: Zaznacza_j nowe niechciane wiadomości jako przeczytane

# MSG_HELP_CH_SPAMFILTERENABLED (1852//)
source: Enables the spam filter, allowing you to filter out abusive advertising e-mails.
pl: Włącza filtr niechcianych wiadomości pozwalając na automatyczne usuwanie wiadomości obelżywych i reklamowych.

# MSG_HELP_TX_SPAMBADCOUNT (1853//)
source: Shows the amount of e-mails manually classified as 'spam'.
pl: Pokazuje ilość wiadomości ręcznie zaklasyfikowanych jako "niechciane".

# MSG_HELP_TX_SPAMGOODCOUNT (1854//)
source: Shows the amount of e-mails manually classified as 'not spam', also known as 'ham'.
pl: Pokazuje ilość wiadomości ręcznie zaklasyfikowanych jako "pożądane".

# MSG_HELP_BT_SPAMRESETTRAININGDATA (1855//)
source: Allows to manually reset the whole spam filter training data. This should be necessary only in very rare cases.
pl: Pozwala Ci na ręczne wyzerowanie wszystkich danych treningowych filtra niechcianych wiadomości. Jest to konieczne w bardzo rzadkich sytuacjach.

# MSG_HELP_CH_SPAMFILTERFORNEWMAIL (1856//)
source: If enabled, new incoming e-mail will be immediately analyzed by the spam filter.
pl: Jeśli ta opcja jest włączona, wszystkie nowo odebrane wiadomości będą natychmiast analizowane przez filtr niechcianych wiadomości.

# MSG_HELP_CH_SPAMABOOKISWHITELIST (1857//)
source: If enabled, any e-mail with a From: address that can be found in the address book will never be considered as spam.
pl: Jeśli ta opcja jest włączona, wszystkie wiadomości od nadawców znajdujących się w książce adresowej nigdy nie zostaną zaklasyfikowane jako niechciane.

# MSG_HELP_CH_SPAMMARKONMOVE (1858//)
source: If checked, any e-mail manually moved to the Spam folder will be automatically marked as spam.
pl: Jeśli ta opcja jest włączona, wszystkie wiadomości ręcznie przeniesione do folderu "Niechciane" będą automatycznie oznaczane jako wiadomości niechciane.

# MSG_HELP_CH_SPAMMARKASREAD (1859//)
source: If checked, spam mail will be automatically flagged as 'read'.
pl: Jeśli ta opcja jest włączona, niechciane wiadomości będą automatycznie oznaczane jako "przeczytane".

# MSG_HELP_CH_UPDATECHECK (1860//)
source: How often do you want YAM to automatically check for updates? Select 'never' to disable this feature.
pl: Jak często chcesz wykonywać sprawdzanie uaktualnień? Wybierz "nigdy" by wyłączyć tę opcję.

# MSG_WR_SELECTALL (1861//)
source: Select all
pl: Zaznacz wszystkie

# MSG_RE_MDN_ACCEPT_LATER (1862//)
source: Accept and send _later
pl: Akceptuj i wyś_lij później

# MSG_RE_MDN_ACCEPT_NOW (1863//)
source: Accept and send _now
pl: Akceptuj i _wyślij teraz

# MSG_RE_MDN_IGNORE (1864//)
source: _Ignore
pl: _Ignoruj

# MSG_RE_MDN_IGNORE_ALL (1865//)
source: Ignore _all
pl: Ignoruj wszystki_e

# MSG_CO_MDN_ACTION_IGNORE (1866//)
source: Never send
pl: Nigdy nie wysyłaj

# MSG_CO_MDN_ACTION_SEND (1867//)
source: Always send
pl: Zawsze wysyłaj

# MSG_CO_MDN_ACTION_QUEUE (1868//)
source: Always queue
pl: Zawsze kolejkuj

# MSG_CO_MDN_ACTION_ASK (1869//)
source: Ask me
pl: Zapytaj

# MSG_CO_MDN_TITLE (1870//)
source: Return receipts
pl: Potwierdzenie odbioru

# MSG_CO_MDN_DESCRIPTION (1871//)
source: When I receive a request for a return receipt...
pl: Gdy otrzymuję żądanie potwierdzenia odbioru...

# MSG_CO_MDN_DISABLED (1872//)
source: _Never send a return receipt
pl: _Nigdy nie wysyłaj potwierdzenia odbioru

# MSG_CO_MDN_ENABLED (1873//)
source: Allow _return receipts for some messages
pl: Zezwalaj na potwie_rdzenia odbioru dla niektórych wiadomości

# MSG_CO_MDN_NORECIPIENT (1874//)
source: If I'm not in the _To: or Cc: of the message:
pl: Jeśli nie jes_tem na liście "Do:" lub "Cc:" wiadomości:

# MSG_CO_MDN_NODOMAIN (1875//)
source: If the sender is _outside my domain:
pl: Jeśli nadawca jest sp_oza mojej domeny:

# MSG_CO_MDN_DELETE (1876//)
source: If I'm going to just _delete the message:
pl: Jeśli tylko _kasuję wiadomość:

# MSG_CO_MDN_OTHER (1877//)
source: In all oth_er cases:
pl: W po_zostałych przypadkach:

# MSG_HELP_CO_CH_MDN_NEVER (1880//)
source: If selected, no return receipt will be sent, even if explicitly requested.
pl: Jeśli ta opcja jest włączona, nie będą wysyłane żadne potwierdzenia odbioru, nawet jeśli są żądane.

# MSG_HELP_CO_CH_MDN_ALLOW (1881//)
source: If selected, return receipts will be processed according to the rules defined here.
pl: Jeśli ta opcja jest włączona, żądania potwierdzenia odbioru będą przetwarzane zgodnie ze zdefiniowanymi zasadami.

# MSG_HELP_CO_CY_MDN_NORECIPIENT (1882//)
source: What to do with a return receipt request when your e-mail address doesn't appear neither in the To: or Cc: headers.
pl: Definiuje co zrobić z żądaniem potwierdzenia odbioru, jeśli Twój adres e-mail nie znajduje się na liście odbiorców "Do:" ani "Cc:" nagłówka wiadomości.

# MSG_HELP_CO_CY_MDN_NODOMAIN (1883//)
source: What to do with a return receipt request when the sender's domain doesn't match yours.
pl: Definiuje co zrobić z żądaniem potwierdzenia odbioru, gdy nadawca nie należy do Twojej domeny.

# MSG_HELP_CO_CY_MDN_DELETE (1884//)
source: What to do with a return receipt request when you just delete the original message.
pl: Definiuje co zrobić z żądaniem potwierdzenia odbioru, gdy tylko kasujesz odebraną wiadomość.

# MSG_HELP_CO_CY_MDN_OTHER (1885//)
source: What to do with a return receipt request when none of the above rules applies.
pl: Definiuje co zrobić z żądaniem potwierdzenia odbioru, gdy żadna z powyższych reguł nie pasuje.

# MSG_CO_LOOKFEEL_TITLE (1886//)
source: Look & Feel
pl: Wygląd

# MSG_CO_LOOKFEEL_SUMMARY (1887//)
source: Configure the general Look & Feel of YAM...
pl: Konfiguruje ogólny wygląd programu...

# MSG_CO_CRDLOOKFEEL (1888//)
source: Look & Feel
pl: Wygląd

# MSG_CO_LOOKFEEL_THEMES (1898//)
source: Themes
pl: Motywy

# MSG_CO_THEME_ACTIVATE (1899//)
source: _Activate
pl: _Aktywuj

# MSG_CO_THEME_PREVIEW (1900//)
source: Preview
pl: Podgląd

# MSG_CO_THEME_AUTHOR (1901//)
source: Author
pl: Autor

# MSG_CO_THEME_URL (1902//)
source: URL
pl: Adres URL

# MSG_CO_RELDATETIME (1903//)
source: Rela_tive date output
pl: Da_ta w formacie względnym

# MSG_HELP_CO_CH_RELDATETIME (1904//)
source: If selected, columns with date information will use a relative output (e.g. 'Today' or 'Yesterday') instead of the full date if possible.
pl: Jeśli ta opcja jest włączona, w kolumnie z datą, tam gdzie to możliwe, będą używane względne określenia dat (np. "dzisiaj" lub "wczoraj") zamiast dat dziennych.

# MSG_ER_USER_UNKNOWN_TITLE (1910//)
source: Unknown user
pl: Nieznany użytkownik

# MSG_ER_USER_UNKNOWN_ERROR (1912//)
source: Unknown user '%s'.
pl: Nieznany użytkownik "%s".

# MSG_HELP_CO_CA_COLSIG (1913//)
source: The color that should be used to print the signature of a mail.
pl: Kolor, który ma być używany do wyświetlania podpisów wiadomości.

# MSG_ER_SPAM_NOT_ENOUGH_CLASSIFIED_MAILS (1914//)
source: It is not recommended to enable this feature with as few as %ld mails classified as spam so far, as this may lead to poor performance of the spam filter. Do you want to disable this option again?
pl: Nie jest zalecane włączanie tej opcji z tak małą (%ld) liczbą maili dotychczas zaklasyfikowanych jako niechciane wiadomości, gdyż może to doprowadzić do niskiej skuteczności filtra niechcianych wiadomości. Czy chcesz ponownie wyłączyć tę opcję?

# MSG_ER_CANNOT_CREATE_SEMAPHORE (1915//)
source: Can't create semaphore.
pl: Nie można utworzyć semafora.

# MSG_RE_HDR_FROM (1917//)
source: From
pl: Od

# MSG_RE_HDR_TO (1918//)
source: To
pl: Do

# MSG_RE_HDR_DATE (1919//)
source: Date
pl: Data

# MSG_RE_HDR_SUBJECT (1920//)
source: Subject
pl: Temat

# MSG_RE_VIRTUALMAIL (1921//)
source: Virtual e-mail
pl: Wirtualny adres

# MSG_CO_MIMECMD_PUBSCREEN (1922//)
source: %p Name of YAM's public screen
pl: %p Nazwa ekranu publicznego programu

# MSG_ER_ZOMBIE_FILES_EXIST (1923//)
source: Couldn't delete all temporary files during cleanup. These files might be locked by other applications. Please make sure that you have closed all aplications which you may have used from within YAM, like MIME viewers (e.g. MultiView).
pl: Nie można usunąć plików tymczasowych podczas czyszczenia. Pliki te mogą być zablokowane przez inne aplikacje. Proszę upewnić się, że wszystkie aplikacje, które mogły być używane z poziomu YAM-a, jak np. wyświetlarki MIME (przykładowo MultiView) zostały zamknięte.

# MSG_ER_ZOMBIE_FILES_EXIST_BT (1924//)
source: _Retry|_Ignore
pl: P_onów|_Ignoruj

# MSG_ER_ZOMBIE_FILES_EXIST_TITLE (1925//)
source: YAM cleanup warning
pl: Ostrzeżenie - oczyszczanie

# MSG_CO_SHOWALTPARTS (1926//)
source: Show a_lternative parts
pl: Pokazuj a_lternatywne części

# MSG_HELP_CO_CH_SHOWALTPARTS (1927//)
source: If enabled, alternative MIME parts of a 'multipart/alternative' e-mail that would otherwise remain hidden will be displayed as attachments instead.
pl: Jeśli ta opcja jest włączona, alternatywne części MIME wiadomości "multipart/alternative", które normalnie byłyby ukryte, zostaną zamiast tego wyświetlone jako załączniki.

# MSG_US_DIRECTORY_DOESNT_EXIST (1928//)
source: Mail directory '%s' for user '%s' does not exist. Do you want to create it now?
pl: Katalog poczty "%s" dla użytkownika "%s" nie istnieje. Czy chcesz utworzyć go teraz?

# MSG_HELP_CO_BT_APPICONGETPOS (1929//)
source: Click to get the current position of the AppIcon.
pl: Naciśnij by pobrać aktualną pozycję AppIkonki.

# MSG_CO_MOVE_HAM_TO_INCOMING (1930//)
source: Move 'not spam' e-mails back to _Incoming folder
pl: Przen_ieś wiadomości pożądane do folderu "przychodzące"

# MSG_HELP_CH_MOVE_HAM_TO_INCOMING (1931//)
source: If enabled, any e-mail which was incorrectly classified as 'spam' and later manually marked as 'not spam' will be automatically moved back to the Incoming folder.
pl: Jeśli ta opcja jest włączona, każda wiadomość, która zostanie omyłkowo sklasyfikowana jako niechciana, a następnie ręcznie oznaczona jako "pożądana" będzie automatycznie przeniesiona do folderu "przychodzące".

# MSG_CO_FILTER_HAM (1933//)
source: Apply _filters
pl: Zastosuj _filtry

# MSG_HELP_CH_FILTER_HAM (1934//)
source: If enabled, after moving the e-mail all the user defined filters will be applied to it.
pl: Jeśli ta opcja jest włączona, po przeniesieniu wiadomości wszystkie zdefiniowane przez użytkownika filtry zostaną do niej zastosowane.

# MSG_SHUTDOWN_SHUTTING_DOWN (1935//)
source: Shutting down YAM...
pl: Zamykanie programu...

# MSG_HELP_CO_CY_FOLDERINFO (1937//)
source: Information that should be displayed as the label of the folder.
pl: Informacja, która ma być wyświetlana jako nazwa folderu.

# MSG_CO_FOLDERINFO01 (1938//)
source: Folder name
pl: Nazwa folderu

# MSG_CO_FOLDERINFO02 (1939//)
source: Folder name (new)
pl: Nazwa folderu (nowych)

# MSG_CO_FOLDERINFO03 (1940//)
source: Folder name (unread)
pl: Nazwa folderu (nieprzeczytanych)

# MSG_CO_FOLDERINFO04 (1941//)
source: Folder name (new/unread)
pl: Nazwa folderu (nowych/nieprzeczytanych)

# MSG_CO_FOLDERINFO05 (1942//)
source: Folder name (unread/new)
pl: Nazwa folderu (nieprzeczytanych/nowych)

# MSG_FO_EXPIREUNREAD (1945//)
source: also unread
pl: również nieprzeczytane

# MSG_HELP_FO_CH_EXPIREUNREAD (1946//)
source: If selected, old messages will be deleted, even if they are not yet read.
pl: Jeśli ta opcja jest włączona, stare wiadomości będą kasowane, nawet jeśli nie zostały odczytane.

# MSG_WR_SENDNOW (1947//)
source: _Send now
pl: Wyślij tera_z

# MSG_WR_SENDLATER (1948//)
source: Send _later
pl: Wyś_lij później

# MSG_WR_MSENDNOW (1951//)
source: Send now
pl: Wyślij teraz

# MSG_WR_MSENDLATER (1952//)
source: Send later
pl: Wyślij później

# MSG_ER_CONNECTIONBROKEN (1955//)
source: Connection with server '%s' was interrupted while trying to send command '%s'. This may be due to a connection dropped by the server.
pl: Połączenie z serwerem "%s" zostało przerwane podczas próby wysłania polecenia "%s". Może to być spowodowane porzuceniem połączenia przez serwer.

# MSG_WR_MSWITCH_MSG (1956//)
source: Message
pl: Wiadomość

# MSG_WR_MSWITCH_ATT (1957//)
source: Attachments
pl: Załączniki

# MSG_WR_MSWITCH_OPT (1958//)
source: Options
pl: Opcje

# MSG_CO_FWDMSG (1959//)
source: _Forward messages
pl: _Podeślij wiadomości

# MSG_CO_FWDMSG_INLINE (1961//)
source: inlined
pl: w treści

# MSG_HELP_CO_CY_FORWARDMODE (1962//)
source: Select here the way messages should be forwarded by default. Either a message can be forwarded as an attachment or the message text can be put inlined to the new message.
pl: Tutaj określasz sposób, w jaki wiadomości powinny być podsyłane. Wiadomości mogą być podsyłane jako załączniki lub też jako treść wiadomości załączona wewnątrz nowej wiadomości.

# MSG_ABOUT_CURRENT_DEVELOPERS (1963//)
source: Current Developers:
pl: Obecni autorzy:

# MSG_ABOUT_CONTRIBUTORS (1964//)
source: Contributors:
pl: Współtwórcy:

# MSG_ABOUT_LOCALIZATION_CONTRIBUTORS (1965//)
source: Localization Contributors:
pl: Lokalizacja programu:

# MSG_ABOUT_GPL (1966//)
source: This program is free software; you're welcome to distribute and/or modify it under the terms of the GNU Public License. See the enclosed documents for more details.
pl: Program ten jest wolnym oprogramowaniem; możesz go dowolnie dystrybuować i/lub modyfikować na zasadach Publicznej Licencji GNU. Więcej informacji znajdziesz w dołączonej do programu dokumentacji.

# MSG_ABOUT_3RD_PARTY_SOFTWARE (1967//)
source: This program uses the following third party software:
pl: Ten program wykorzystuje następujące elementy autorstwa osób trzecich:

# MSG_ABOUT_YAM_NEWS (1968//)
source: The latest news about YAM can be found at the YAM Support Site at \0335http://yam.ch/\033n
pl: Najnowsze wiadomości o programie można znaleźć na stronie wsparcia pod adresem URL \0335http://yam.ch/\033n

# MSG_WR_VIEW (1969//)
source: View
pl: Pokaż

# MSG_CONFIG_MODIFIED (1974//)
source: The configuration has been modified, but wasn't saved yet. How do you want to proceed?
pl: Konfiguracja została zmodyfikowana, ale zmiany nie zostały zapisane. Co chcesz w tej sytuacji zrobić?

# MSG_CONFIG_MODIFIED_GAD (1975//)
source: *_Save now|_Quit without saving|_Cancel
pl: *Zapi_sz teraz|S_kończ bez zapisywania|Ponie_chaj

# MSG_ABOOK_MODIFIED_GAD (1976//)
source: *_Save now|_Quit without saving|_Cancel
pl: *Zapi_sz teraz|S_kończ bez zapisywania|Ponie_chaj

# MSG_HELP_CO_BT_MIMEIMPORT (1977//)
source: Allows to import MIME type settings from third party MIME files, such as 'MIME.prefs', 'mailcap' or 'mime.types'.
pl: Pozwala na zaimportowanie ustawień typów MIME z innych plików, takich jak "MIME.prefs", "mailcap" lub "mime.types".

# MSG_AB_INVALIDSECURITY_TITLE (1978//)
source: Security warning
pl: Ostrzeżenie o zabezpieczeniach

# MSG_AB_INVALIDSECURITY (1979//)
source: This address book entry was set to default to either signed and/or encrypted messages, but the required PGP installation couldn't be found. Do you want to reset the default security setting for this entry?
pl: Ten wpis w książce adresowej ma ustawione domyślne opcje zabezpieczeń dla wiadomości na podpisane i/lub zakodowane, lecz nie odnaleziono wymaganej instalacji pakietu PGP. Czy chcesz wyzerować domyślne ustawienia zabezpieczeń dla tego wpisu?

# MSG_AB_INVALIDSECURITY_GADS (1980//)
source: *_Yes|_No
pl: *_Tak|_Nie

# MSG_WR_INVALIDSECURITY_TITLE (1981//)
source: Security warning
pl: Ostrzeżenie o zabezpieczeniach

# MSG_WR_INVALIDSECURITY (1982//)
source: The address book security setting for recipient '%s' is set to signed and/or encrypted messages, but the required PGP installation wasn't found. The message will be neither signed or encrypted.
pl: Ustawienia zabezpieczeń w książce adresowej dla odbiorcy "%s" są ustawione na podpisane i/lub zakodowane, lecz nie odnaleziono wymaganej instalacji pakietu PGP. Wiadomość nie zostanie ani podpisana ani zakodowana.

# MSG_WR_INVALIDSECURITY_GADS (1983//)
source: *_Ok|_Cancel
pl: *_OK|Ponie_chaj

# MSG_ER_FILEENCODE (1984//)
source: An unexpected error occurred while trying to encode file '%s'. Please make sure that the file exists and is readable, then try to compose the message again.
pl: Podczas próby zakodowania pliku "%s" wystąpił nieoczekiwany błąd. Proszę się upewnić, że plik istnieje i jest odczytywalny, a następnie spróbować ponownie utworzyć wiadomość.

# MSG_ER_MISSINGATTFILE (1985//)
source: File '%s' couldn't be found while trying to compose the attachments of a message. Please make sure that the file exists and is readable, then try to compose the message again.
pl: Podczas tworzenia załącznika do wiadomości nie odnaleziono pliku "%s". Proszę się upewnić, że plik istnieje i jest odczytywalny, a następnie spróbować ponownie utworzyć wiadomość.

# MSG_ER_INVALIDATTFILE (1986//)
source: File '%s' couldn't be found while trying to view the attachment of a message. Please make sure that the file exists and is readable.
pl: Podczas próby wyświetlenia załącznika wiadomości nie odnaleziono pliku "%s". Proszę się upewnić, że plik istnieje i jest odczytywalny.
