Repository: Futaura/yam
Catalog: locale/polish.po
Languages: pl

# MSG_ER_NO8BITMIME_SMTP (2106//)
source: The SMTP server '%s' reported that it doesn't support 8bit mail transfers while you have the 'Allow8bit' option enabled. Please disable this option in your TCP/IP preferences and re-edit the e-mail before trying to send it again, otherwise the e-mail may be malformed.
pl: Serwer SMTP "%s" zgłosił, że nie obsługuje 8-bitowego przesyłania wiadomości, podczas gdy w ustawieniach włączono opcję "Serwer SMTP obsługuje 8 bitów". Proszę wyłączyć tę opcję w preferencjach TCP/IP i ponownie przeedytować wiadomość przed ponowną próbą wysłania, w przeciwnym razie wiadomość może zostać uszkodzona.

# MSG_CO_FOLDERDBLCLICK (2107//)
source: Double click on folder opens folder settings
pl: Dwuklik na folderze otwiera ustawienia folderu

# MSG_MA_ATTACHMENT_DELETE (2108//)
source: Delete
pl: Skasuj

# MSG_MA_ATTACHMENT_DELETESEL (2109//)
source: Delete selected
pl: Skasuj wybrane

# MSG_MA_DELETESELECTEDREQUEST (2110//)
source: The following attachments will be deleted: %s Do you really want to proceed?
pl: Następujący załącznik zostanie skasowany: %s Czy na pewno chcesz kontynuować?

# MSG_LOG_DELETEDATT (2111//)
source: Deleted attachment(s) of message '%s' in folder '%s'
pl: Skasowano załączniki z wiadomości "%s" w folderze "%s"

# MSG_MA_DELETEATT (2112//)
source: Delete
pl: Skasuj

# MSG_MA_DELETEATTREQUEST (2113//)
source: All attachments of the selected mails will be deleted. Do you really want to proceed?
pl: Wszystkie załączniki z załączonych wiadomości zostaną skasowane. Czy na pewno chcesz kontynuować?

# MSG_MA_ATTACHMENT_DELETEALL (2114//)
source: Delete all
pl: Skasuj wszystkie

# MSG_MA_MDELETEATT (2115//)
source: Delete
pl: Skasuj

# MSG_CO_MAPFOREIGNCHARS (2116//)
source: Map foreign chars to ASCII
pl: Mapuj obce znaki do ASCII

# MSG_HELP_CO_MAPFOREIGNCHARS (2117//)
source: If selected, characters that cannot be converted to the read charset will be mapped to looklike ASCII sequences.
pl: Jeśli ta opcja jest włączona, znaki, które nie mogą zostać przekonwertowane na zestaw znaków ustawiony do odczytu będą zamieniane na zbliżone sekwencje ASCII.

# MSG_MA_NAVIGATION (2118//)
source: Navigation
pl: Nawigacja

# MSG_MA_MNEXTTH (2119//)
source: Next message in thread
pl: Następna wiadomość w wątku

# MSG_MA_MPREVTH (2120//)
source: Previous message in thread
pl: Poprzednia wiadomość w wątku

# MSG_CO_GLOBALMAILTHREADS (2121//)
source: Search for mails of same thread in all folders
pl: Wyszukuj wiadomości z jednego wątku we wszystkich folderach

# MSG_HELP_CO_CH_GLOBALMAILTHREADS (2122//)
source: If enabled, the search for messages of the same thread will be extended to all folders rather than only searching for mails in the same folder.
pl: Jeśli ta opcja jest włączona, wyszukiwanie wiadomości z tego samego wątku będzie rozszerzone do wszystkich folderów, a nie tylko do wyszukiwania wiadomości w jednym folderze.

# MSG_FILE_OVERWRITE (2123//)
source: File '%s' already exists. Do you want to overwrite it?
pl: Plik "%s" już istnieje. Czy chcesz go nadpisać?

# MSG_ER_USER_DIR_MISSING (2124//)
source: The home directory '%s' of user '%s' does not exist.
pl: Katalog domowy "%s" użytkownika "%s" nie istnieje.

# MSG_CO_TEXTCOLORS_READ (2125//)
source: Show te_xt colors
pl: Pokazuj kolory _tekstu

# MSG_HELP_CO_CH_TEXTCOLORS_READ (2126//)
source: Use text colors to signal special text passages, (e.g. quotations, etc.)
pl: Używa kolorów do sygnalizacji specjalnych przejść tekstu (np. cytowanie itp.)

# MSG_CO_TEXTSTYLES_READ (2127//)
source: Show te_xt styles
pl: Pokazuj style te_kstu

# MSG_HELP_CO_CH_TEXTSTYLES_READ (2128//)
source: Interpret '/', '*', '_' and '#' as control characters for text styles.
pl: Interpretuje "/", "*", "_" i "#" jako znaki kontrolne stylów tekstu.

# MSG_CO_TEXTCOLORS_WRITE (2129//)
source: Show tex_t colors
pl: Pokazuj kolory _tekstu

# MSG_HELP_CO_CH_TEXTCOLORS_WRITE (2130//)
source: Use text colors to signal special text passages, (e.g. quotations, etc.)
pl: Używa kolorów do sygnalizacji specjalnych przejść tekstu (np. cytowanie itp.)

# MSG_CO_TEXTSTYLES_WRITE (2131//)
source: Show te_xt styles
pl: Pokazuj style te_kstu

# MSG_HELP_CO_CH_TEXTSTYLES_WRITE (2132//)
source: Interpret '/', '*', '_' and '#' as control characters for text styles.
pl: Interpretuje "/", "*", "_" i "#" jako znaki kontrolne stylów tekstu.

# MSG_CO_FONTSETTINGS (2133//)
source: Font settings
pl: Ustawienia czcionek

# MSG_CO_FIXEDFONT_WRITE (2134//)
source: Use _fixed font
pl: Używaj czcionek nieproporcjonalnych

# MSG_RE_TEXTCOLORS (2135//)
source: Text colors?
pl: Kolory tekstu

# MSG_WR_TEXTSTYLES (2136//)
source: Text styles?
pl: Style tekstu

# MSG_WR_TEXTCOLORS (2137//)
source: Text colors?
pl: Kolory tekstu

# MSG_WR_FIXEDFONT (2138//)
source: Fixed font?
pl: Czcionka nieproporcjonalna

# MSG_CO_SPAM_OPTIMIZE_TRAININGDATA (2139//)
source: _Optimize training data
pl: _Optymalizuj dane treningowe

# MSG_HELP_BT_OPTIMIZE_TRAININGDATA (2140//)
source: Removes very infrequent words from the training data to speed up loading of training data and increase processing speed of spam mails.
pl: Usuwa bardzo rzadko występujące słowa z danych treningowych w celu przyspieszenia ich wczytywania oraz przyspieszenia przetwarzania wiadomości.

# MSG_CO_SPAM_OPTIMIZE_TRAININGDATA_ASK (2141//)
source: Do you really want to optimize the spam filter's training data? The spam filter's efficency might decrease slightly afterwards, but the filter process will be faster and use less memory.
pl: Czy na pewno chcesz zoptymalizować dane treningowe filtru niechcianych wiadomości? Skuteczność wyszukiwania niechcianych wiadomości może nieznacznie się zmniejszyć, ale proces filtrowania będzie przebiegał szybciej i używał mniej pamięci.

# MSG_CO_SPAM_STATISTICS (2142//)
source: %ld (%ld words)
pl: %ld (słów: %ld)

# MSG_ER_WRONG_DOB_FORMAT (2143//)
source: Date of birth uses a wrong format. The correct format is '%s'. %%d - day with leading zeros (01-31) %%-d - day without leading zeros (1-31) %%e - day with leading spaces ( 1-31) %%m - month with leading zeros (01-12) %%-m - month without leading zeros (1-12) %%y - year with leading zeros (00-99, 2 digits) %%-y - year without leading zeros (0-99, 2 digits) %%Y - year with leading zeros (4 digits) %%-Y - year without leading zeros (4 digits) The year number must be greater or equal 1900.
pl: Data urodzin używa niewłaściwego formatu. Poprawnym formatem jest "%s". %%d - dzień z zerami wiodącymi (01-31) %%-d - dzień bez zer wiodących (1-31) %%e - dzień ze spacjami widoącymi ( 1-31) %%m - miesiąc z zerami wiodącymi (01-12) %%-m - miesiąc bez zer wiodących (1-12) %%y - rok z zerami wiodącymi (00-99, w postaci dwucyfrowej) %%-y - rok bez zer wiodących (0-99, w postaci dwucyfrowej) %%Y - rok z zerami wiodącymi (w postaci czterocyfrowej) %%-Y - rok bez zer wiodących (w postaci czterocyfrowej) Rok musi być większy, bądź równy 1900.

# MSG_CO_NOTIOS41SYSTEM (2149//)
source: AmigaOS_4.1 notification system
pl: System notyfikacji AmigaOS_4.1

# MSG_HELP_CO_CH_NOTIOS41SYSTEM (2150//)
source: If checked, YAM will use AmigaOS4.1's notification system to notify the user about new received mails. This requires at least application.library V53.2.
pl: Jeśli ta opcja jest włączona, YAM będzie używał systemu notyfikacji dostępnego w AmigaOS4.1 do informowania użytkownika o nowych odebranych wiadomościach. Opcja ta wymaga biblioteki application.library w wersji v53.2 lub nowszej.

# MSG_USERNAME_FALLBACK (2152//)
source: John Doe
pl: Jan Kowalski

# MSG_RE_DEFAULT_MIMEPART_NAME (2153//)
source: Part %ld.%ld
pl: Część %ld.%ld

# MSG_OPEN_WRITEWINDOWS (2154//)
source: There are still some write windows open. How do you want to proceed?
pl: Nadal są otwarte okna pisania wiadomości. Co w tej sytuacji chcesz zrobić?

# MSG_OPEN_WRITEWINDOWS_GAD (2155//)
source: *_Save now|_Quit without saving|_Cancel
pl: *Zapi_sz teraz|S_kończ bez zapisywania|Ponie_chaj

# MSG_MA_MFORWARD_ATTACH (2156//)
source: as attachment
pl: jako załącznik

# MSG_MA_MFORWARD_INLINE (2157//)
source: inlined
pl: w treści wiadomości

# MSG_CO_FWDMSG_ATTACH (2158//)
source: as attachment
pl: jako załącznik

# MSG_CO_ScriptPreFilterMail (2159//)
source: Before filter mail
pl: Przed filtrowaniem wiadomości

# MSG_CO_ScriptPostFilterMail (2160//)
source: After filter mail
pl: Po filtrowaniu wiadomości

# MSG_FI_DOS_PATTERN (2161//)
source: Use AmigaDOS patterns
pl: Używaj wzorców AmigaDOS

# MSG_HELP_FI_CH_DOS_PATTERN (2162//)
source: Enable AmigaDOS patterns in the string search.
pl: Włącza możliwość używania wzorców w formacie AmigaDOS-u w ciągu wyszukiwania.

# MSG_CTapplicationpgpsig (2163//)
source: PGP signature
pl: Podpis PGP

# MSG_AB_BirthdayReqBody (2164//)
source: Today, on %s, %s reaches age %ld. Do you want to send a greetings card?
pl: Dzisiaj (%s) %s obchodzi %ld urodziny. Czy chcesz wysłać życzenia?

# MSG_ER_AREXX_EXECUTION_ERROR (2165//)
source: Execution of the ARexx command '%s' failed (error code %ld). Please make sure that the file is accessible and is a valid ARexx script.
pl: Wykonanie polecenia ARexx'a "%s" zakończone niepowodzeniem (kod błędu %ld). Proszę upewnić się, że plik jest dostępny i jest prawidłowym skryptem ARexx'a.

# MSG_BIRTHDAYREQUEST_DONTSHOWAGAIN (2166//)
source: Do not show this requester today again.
pl: Nie pokazuj dzisiaj tego komunikatu.

# MSG_RE_SAVE_FILE (2169//)
source: Save file
pl: Zapisz plik

# MSG_UPD_NO_UPDATES_FOUND_TITLE (2170//)
source: No software updates available
pl: Nie ma dostępnych żadnych uaktualnień

# MSG_UPD_NO_UPDATES_FOUND_HINT_AUTOCHECK (2172//)
source: YAM will check for available updates automatically.
pl: YAM będzie automatycznie sprawdzał dostępność uaktualnień.

# MSG_UPD_NO_UPDATES_FOUND_HINT_NOAUTOCHECK (2173//)
source: Please try again later or activate the automatic software update check.
pl: Proszę spróbować innym razem lub włączyć automatyczne sprawdzanie uaktualnień.

# MSG_THREAD_EXIT_WARNING_TITLE (2174//)
source: YAM warning
pl: YAM - ostrzeżenie

# MSG_THREAD_EXIT_WARNING (2175//)
source: While trying to cleanup YAM still running sub threads have been found. Please make sure to close all still existing sub threads (e.g. MIME viewers, etc.) you may have initiated from YAM. Do you want to retry to quit YAM or ignore the still running sub thread (which could end up in later crashes)?
pl: Podczas próby oczyszczenia pamięci YAM wyszukał uruchomione podprocesy. Proszę zamknąć wszystkie nadal otwarte podprocesy (np. wyświetlarki MIME, itp.) które mogłeś zainicjować z poziomu programu pocztowego. Czy chcesz ponowić próbę zakończenia pracy, czy też zignorować nadal uruchomione podprocesy (co może doprowadzić do póżniejszych zawieszeń systemu).

# MSG_THREAD_EXIT_WARNING_BT (2176//)
source: _Retry|_Ignore
pl: P_onów|_Ignoruj

# MSG_EXECUTE_COMMAND_FAILED (2177//)
source: The execution of the command '%s' failed (error code %ld: %s).
pl: Wykonanie polecenia "%s" zakończone niepowodzeniem (kod błędu %ld: %s).

# MSG_ERROR_METHODSTACK (2178//)
source: Cannot initialize method stack.
pl: Nie można zainicjalizować stosu metod.

# MSG_TRANSFERS_IN_PROGRESS (2179//)
source: Transfers in progress
pl: Trwa przesyłanie danych

# MSG_ERROR_CONNECTIONS (2180//)
source: Cannot initialize connections.
pl: Nie można zainicjalizować połączeń.

# MSG_LOG_CONNECT_POP3 (2181//)
source: Logged in on POP3 account '%s': %ld messages waiting
pl: Zalogowano się na konto POP3 "%s": %ld oczekujących wiadomości

# MSG_LOG_RETRIEVED_POP3 (2182//)
source: Retrieved %ld message(s) from POP3 account '%s'
pl: Odebrano %ld wiadomości z konta POP3 "%s"

# MSG_TR_ENTER_POP3_PASSWORD (2183//)
source: Please enter the password for POP3 account '%s':
pl: Podaj swoje hasło POP3 dla konta "%s":

# MSG_PRESELECT_INDEX (2186//)
source: Index
pl: Indeks

# MSG_TR_WAIT_FOR_PASSWORD (2187//)
source: Waiting for user's password input...
pl: Oczekiwanie na wprowadzenie hasła przez użytkownika...

# MSG_TR_WAIT_FOR_PRESELECTION (2188//)
source: Waiting for user's preselection...
pl: Oczekiwanie na preselekcję użytkownika...

# MSG_POP3_NEW_MAIL_NOTIFY_REQ (2189//)
source: \0338You have new mail from account '%s'.\0332 %3ld messages downloaded, %3ld left on server %3ld duplicates skipped
pl: \0338Masz nową wiadomość z konta "%s".\0332 Wiadomości odebranych: %3ld, zostało na serwerze: %3ld, pominiętych duplikatów: %3ld.

# MSG_POP3_NEW_MAIL_NOTIFY_OS4_ONE (2190//)
source: %s Received 1 new mail.
pl: %s Odebrano 1 nową wiadomość.

# MSG_POP3_NEW_MAIL_NOTIFY_OS4_MANY (2191//)
source: %s Received %ld new mails.
pl: %s Odebrano nowych wiadomości: %ld.

# MSG_MA_SEND_AND_GET_MAIL (2192//)
source: Send and get mail
pl: Wyślij i pobierz wiadomości

# MSG_MA_SEND_MAIL (2193//)
source: Send mail
pl: Wyślij wiadomości

# MSG_MA_GET_MAIL (2194//)
source: Get mail
pl: Pobierz wiadomości

# MSG_WR_SECURITYREQ_GADS (2195//)
source: *_Plain|_Signed|_Encrypted|S_igned & encrypted|_Cancel
pl: *_Proste|Podpi_sane|Zakodowan_e|Podp_isane i zakodowane|Ponie_chaj

# MSG_HTTP_CONNECTING_TO_SERVER (2196//)
source: Connecting to server...
pl: Łączenie z serwerem...

# MSG_HTTP_SENDING_REQUEST (2197//)
source: Sending HTTP request...
pl: Wysyłanie żądania HTTP...

# MSG_HTTP_WAITING_FOR_ANSWER (2198//)
source: Waiting for server's answer...
pl: Oczekiwanie na odpowiedź serwera...

# MSG_HTTP_RECEIVING_DATA (2199//)
source: Receiving data...
pl: Odbieranie danych...

# MSG_HTTP_DISCONNECTING_FROM_SERVER (2200//)
source: Disconnecting from server...
pl: Rozłączanie z serwerem...

# MSG_SHOW_TRANSFER_WINDOW (2201//)
source: Show transfers in progress...
pl: Pokazywanie przesyłania danych...

# MSG_CO_APPLY_REMOTE_FILTERS (2202//)
source: Apply remote _filters
pl: Zastosuj _filtry zdalne

# MSG_HELP_CO_CH_APPLY_REMOTE_FILTERS (2203//)
source: Apply all defined remote filters when downloading mail from this server.
pl: Stosuje wszystkie zdefiniowane filtry zdalne podczas pobierania wiadomości z tego serwera.

# MSG_CO_DOWNLOAD_ON_STARTUP (2204//)
source: Check for new mail on startup
pl: Sprawdzaj nowe wiadomości przy uruchomieniu

# MSG_HELP_CO_CH_DOWNLOAD_ON_STARTUP (2205//)
source: Check this account for new mail on every startup of YAM automatically.
pl: Automatycznie Sprawdza nowe wiadomości dla tego konta pocztowego przy każdym uruchomieniu programu.

# MSG_IMPORT_UNKNOWN_FILE_FORMAT (2206//)
source: Unknown mail file format in file '%s'.
pl: Nieznany format wiadomości w pliku "%s".

# MSG_IMPORT_NO_MAILS (2207//)
source: The file '%s' does not contain any importable mails.
pl: Plik "%s" nie zawiera żadnych wiadomości do zaimportowania.

# MSG_CO_CONFIG_IS_LOCKED (2208//)
source: The configuration is currently locked. Please wait until all POP3 and SMTP transfers are finished.
pl: Plik konfiguracyjny jest obecnie zablokowany. Proszę poczekać na zakończenie wszystkich transferów POP3 i SMTP.

# MSG_FOLDERINFO_SHORTHELP (2209//)
source: \033bFolder\033n Name: %s Path: %s Size: %s Messages: %ld (%ld new, %ld unread)
pl: \033bFolder\033n Nazwa: %s Ścieżka dostępu: %s Wielkość: %s Wiadomości: %ld (nowych %ld, nieprzeczytanych %ld)

# MSG_MAILINFO_SHORTHELP (2210//)
source: \033bMail\033n From: %s <%s> To: %s <%s> Subject: %s Date: %s Filename: %s Size: %s
pl: \033bWiadomość\033n Od: %s <%s> Do: %s <%s> Temat: %s Data: %s Nazwa pliku: %s Wielkość: %s

# MSG_CO_UPDATE_DOWNLOAD_PATH (2211//)
source: Download _path:
pl: Ścieżka _pobierania:

# MSG_UPD_NOTIFICATION_DOWNLOAD (2212//)
source: Download
pl: Pobieranie

# MSG_MA_HELP (2214//)
source: Help
pl: Pomoc

# MSG_MA_HELP_CONTENTS (2215//)
source: Contents
pl: Zawartość

# MSG_MA_HELP_AREXX (2216//)
source: ARexx interface
pl: Interfejs ARexx'a

# MSG_EA_SEARCH_GRAVATAR (2218//)
source: Search on gra_vatar.com...
pl: Szukaj na gra_vatar.com...

# MSG_ER_NO_GRAVATAR_FOUND (2219//)
source: No Gravatar found for address '%s'. Perhaps the person has not uploaded a portrait image to gravatar.com yet.
pl: Nie odnaleziono obrazka dla adresu "%s". Prawdopodobnie osoba nie wysłała swojego portretu na gravatar.com.

# MSG_ER_NON_MIME_CONFORMANT_MAIL (2220//)
source: No 'MIME-Version' header line was found while scanning the mail file '%s'. The generated output may therefore contain invalid data or may be corrupted.
pl: Nie odnaleziono linii nagłówka "MIME-Version" podczas skanowania pliku wiadomości "%s". Z tego powodu wygenerowany plik wyjściowy może zawierać nieprawidłowe dane lub może być uszkodzony.

# MSG_CO_ACTION_SET_STATUS_TO_MARKED (2221//)
source: Set status to 'Marked'
pl: Ustawiono status na "zaznaczona"

# MSG_HELP_CO_CH_ACTION_SET_STATUS_TO_MARKED (2222//)
source: Set the status of the filtered mail to 'Marked'
pl: Ustawia status odfiltrowanej wiadomości na "zaznaczona"

# MSG_CO_ACTION_SET_STATUS_TO_UNMARKED (2223//)
source: Set status to 'Unmarked'
pl: Ustawiono status na "odznaczona"

# MSG_HELP_CO_CH_ACTION_SET_STATUS_TO_UNMARKED (2224//)
source: Set the status of the filtered mail to 'Unmarked'
pl: Ustawia status odfiltrowanej wiadomości na "odznaczona"

# MSG_CO_ACTION_SET_STATUS_TO_READ (2225//)
source: Set status to 'Read'
pl: Ustawiono status na "przeczytana"

# MSG_HELP_CO_CH_ACTION_SET_STATUS_TO_READ (2226//)
source: Set the status of the filtered mail to 'Read'
pl: Ustawia status odfiltrowanej wiadomości na "przeczytana"

# MSG_CO_ACTION_SET_STATUS_TO_UNREAD (2227//)
source: Set status to 'Unread'
pl: Ustawiono status na "nieprzeczytana"

# MSG_HELP_CO_CH_ACTION_SET_STATUS_TO_UNREAD (2228//)
source: Set the status of the filtered mail to 'Unread'
pl: Ustawia status odfiltrowanej wiadomości na "nieprzeczytana"

# MSG_CO_ACTION_SET_STATUS_TO_SPAM (2229//)
source: Set status to 'Spam'
pl: Ustawiono status na "niechciana"

# MSG_HELP_CO_CH_ACTION_SET_STATUS_TO_SPAM (2230//)
source: Set the status of the filtered mail to 'Spam'
pl: Ustawia status odfiltrowanej wiadomości na "niechciana"

# MSG_CO_ACTION_SET_STATUS_TO_HAM (2231//)
source: Set status to 'Not spam'
pl: Ustawiono status na "pożądana"

# MSG_HELP_CO_CH_ACTION_SET_STATUS_TO_HAM (2232//)
source: Set the status of the filtered mail to 'Not spam'
pl: Ustawia status odfiltrowanej wiadomości na "pożądana"

# MSG_CO_QUICKSEARCHBAR (2422//)
source: Quick search bar
pl: Pokazuj pasek szy_bkiego wyszukiwania w oknie głównym

# MSG_HELP_CO_CH_QUICKSEARCHBAR (2423//)
source: Here you can select the position of the quick search bar.
pl: Jeśli zaznaczone, pasek wyszukiwania będzie wyświetlany w oknie głównym, aby umożliwić szybsze wyszukiwanie określonych wiadomości.

# MSG_DOC_LANGUAGE_CODE (2519//)
source: <EMPTY>
pl: pl

# MSG_WR_CANCEL (2527//)
source: _Cancel
pl: Poniechaj

# MSG_HELP_WR_BT_CANCEL (2528//)
source: Aborts the mail editing and closes the window.
pl: Usuwa utworzoną wiadomość.
