Repository: Futaura/yam
Catalog: locale/polish.po
Languages: pl

# MSG_Message (1//)
source: Message
pl: Wiadomość

# MSG_Attachments (2//)
source: Attachments
pl: Załączniki

# MSG_Options (3//)
source: Options
pl: Opcje

# MSG_New (6//)
source: New
pl: Nowy

# MSG_Open (7//)
source: Open...
pl: Otwórz...

# MSG_Append (8//)
source: Append...
pl: Dołącz...

# MSG_Save (9//)
source: Save
pl: Zapisz

# MSG_SaveAs (10//)
source: Save as...
pl: Zapisz jako...

# MSG_Print (11//)
source: Print...
pl: Drukuj...

# MSG_Edit (12//)
source: Edit...
pl: Edytuj...

# MSG_Use (17//)
source: _Use
pl: _Użyj

# MSG_Cancel (18//)
source: _Cancel
pl: Ponie_chaj

# MSG_YesNoReq (23//)
source: *_Yes|_No
pl: *_Tak|_Nie

# MSG_ErrorReq (24//)
source: Error
pl: Błąd

# MSG_NewEntry (25//)
source: - new -
pl: - nowy -

# MSG_Date (28//)
source: Date
pl: Data

# MSG_Sender (29//)
source: Sender
pl: Nadawca

# MSG_Recipient (30//)
source: Recipient
pl: Odbiorca

# MSG_Subject (31//)
source: Subject
pl: Temat

# MSG_Size (32//)
source: Size
pl: Wielkość

# MSG_FolderList (34//)
source: Folder list
pl: Lista folderów

# MSG_MessageList (35//)
source: Message list
pl: Lista wiadomości

# MSG_Realname (36//)
source: Real name
pl: Imię i nazwisko

# MSG_Filename (37//)
source: Filename
pl: Nazwa pliku

# MSG_Description (39//)
source: Description
pl: Opis

# MSG_DOB (40//)
source: Date of birth
pl: Data urodzenia

# MSG_City (41//)
source: City
pl: Miasto

# MSG_Country (42//)
source: Country
pl: Państwo

# MSG_Street (43//)
source: Street
pl: Ulica

# MSG_Phone (44//)
source: Phone
pl: Telefon

# MSG_Name (45//)
source: Name
pl: Imię

# MSG_Email (46//)
source: E-mail address
pl: Adres e-mail

# MSG_Address (47//)
source: Address
pl: Adres

# MSG_ReturnAddress (48//)
source: Return address
pl: Adres zwrotny

# MSG_SenderRecpt (49//)
source: Sender/recipient
pl: Nadawca/odbiorca

# MSG_MessageDate (50//)
source: Message date
pl: Data wiadomości

# MSG_Unread (51//)
source: Unread
pl: Nieprzeczytanych

# MSG_Total (52//)
source: Total
pl: Razem

# MSG_From (53//)
source: From
pl: Od

# MSG_To (54//)
source: To
pl: Do

# MSG_Columns (56//)
source: Columns
pl: Kolumny

# MSG_Version (60//)
source: Version:
pl: Wersja:

# MSG_CompilationDate (61//)
source: Compilation date:
pl: Data kompilacji:

# MSG_UserLogin (65//)
source: Click your name to login:
pl: Wybierz użytkownika do zalogowania:

# MSG_ErrorStartup (67//)
source: Error during startup
pl: Błąd przy starcie

# MSG_Quit (68//)
source: Quit
pl: Skończ

# MSG_LoadingConfig (70//)
source: Loading configuration...
pl: Wczytuję konfigurację...

# MSG_CreatingGUI (71//)
source: Creating user interface...
pl: Tworzę interfejs użytkownika...

# MSG_ErrorMuiApp (72//)
source: Can't create application
pl: Nie można utworzyć aplikacji

# MSG_RebuildIndices (73//)
source: Rebuilding folders' indices...
pl: Odbudowuję indeksy folderów...

# MSG_LoadingFolders (74//)
source: Loading folders...
pl: Wczytuję foldery...

# MSG_LoadingABook (75//)
source: Loading address book...
pl: Wczytuję książkę adresową...

# MSG_InitLibs (76//)
source: Initializing libraries and classes...
pl: Inicjalizuję biblioteki i klasy...

# MSG_ErrorAslStruct (78//)
source: Can't allocate ASL structure
pl: Nie można zaalokować struktury ASL

# MSG_ErrorTimer (79//)
source: Can't open timer.device
pl: Nie można otworzyć timer.device

# MSG_ErrorARexx (80//)
source: Can't create ARexx port
pl: Nie można utworzyć portu ARexx'a

# MSG_LoadingGFX (81//)
source: Loading graphics...
pl: Wczytuję grafikę...

# MSG_SendStartReq (82//)
source: The Outgoing folder contains unsent mail. Do you want to send these messages now?
pl: Folder "Wychodzące" zawiera niewysłane wiadomości. Czy chcesz wysłać je teraz?

# MSG_QuitYAMReq (83//)
source: Do you really want to quit YAM?
pl: Czy na pewno chcesz skończyć pracę z programem YAM?

# MSG_CTtextplain (84//)
source: plain text
pl: czysty tekst

# MSG_CTtexthtml (85//)
source: HTML document
pl: dokument - HTML

# MSG_CTtextaguide (86//)
source: AmigaGuide document
pl: dokument - AmigaGuide

# MSG_CTapplicationoctetstream (87//)
source: binary file
pl: plik binarny

# MSG_CTapplicationpostscript (88//)
source: Postscript document
pl: dokument - Postscript

# MSG_CTapplicationlha (90//)
source: LhA archive
pl: archiwum - LhA

# MSG_CTapplicationlzx (91//)
source: LZX archive
pl: archiwum - LZX

# MSG_CTapplicationzip (92//)
source: ZIP archive
pl: archiwum - ZIP

# MSG_CTapplicationamigaexe (93//)
source: Amiga executable
pl: plik wykonywalny

# MSG_CTimagejpeg (94//)
source: JPEG/JFIF picture
pl: obrazek - JPEG/JFIF

# MSG_CTimagegif (95//)
source: GIF picture
pl: obrazek - GIF

# MSG_CTimagepng (96//)
source: PNG picture
pl: obrazek - PNG

# MSG_CTimagetiff (97//)
source: TIFF picture
pl: obrazek - TIFF

# MSG_CTimageilbm (98//)
source: Amiga IFF-ILBM picture
pl: obrazek - IFF-ILBM

# MSG_CTaudiobasic (99//)
source: UNIX audio file
pl: plik dźwiękowy - UNIX

# MSG_CTaudio8svx (100//)
source: Amiga IFF-8SVX audio
pl: plik dźwiękowy - IFF-8SVX

# MSG_CTaudiowav (101//)
source: Microsoft WAV audio
pl: plik dźwiękowy - WAV

# MSG_CTvideompeg (102//)
source: MPEG video stream
pl: animacja - MPEG

# MSG_CTvideoquicktime (103//)
source: Apple QuickTime video
pl: animacja - QuickTime

# MSG_CTvideoanim (104//)
source: Amiga IFF-ANIM video
pl: animacja - IFF-ANIM

# MSG_CTvideomsvideo (105//)
source: Microsoft AVI video
pl: animacja - AVI

# MSG_CTmessagerfc822 (106//)
source: E-mail message
pl: Wiadomość

# MSG_LOG_Started (107//)
source: YAM started
pl: YAM uruchomiony

# MSG_LOG_Terminated (108//)
source: YAM terminated
pl: YAM przerwany

# MSG_LOG_LoggedIn (109//)
source: Logged in as user '%s'
pl: Zalogowano jako użytkownik "%s"

# MSG_LOG_LoggedInVerbose (110//)
source: Logged in as '%s', using configuration '%s' and mail directory '%s'
pl: Zalogowano jako użytkownik "%s", używając konfiguracji "%s" i katalogu poczty "%s"

# MSG_LOG_Deleting (111//)
source: Deleted %ld message(s) in folder '%s'
pl: Skasowano %ld wiadomości w folderze "%s"

# MSG_LOG_DeletingVerbose (112//)
source: Deleted message from '%s' about '%s' in folder '%s'
pl: Skasowano wiadomość od "%s" o "%s" w folderze "%s"

# MSG_LOG_Moving (113//)
source: Moved %ld message(s) from folder '%s' to '%s'
pl: Przeniesiono %ld wiadomości z foldera "%s" do "%s"

# MSG_LOG_MovingVerbose (114//)
source: Moved message from '%s' about '%s' from folder '%s' to '%s'
pl: Przeniesiono wiadomość od "%s" o "%s" z foldera "%s" do "%s"

# MSG_LOG_Copying (115//)
source: Copied %ld message(s) from folder '%s' to '%s'
pl: Skopiowano %ld wiadomości z foldera "%s" do "%s"

# MSG_LOG_CopyingVerbose (116//)
source: Copied message from '%s' about '%s' from folder '%s' to '%s'
pl: Skopiowano wiadomość od "%s" o "%s" z foldera "%s" do "%s"

# MSG_LOG_RetrievingVerbose (118//)
source: Retrieved message from '%s' about '%s' (%ld bytes)
pl: Odebrano wiadomość od "%s" o "%s" (%ld bajtów)

# MSG_LOG_ConnectSMTP (120//)
source: Connected to SMTP server '%s'
pl: Połączono się z serwerem SMTP "%s"

# MSG_LOG_SendingVerbose (121//)
source: Sent message to '%s' about '%s' (%ld bytes)
pl: Wysłano wiadomość do "%s" o "%s" (%ld bajtów)

# MSG_LOG_Sending (122//)
source: Sent %ld message(s) using SMTP server '%s'
pl: Wysłano %ld wiadomości używając serwera SMTP "%s"

# MSG_LOG_Editing (123//)
source: Edited message from '%s' to '%s' about '%s'
pl: Edytowano wiadomość od "%s" do "%s" o "%s"

# MSG_LOG_Creating (124//)
source: Wrote new message for '%s' about '%s', including %ld attachment(s)
pl: Napisano nową wiadomość do "%s" o "%s", dołączonych załączników: %ld

# MSG_LOG_Replying (125//)
source: Replied message from '%s' about '%s'
pl: Odpisano na wiadomość od "%s" o "%s"

# MSG_LOG_Forwarding (127//)
source: Forwarded message from '%s' about '%s' to '%s'
pl: Podesłano wiadomość od "%s" o "%s" do "%s"

# MSG_LOG_SavingConfig (129//)
source: Saved configuration file '%s'
pl: Zapisano plik konfiguracyjny "%s"

# MSG_LOG_SavingABook (130//)
source: Saved address book '%s'
pl: Zapisano książkę adresową "%s"

# MSG_LOG_SavingUsers (131//)
source: Saved user configuration
pl: Zapisano konfigurację użytkownika

# MSG_LOG_NewAddress (132//)
source: Added address book entry '%s'
pl: Dodano do książki adresowej wpis "%s"

# MSG_LOG_Importing (133//)
source: Imported %ld message(s) from file '%s' into folder '%s'
pl: Importowano %ld wiadomości z pliku "%s" do foldera "%s"

# MSG_LOG_Exporting (134//)
source: Exported %ld message(s) from folder '%s' to file '%s'
pl: Eksportowano %ld wiadomości z foldera "%s" do pliku "%s"

# MSG_LOG_SavingAtt (135//)
source: Saved attachment '%s' of message '%s' in folder '%s'
pl: Zapisano załącznik "%s" z wiadomości "%s" w folderze "%s"

# MSG_LOG_ChangingSubject (137//)
source: Changed subject '%s' of message '%s' in folder '%s' to '%s'
pl: Zmieniono temat "%s" wiadomości "%s" w folderze "%s" na "%s"

# MSG_UT_Save (138//)
source: Save
pl: Zapisz

# MSG_UT_Load (139//)
source: Load
pl: Wczytaj

# MSG_UT_PGPPassReq (140//)
source: Please enter your PGP passphrase:
pl: Podaj swoje hasło PGP:

# MSG_MA_GetFolderPass (144//)
source: Folder '%s' is a protected folder. Please enter the password to unlock it:
pl: Folder "%s" jest zabezpieczony. Podaj hasło aby go odblokować:

# MSG_MA_ReplyReq (149//)
source: The selected message has multiple recipients. You want to send the reply to the...
pl: Wybrana wiadomość ma wielu odbiorców. Chcesz wysłać odpowiedź...

# MSG_MA_ReplyReqOpt (150//)
source: *_Sender|Sender and _all Recipients|_Recipients|_Cancel
pl: *...do _nadawcy|...do n_adawcy i wszystkich odbiorców|...do odbio_rców|Ponie_chaj

# MSG_MA_CompareReq (151//)
source: Sender address (From) is \033b<%s>\033n, but return address (Reply-To) is \033b<%s>\033n. To which address do you want to reply to?
pl: Adres nadawcy (Od) to \033b<%s>\033n, ale adres zwrotny (Odpisz-Do) to \033b<%s>\033n. Na który adres chcesz odpisać?

# MSG_MA_Compare3ReqOpt (152//)
source: _From|*_Reply-To|_Both|_Cancel
pl: _Nadawcy|*Zw_rotnego|O_bu|Ponie_chaj

# MSG_MA_Compare2ReqOpt (153//)
source: _From|*_Reply-To|_Cancel
pl: _Nadawcy|*Zw_rotnego|Ponie_chaj

# MSG_MA_ConfirmReq (155//)
source: Confirmation Request
pl: Żądanie potwierdzenia

# MSG_MA_FilterStats (160//)
source: Filtering done: %3ld messages checked, %3ld forwarded, %3ld moved, %3ld deleted
pl: Filtrowanie zakończone: sprawdzonych: %3ld, podesłanych: %3ld, zarchiwizowanych: %3ld, skasowanych: %3ld

# MSG_MA_ExportAppendReq (161//)
source: The output file already exists. Do you want to overwrite it or append the messages?
pl: Plik wyjściowy już istnieje. Czy chcesz go zastąpić czy dołączyć do niego wiadomości?

# MSG_MA_ExportAppendOpts (162//)
source: *_Overwrite|_Append|_Cancel
pl: *_Zastąp|_Dołącz|Ponie_chaj

# MSG_MA_MoveMsg (163//)
source: Move message(s)
pl: Przenoszenie wiadomości

# MSG_MA_MoveMsgReq (164//)
source: Please select a destination folder:
pl: Wybierz folder docelowy:

# MSG_MA_MoveGad (165//)
source: _Move
pl: _Przenieś

# MSG_MA_CopyMsg (166//)
source: Copy message(s)
pl: Kopiowanie wiadomości

# MSG_MA_CopyGad (167//)
source: Cop_y
pl: _Kopiuj

# MSG_MA_ChangeSubjReq (168//)
source: Enter a new subject:
pl: Podaj nowy temat:

# MSG_MA_All (169//)
source: All
pl: Wszystkie

# MSG_MA_Scripts (172//)
source: Scripts
pl: Skrypty

# MSG_MA_ExecuteScript (173//)
source: Execute script...
pl: Wykonaj skrypt...

# MSG_MA_CheckSingle (174//)
source: Check single account
pl: Sprawdź pojedyncze konto

# MSG_MA_WinTitle (177//)
source: YAM %s - User: %s
pl: YAM %s - Użytkownik: %s

# MSG_MA_ToPrefix (178//)
source: \033bTo: \033n
pl: \033bDo: \033n

# MSG_MA_Incoming (179//)
source: Incoming
pl: Przychodzące

# MSG_MA_Outgoing (180//)
source: Outgoing
pl: Wychodzące

# MSG_MA_Sent (181//)
source: Sent
pl: Wysłane

# MSG_MA_TBRead (184//8)
source: Rea_d
pl: _Czytaj

# MSG_MA_TBEdit (185//8)
source: _Edit
pl: _Edytuj

# MSG_MA_TBMove (186//8)
source: _Move
pl: Pr_zen.

# MSG_MA_TBDelete (187//8)
source: De_lete
pl: S_kasuj

# MSG_MA_TBGetAddr (188//8)
source: Ge_tAdd
pl: _WeźAdr

# MSG_MA_TBWrite (189//8)
source: _New
pl: _Nowa

# MSG_MA_TBReply (190//8)
source: _Reply
pl: O_dpisz

# MSG_MA_TBForward (191//8)
source: For_ward
pl: P_rzekaż

# MSG_MA_TBGetMail (192//8)
source: _Get
pl: Po_bierz

# MSG_MA_TBSendAll (193//8)
source: _Send
pl: Wyś_lij

# MSG_MA_TBFilter (194//8)
source: F_ilter
pl: F_iltruj

# MSG_MA_TBFind (195//8)
source: _Find
pl: Szuka_j

# MSG_MA_TBAddrBook (196//8)
source: A_book
pl: _Adresy

# MSG_MA_TBConfig (197//8)
source: _Config
pl: Kon_fig

# MSG_MA_Project (198//)
source: Project
pl: Projekt

# MSG_MA_AboutMUI (200//)
source: About MUI...
pl: O MUI...

# MSG_MA_LastErrors (202//)
source: Show last message
pl: Pokaż ostatni komunikat

# MSG_MA_Restart (203//)
source: Restart
pl: Uruchom ponownie

# MSG_MA_NewFolder (206//)
source: New folder
pl: Nowy folder

# MSG_MA_Select (211//)
source: Select
pl: Wybierz

# MSG_MA_MDelete (227//)
source: Delete
pl: Skasuj

# MSG_MA_Save (230//)
source: Save...
pl: Zapisz...

# MSG_MA_MGetAddress (235//)
source: Save address...
pl: Zapisz adres...

# MSG_MA_SetStatus (236//)
source: Set status to
pl: Ustaw status na

# MSG_MA_ChangeSubj (241//)
source: Change subject...
pl: Zmień temat...

# MSG_MA_MSend (242//)
source: Send
pl: Wyślij

# MSG_MA_Settings (243//)
source: Settings
pl: Ustawienia

# MSG_MA_MAddrBook (244//)
source: Address book
pl: Książka adresowa

# MSG_MA_MConfig (245//)
source: Configuration
pl: Konfiguracja

# MSG_MA_MUsers (246//)
source: Users
pl: Użytkownicy

# MSG_HELP_MA_BT_READ (247//)
source: Display the contents of the current message.
pl: Wyświetla zawartość wybranej wiadomości.

# MSG_HELP_MA_BT_EDIT (248//)
source: Modify the current message.
pl: Modyfikuje wybraną wiadomość.

# MSG_HELP_MA_BT_MOVE (249//)
source: Move selected message(s) to another folder.
pl: Przenosi wybrane wiadomości do innego foldera.

# MSG_HELP_MA_BT_DELETE (250//)
source: Delete selected message(s).
pl: Kasuje wybrane wiadomości.

# MSG_HELP_MA_BT_GETADDRESS (251//)
source: Save sender's address in your address book.
pl: Zapisuje adres nadawcy w książce adresowej.

# MSG_HELP_MA_BT_WRITE (252//)
source: Compose a new message.
pl: Tworzy nową wiadomość.

# MSG_HELP_MA_BT_REPLY (253//)
source: Reply to the selected message(s).
pl: Odpisuje na wybraną wiadomość.

# MSG_HELP_MA_BT_FORWARD (254//)
source: Forward the selected message(s) to another recipient.
pl: Przekazuje wybraną wiadomość do innego odbiorcy.

# MSG_HELP_MA_BT_POPNOW (255//)
source: Connect to the mail server and download new messages.
pl: Łączy się z serwerem poczty i odbiera nowe wiadomości.

# MSG_HELP_MA_BT_SENDALL (256//)
source: Send queued messages in the Outgoing folder.
pl: Wysyła oczekujące wiadomości z foldera "Wychodzące".

# MSG_HELP_MA_BT_FILTER (257//)
source: Apply filters to the messages in this folder. Please note that if 2 or more messages are currently selected, only those will be filtered.
pl: Filtruje wszystkie wiadomości w folderze. Proszę pamiętać, że jeśli wybrane są co najmniej 2 wiadomości, opcja filtrowania zostanie zastosowana tylko do nich.

# MSG_HELP_MA_BT_SEARCH (258//)
source: Search your mail folders.
pl: Przeszukuje foldery.

# MSG_HELP_MA_BT_ABOOK (259//)
source: Open the address book.
pl: Otwiera książkę adresową.

# MSG_HELP_MA_BT_CONFIG (260//)
source: Modify YAM's preferences.
pl: Modyfikuje ustawienia programu.

# MSG_CO_ChangeFolderPass (262//)
source: Enter a new password for this folder:
pl: Podaj nowe hasło dla tego foldera:

# MSG_CO_RetypePass (263//)
source: Please re-type the password:
pl: Wpisz ponownie hasło:

# MSG_CO_ConfirmDelete (264//)
source: All messages in this folder will be lost. Do you really want to delete it?
pl: Wszystkie wiadomości w tym folderze zostaną utracone. Czy na pewno chcesz go skasować?

# MSG_CO_InvalidConf (265//)
source: Invalid configuration (missing SMTP/POP3 server name or e-mail address). Please fill in these fields and try again.
pl: Niewłaściwa konfiguracja (brak nazwy serwera SMTP/POP3 lub adresu e-mail). Proszę wypełnić te pola i spróbować ponownie.

# MSG_CO_ImportMIMEReq (266//)
source: Import settings from...
pl: Importuj ustawienia z...

# MSG_CO_ImportMIMEGads (267//)
source: *_MIME.prefs|m_ailcap|m_ime.types|_Cancel
pl: *_MIME.prefs|m_ailcap|m_ime.types|Ponie_chaj

# MSG_CO_NewIntroDef (268//)
source: Hello,\\n
pl: Cześć,\n

# MSG_CO_ForwardIntroDef (271//)
source: *** Begin of forwarded message ***\\n\\nDate: %c\\nFrom: %n <%e>\\nSubject: %s\\n\\n--- Forwarded message follows ---\\n\\n
pl: *** Początek podsyłanej wiadomości ***\n\nData: %c\nOd: %n <%e>\nTemat: %s\n\n--- Podsyłana wiadomość ---\n\n

# MSG_CO_ForwardFinishDef (272//)
source: *** End of forwarded message ***\\n
pl: *** Koniec podsyłanej wiadomości ***\n

# MSG_CO_GreetingsDef (273//)
source: Kind regards
pl: Pozdrawiam

# MSG_CO_MLRepIntroDef (277//)
source: On %c, %n wrote:\\n
pl: Dnia %c, %n napisał(a):\\n

# MSG_CO_MLRepByeDef (278//)
source: Regards
pl: Pozdrawiam

# MSG_CO_LineBreak (279//)
source: \\n Line break
pl: \\n Nowa linia

# MSG_CO_SenderName (280//)
source: %n Original sender: Name
pl: %n Nadawca: imię i nazwisko

# MSG_CO_SenderFirstname (281//)
source: %f Original sender: First name
pl: %f Nadawca: imię

# MSG_CO_SenderAddress (282//)
source: %e Original sender: Address
pl: %e Nadawca: adres

# MSG_CO_SenderSubject (283//)
source: %s Original message: Subject
pl: %s Wiadomość: temat

# MSG_CO_SenderDate (284//)
source: %d Original message: Date
pl: %d Wiadomość: data

# MSG_CO_SenderTime (285//)
source: %t Original message: Time
pl: %t Wiadomość: godzina

# MSG_CO_SenderDOW (286//)
source: %w Original message: Day of week
pl: %w Wiadomość: dzień tygodnia

# MSG_CO_SenderMsgID (287//)
source: %m Original message: Message ID
pl: %m Wiadomość: identyfikator

# MSG_CO_RecptName (290//)
source: %r Recipient: Name
pl: %r Odbiorca: imię i nazwisko

# MSG_CO_RecptFirstname (291//)
source: %v Recipient: First name
pl: %v Odbiorca: imię

# MSG_CO_RecptAddress (292//)
source: %a Recipient: Address
pl: %a Odbiorca: adres

# MSG_CO_ORecptName (293//)
source: %r Original recipient: Name
pl: %r Odbiorca: imię i nazwisko

# MSG_CO_ORecptFirstname (294//)
source: %v Original recipient: First name
pl: %v Odbiorca: imię

# MSG_CO_ORecptAddress (295//)
source: %a Original recipient: Address
pl: %a Odbiorca: adres

# MSG_CO_CompleteHeader (296//)
source: %h Complete header
pl: %h Cały nagłówek

# MSG_CO_ArchiveName (297//)
source: %a Filename of archive
pl: %a Nazwa archiwum

# MSG_CO_ArchiveFiles (298//)
source: %f Files to be archived
pl: %f Pliki do zarchiwizowania

# MSG_CO_ArchiveFilelist (299//)
source: %l List containing filenames
pl: %l Lista zawierająca nazwy plików

# MSG_CO_CrdFirstSteps (300//)
source: First steps
pl: Pierwsze kroki

# MSG_CO_CrdFilters (303//)
source: Filters
pl: Filtry

# MSG_CO_CrdRead (304//)
source: Read
pl: Czytanie

# MSG_CO_CrdWrite (305//)
source: Write
pl: Pisanie

# MSG_CO_CrdSignature (307//)
source: Signature
pl: Podpis

# MSG_CO_CrdSecurity (310//)
source: Security
pl: Zabezpieczenia

# MSG_CO_CrdMixed (311//)
source: Miscellaneous
pl: Dodatki

# MSG_CO_CrdABook (314//)
source: Address book
pl: Książka adresowa

# MSG_CO_Save (315//)
source: _Save
pl: Zapi_sz

# MSG_CO_Use (316//)
source: _Use
pl: _Użyj

# MSG_CO_Cancel (317//)
source: _Cancel
pl: Ponie_chaj

# MSG_CO_MinConfig (343//)
source: Minimal configuration
pl: Minimalna konfiguracja

# MSG_CO_RealName (344//)
source: _Real name
pl: _Imię i nazwisko

# MSG_CO_EmailAddress (345//)
source: _E-mail address
pl: Adres _e-mail

# MSG_CO_Password (347//)
source: _Password
pl: _Hasło

# MSG_CO_TimeZone (348//)
source: Time _zone
pl: Strefa c_zasowa

# MSG_CO_SendMail (350//)
source: Send mail (SMTP)
pl: Wysyłanie poczty (SMTP)

# MSG_CO_Allow8bit (353//)
source: Server allows _8bit characters
pl: Serwer SMTP obsługuje _8 bitów

# MSG_CO_ReceiveMail (354//)
source: Receive mail (POP3)
pl: Odbieranie poczty (POP3)

# MSG_CO_POPUserID (355//)
source: User name
pl: Nazwa użytkownika

# MSG_CO_POPActive (356//)
source: _Active
pl: Akty_wny

# MSG_CO_DeleteServerMail (357//)
source: Delete mail _on server
pl: Kasuj p_ocztę na serwerze

# MSG_CO_PSNever (359//)
source: never
pl: nigdy

# MSG_CO_PSLarge (360//)
source: large messages
pl: duże wiadomości

# MSG_CO_PSAlways (361//)
source: always
pl: zawsze

# MSG_CO_PSAlwaysFast (362//)
source: always, only sizes
pl: zawsze, tylko wielkości

# MSG_CO_TWNever (363//)
source: hide always
pl: zawsze ukrywaj

# MSG_CO_TWAuto (364//)
source: automatic
pl: automatycznie

# MSG_CO_TWAlways (365//)
source: show always
pl: zawsze pokazuj

# MSG_CO_TransferWin (368//)
source: _Transfer window
pl: Okno _transferu

# MSG_CO_PreSelect (369//)
source: _Pre-selection
pl: _Preselekcja

# MSG_CO_CheckMail (374//)
source: Check for new mail every
pl: Sprawdzaj pocztę co

# MSG_CO_Minutes (375//)
source: minutes
pl: minut(y)

# MSG_CO_NotiReq (378//)
source: _Requester
pl: _Komunikat

# MSG_CO_NotiSound (379//)
source: S_ound
pl: Dźw_ięk

# MSG_CO_NotiCommand (380//)
source: Co_mmand
pl: Polece_nie

# MSG_CO_Name (381//)
source: N_ame
pl: N_azwa

# MSG_CO_Remote (388//)
source: Remote _filter
pl: _Filtr zdalny

# MSG_CO_ApplyToNew (389//)
source: A_pply to new mail
pl: Filtruj _przychodzącą

# MSG_CO_ApplyToSent (390//)
source: Apply to sent _mail
pl: Filtruj _wychodzącą

# MSG_CO_ApplyOnReq (391//)
source: Apply on _request
pl: Filt_ruj na żądanie

# MSG_CO_ActionForward (393//)
source: _Forward
pl: Pod_eślij

# MSG_CO_ActionReply (394//)
source: Repl_y
pl: O_dpisz

# MSG_CO_ActionExecute (395//)
source: E_xecute
pl: _Wykonaj

# MSG_CO_ActionPlay (396//)
source: _Play sound
pl: Od_twórz dźwięk

# MSG_CO_ActionMove (397//)
source: _Move
pl: _Przenieś

# MSG_CO_ActionDelete (398//)
source: Dele_te
pl: Kasu_j

# MSG_CO_ActionSkip (399//)
source: Don't do_wnload
pl: Nie _odbieraj

# MSG_CO_HeadNone (400//)
source: none
pl: brak

# MSG_CO_HeadShort (401//)
source: custom
pl: własne

# MSG_CO_HeadFull (402//)
source: all
pl: pełne

# MSG_CO_SINone (403//)
source: none
pl: brak

# MSG_CO_SIFields (404//)
source: data only
pl: tylko dane

# MSG_CO_SIAll (405//)
source: data and image
pl: dane i zdjęcie

# MSG_CO_SLBlank (406//)
source: blank line
pl: pusta linia

# MSG_CO_SLDash (407//)
source: two dashes
pl: dwa myślniki

# MSG_CO_SLBar (408//)
source: separator bar
pl: belka separująca

# MSG_CO_SLSkip (409//)
source: no signature
pl: bez podpisu

# MSG_CO_HeaderLayout (410//)
source: Header layout
pl: Układ nagłówka

# MSG_CO_BodyLayout (411//)
source: Message body layout
pl: Układ wiadomości

# MSG_CO_OtherOptions (412//)
source: Other options
pl: Inne opcje

# MSG_CO_WrapHeader (413//)
source: _Wrap headers
pl: _Dziel nagłówki

# MSG_CO_OldQuotes (414//)
source: Old quotes
pl: Cytowany tekst

# MSG_CO_Header (416//)
source: _Headers
pl: _Nagłówki

# MSG_CO_SenderInfo (417//)
source: Sender _info
pl: _Informacje o nadawcy

# MSG_CO_SignatureSep (418//)
source: Si_g. separator
pl: Oddzielanie _podpisu

# MSG_CO_ColoredText (419//)
source: Colored text
pl: Kolorowany tekst

# MSG_CO_MultiReadWin (420//)
source: _Multiple windows
pl: _Wiele okien

# MSG_CO_DisplayAll (422//)
source: Display _all texts
pl: Wyświetl_aj wszystkie teksty

# MSG_CO_FixedFontEdit (423//)
source: Use _fixed font
pl: Używaj proporcjonalnych c_zcionek

# MSG_CO_MimeType (425//)
source: MIME _type
pl: _Typ MIME

# MSG_CO_MimeCmd (426//)
source: _Viewer
pl: _Wyświetlarka

# MSG_CO_Extension (427//)
source: File e_xtensions
pl: _Rozszerzenie nazwy pliku

# MSG_CO_DefaultViewer (428//)
source: De_fault viewer
pl: Stan_dardowa wyświetlarka

# MSG_CO_Organization (432//)
source: _Organization
pl: _Organizacja

# MSG_CO_ExtraHeaders (433//)
source: E_xtra headers
pl: Dodatkowy _nagłówek

# MSG_CO_MessageBody (434//)
source: Message body
pl: Wiadomość
