Repository: Futaura/yam
Catalog: locale/polish.po
Languages: pl

# MSG_CO_Welcome (435//)
source: Welcome _phrase
pl: _Powitanie

# MSG_CO_Greetings (436//)
source: Closing p_hrase
pl: Poże_gnanie

# MSG_CO_Editor (437//)
source: Editor
pl: Edytor

# MSG_CO_WordWrap (438//)
source: _Word-wrap
pl: Przenoszenie _wyrazów

# MSG_CO_EWOff (439//)
source: off
pl: wyłączone

# MSG_CO_EWAsYouType (440//)
source: as you type
pl: podczas pisania

# MSG_CO_EWBeforeSend (441//)
source: before sending
pl: przed wysłaniem

# MSG_CO_ExternalEditor (442//)
source: _External editor
pl: _Edytor zewnętrzny

# MSG_CO_PhraseOpen (444//)
source: Open
pl: Powitanie

# MSG_CO_PhraseIntro (445//)
source: Intro
pl: Wprowadzenie

# MSG_CO_PhraseClose (446//)
source: Close
pl: Pożegnanie

# MSG_CO_Forwarding (447//)
source: Forwarding
pl: Podsyłanie

# MSG_CO_FwdInit (448//)
source: _Initial phrase
pl: P_oczątek

# MSG_CO_FwdFinish (449//)
source: _Terminating phrase
pl: _Koniec

# MSG_CO_Replying (450//)
source: Replying
pl: Odpisywanie

# MSG_CO_RepInit (451//)
source: Default _reply phrases
pl: Standa_rdowe

# MSG_CO_AltRepInit (452//)
source: _Alternative reply phrases
pl: _Alternatywne

# MSG_CO_AltRepPat (453//)
source: Use with these _domains
pl: Używaj z tymi _domenami

# MSG_CO_MLRepInit (454//)
source: _Mailing list reply phrases
pl: Odpisywa_nie na listę dyskusyjną

# MSG_CO_QuoteEmpty (456//)
source: Quote _empty lines
pl: Cytuj pust_e linie

# MSG_CO_VerifyAddress (457//)
source: _Verify recipient address
pl: Spra_wdzaj adres odbiorcy

# MSG_CO_StripSignature (458//)
source: Stri_p signature
pl: Wycinaj _podpis

# MSG_CO_DefSig (459//)
source: Default signature
pl: Standardowy podpis

# MSG_CO_AltSig1 (460//)
source: Alt. signature #1
pl: Alternatywny #1

# MSG_CO_AltSig2 (461//)
source: Alt. signature #2
pl: Alternatywny #2

# MSG_CO_Signature (462//)
source: Signature
pl: Podpis

# MSG_CO_EditSig (464//)
source: _Edit in external editor
pl: _Edytuj w zewnętrznym edytorze

# MSG_CO_InsertTag (465//)
source: Insert _random tagline
pl: _Wstaw linię losową

# MSG_CO_InsertENV (466//)
source: Insert E_NV:Signature
pl: Wstaw E_NV:Signature

# MSG_CO_Taglines (467//)
source: Taglines
pl: Linie losowe

# MSG_CO_TaglineFile (468//)
source: Tagline _file
pl: _Plik linii losowych

# MSG_CO_TaglineSep (469//)
source: T_agline separator
pl: Sep_arator linii losowych

# MSG_CO_FixedFontList (470//)
source: Use _fixed font
pl: Używaj c_zcionek proporcjonalnych

# MSG_CO_SwatchBeat (471//)
source: Show time in Swatch _Beats
pl: Używaj czasu Swatc_ha

# MSG_CO_LogNone (472//)
source: none
pl: brak

# MSG_CO_LogNormal (473//)
source: normal
pl: normalny

# MSG_CO_LogVerbose (474//)
source: verbose
pl: opisowy

# MSG_CO_PGPExe (475//)
source: P_GP's directory
pl: Ścieżka do P_GP

# MSG_CO_Logfiles (481//)
source: Log files
pl: Pliki raportów

# MSG_CO_LogPath (482//)
source: _Path
pl: Ścież_ka

# MSG_CO_LogSplit (483//)
source: Split _log file
pl: Dziel p_liki

# MSG_CO_LogMode (484//)
source: _Mode
pl: _Tryb

# MSG_CO_LogAllEvents (485//)
source: Log _all events
pl: Raportuj wszystkie zd_arzenia

# MSG_CO_OnStartup (486//)
source: On program startup
pl: Przy starcie

# MSG_CO_LoadAll (487//)
source: Load all folders
pl: Wczytuj wszystkie foldery

# MSG_CO_MarkNew (488//)
source: Mark new mail as unread
pl: Zaznaczaj nową pocztę jako nieprzeczytaną

# MSG_CO_SendStart (489//)
source: Send mail in outgoing queue
pl: Wysyłaj pocztę oczekującą

# MSG_CO_CheckDOB (491//)
source: Check birthdates
pl: Sprawdź daty urodzin

# MSG_CO_OnTermination (492//)
source: On program termination
pl: Przy zakończeniu pracy

# MSG_CO_DeleteOld (493//)
source: Delete old mail
pl: Kasuj starą pocztę

# MSG_CO_RemoveDel (494//)
source: Remove deleted mail
pl: Opróżnij śmietnik

# MSG_CO_ATABnever (495//)
source: never
pl: nigdy

# MSG_CO_ATABask (496//)
source: ask before
pl: najpierw zapytaj

# MSG_CO_ATABinfoask (497//)
source: if info available; ask
pl: jeśli informacja dostępna; zapytaj

# MSG_CO_ATABinfo (498//)
source: if info available
pl: jeśli informacja dostępna

# MSG_CO_ATABalways (499//)
source: always
pl: zawsze

# MSG_CO_InfoExc (500//)
source: Personal data exchange
pl: Wymiana danych osobowych

# MSG_CO_Gallery (501//)
source: Save _photos in
pl: _Nagrywaj zdjęcia w

# MSG_CO_AddToAddrbook (503//)
source: Sa_ve sender's address
pl: Za_pisz adres nadawcy

# MSG_CO_ProxyServer (504//)
source: _HTTP proxy server
pl: Serwer pośredniczący _HTTP

# MSG_CO_NewGroup (505//)
source: _Group for new entries
pl: _Grupa dla nowych wpisów

# MSG_CO_Paths (507//)
source: Paths
pl: Ścieżki

# MSG_CO_Detach (508//)
source: D_ecode files to
pl: D_ekoduj plik do

# MSG_CO_Attach (509//)
source: _Attach files from
pl: Dołącz_aj pliki z

# MSG_CO_TempDir (510//)
source: For _temporary files
pl: Ka_talog na pliki tymczasowe

# MSG_CO_AppIcon (511//)
source: Mailbox status
pl: Status skrzynki

# MSG_CO_PositionX (512//)
source: Position _X
pl: Pozycja _X

# MSG_CO_CloseGadget (513//)
source: Close _gadget iconifies program
pl: _Gadżet zamykający ikonifikuje program

# MSG_CO_SaveDelete (514//)
source: Save/delete messages
pl: Zapisywanie/kasowanie wiadomości

# MSG_CO_ConfirmDelPart1 (515//)
source: Confirm _deletion of
pl: Potwie_rdzaj kasowanie

# MSG_CO_ConfirmDelPart2 (516//)
source: or more messages
pl: lub więcej wiadomości

# MSG_CO_Remove (517//)
source: _Remove messages immediately
pl: Usuwaj _wiadomości natychmiast

# MSG_CO_XPK (525//)
source: XPK/LhA settings
pl: Ustawienia XPK/LhA

# MSG_CO_XPKPack (526//)
source: Packer
pl: Paker

# MSG_CO_XPKPackEnc (527//)
source: Pack/Protect
pl: Pakuj/zabezpiecz

# MSG_CO_Archiver (528//)
source: Archi_ver
pl: _Archiwizer

# MSG_CO_ScriptMenu (529//)
source: 'Scripts' menu entry %ld
pl: %ld pole menu "Skrypty"

# MSG_CO_ScriptStartup (530//)
source: Program startup
pl: Przy starcie programu

# MSG_CO_ScriptTerminate (531//)
source: Program termination
pl: Przy zakończeniu pracy

# MSG_CO_ScriptPreGetMail (532//)
source: Before getting mail
pl: Przed odebraniem poczty

# MSG_CO_ScriptPostGetMail (533//)
source: After getting mail
pl: Po odebraniu poczty

# MSG_CO_ScriptNewMsg (534//)
source: With each new message
pl: Przy każdej nowej wiadomości

# MSG_CO_ScriptPreSendMail (535//)
source: Before sending mail
pl: Przed wysłaniem poczty

# MSG_CO_ScriptPostSendMail (536//)
source: After sending mail
pl: Po wysłaniu poczty

# MSG_CO_ScriptReadMsg (537//)
source: When reading a message
pl: Podczas czytania wiadomości

# MSG_CO_ScriptPreWriteMsg (538//)
source: Before writing a message
pl: Przed napisaniem wiadomości

# MSG_CO_ScriptPostWriteMsg (539//)
source: After writing a message
pl: Po napisaniu wiadomości

# MSG_CO_ScriptClickURL (540//)
source: When double-clicking an URL
pl: Dwuklik na adresie URL

# MSG_CO_Script (541//)
source: Sc_ript
pl: Sk_rypt

# MSG_CO_OpenConsole (542//)
source: _Open console window
pl: _Otwórz okno konsoli

# MSG_CO_WaitTerm (543//)
source: _Wait for termination
pl: Czekaj na przer_wanie

# MSG_CO_Open (544//)
source: Open...
pl: Otwórz...

# MSG_CO_SaveAs (545//)
source: Save as...
pl: Zapisz jako...

# MSG_CO_Edit (546//)
source: Edit
pl: Edycja

# MSG_CO_ResetDefaults (547//)
source: Reset to defaults
pl: Ustaw standardowe

# MSG_CO_ResetAll (548//)
source: Reset all settings
pl: Skasuj wszystkie ustawienia

# MSG_CO_LastSaved (549//)
source: Last saved
pl: Ostatnio zapisane

# MSG_CO_Restore (550//)
source: Restore
pl: Odtwórz

# MSG_CO_ImportMIME (553//)
source: Import MIME viewers & types...
pl: Importuj ustawienia MIME...

# MSG_HELP_CO_ST_REALNAME (554//)
source: Your full name (first name last name).
pl: Twoje pełne imię (imię nazwisko).

# MSG_HELP_CO_ST_EMAIL (555//)
source: Your e-mail address.
pl: Twój adres e-mail.

# MSG_HELP_CO_ST_POPHOST (556//)
source: The address of the POP3 server to receive mail from. If you leave this field empty, the address of the SMTP server will be used as fallback.
pl: Adres serwera POP3 do odbierania poczty. Jeśli zostawisz to pole wolne, zostanie użyty adres serwera SMTP.

# MSG_HELP_CO_ST_PASSWD (557//)
source: Password to access the POP3 server.
pl: Hasło dostępu do serwera POP3.

# MSG_HELP_CO_ST_SMTPHOST (560//)
source: The address of the SMTP server to send mail to. If you leave this field empty, the address of the POP3 server will be used as fallback.
pl: Adres serwera SMTP do wysyłania poczty. Jeśli zostawisz to pole puste, zostanie użyty adres serwera POP3.

# MSG_HELP_CO_CH_SMTP8BIT (562//)
source: Do not convert messages to 7-bit when transferring. You should only use this option if you're sure that your SMTP server supports 8-bit transfers, otherwise your messages may get corrupted.
pl: Nie konwertuj wiadomości do postaci 7-bitowej. Używaj tej opcji tylko wtedy, gdy Twój serwer umożliwia transfer 8-bitowy. W przeciwnym razie Twoja wiadomość zostanie uszkodzona.

# MSG_HELP_CO_LV_POP3 (563//)
source: List of the POP3 servers.
pl: Lista kont POP3.

# MSG_HELP_CO_BT_PADD (564//)
source: Add a new POP3 servers to the list.
pl: Dodaje nowe konto POP3 do listy.

# MSG_HELP_CO_BT_PDEL (565//)
source: Remove the selected POP3 servers from the list.
pl: Usuwa wybrane konto POP3 z listy.

# MSG_HELP_CO_ST_POPUSERID (566//)
source: User name to log in on the POP3 server. If you leave this field empty, the user name part of your e-mail address will be used.
pl: Nazwa użytkownika do logowania na serwer POP3. Jeśli zostawisz to pole wolne, zostanie użyta nazwa użytkownika z Twojego adresu e-mail.

# MSG_HELP_CO_CH_DELETE (567//)
source: Delete messages from mail server after the download.
pl: Kasuje wiadomości z serwera poczty zaraz po ich pobraniu.

# MSG_HELP_CO_CH_POPENABLED (569//)
source: Check this account while checking for new mail.
pl: Łączy się z tym serwerem podczas sprawdzania nowej poczty.

# MSG_HELP_CO_CH_TRANSWIN (571//)
source: Show a progress window during mail transfers.
pl: Pokazuje okno zaawansowania podczas odbierania i wysyłania poczty.

# MSG_HELP_CO_CY_MSGSELECT (572//)
source: Message pre-selection shows (a part of) the contents of the POP3 mailbox and allows you to select which messages you want to download.
pl: Wstępny wybór wiadomości pokazuje zawartość (częściowo) skrzynki pocztowej POP3 i pozwala wybrać Ci, które wiadomości chcesz odebrać.

# MSG_HELP_CO_ST_WARNSIZE (574//)
source: Incoming messages bigger than this will be considered as 'large'.
pl: Wiadomości większe niż podana wartość będą uważane za "duże".

# MSG_HELP_CO_ST_INTERVAL (575//)
source: How often do you want YAM to automatically check for new mail?
pl: Jak często chcesz sprawdzać czy jest nowa poczta? Wpisz "0" lub nic nie wpisuj aby wyłączyć tę opcję.

# MSG_HELP_CO_CH_DLLARGE (576//)
source: When automatically checking for new mail, download large messages even if they exceed the size limit specified above.
pl: Pobiera duże wiadomości podczas automatycznego sprawdzania poczty nawet jeśli są większe niż wielkość podana wyżej.

# MSG_HELP_CO_CH_NOTIREQ (577//)
source: Show a requester when you get new mail.
pl: Pokazuje komunikat, gdy masz nową pocztę.

# MSG_HELP_CO_ST_NOTICMD (578//)
source: The program you want to execute when you get new mail.
pl: Program, który chcesz uruchomić, gdy odbierzesz nową pocztę.

# MSG_HELP_CO_ST_NOTISOUND (579//)
source: The sound file you want to play when you get new mail.
pl: Dźwięk, który chcesz odtworzyć, gdy odbierzesz nową pocztę.

# MSG_HELP_CO_LV_RULES (580//)
source: List of filters.
pl: Lista filtrów.

# MSG_HELP_CO_ST_RNAME (581//)
source: Filter name.
pl: Nazwa filtra.

# MSG_HELP_CO_CH_REMOTE (582//)
source: Apply this filter before downloading new mail.
pl: Używa tego filtra zanim odbierzesz wiadomość.

# MSG_HELP_CO_CH_APPLYNEW (583//)
source: Apply this filter to new messages.
pl: Używa tego filtra do nowych wiadomości.

# MSG_HELP_CO_CH_APPLYSENT (584//)
source: Apply this filter to sent messages.
pl: Używa tego filtra do wysłanych wiadomości.

# MSG_HELP_CO_CH_APPLYREQ (585//)
source: Apply this filter when you use the filter function manually.
pl: Używa tego filtra, gdy wybierzesz funkcję filtrowania.

# MSG_HELP_CO_CH_AFORWARD (589//)
source: Forward matching messages to another person.
pl: Podsyła pasujące wiadomości do innej osoby.

# MSG_HELP_CO_ST_AFORWARD (590//)
source: E-mail address(es) that should get the forwarded messages.
pl: Adres e-mail osoby, która ma odebrać podsyłaną wiadomość.

# MSG_HELP_CO_CH_ARESPONSE (591//)
source: Send an automatic reply for each matching message.
pl: Wysyła automatycznie odpowiedź na każdą pasującą wiadomość.

# MSG_HELP_CO_ST_ARESPONSE (592//)
source: Text file that contains the response.
pl: Plik tekstowy zawierający odpowiedź.

# MSG_HELP_CO_CH_AEXECUTE (593//)
source: Execute a command for each matching message.
pl: Wykonuje polecenie dla każdej pasującej wiadomości.

# MSG_HELP_CO_ST_AEXECUTE (594//)
source: Command to execute. The path of the matching message is passed as an argument.
pl: Polecenie do wykonania. Ścieżka pasującej wiadomości jest podawana jako argument.

# MSG_HELP_CO_CH_APLAY (595//)
source: Play a sound file for each matching message.
pl: Odtwarza dźwięk dla każdej pasującej wiadomości.

# MSG_HELP_CO_ST_APLAY (596//)
source: Sound file to play.
pl: Dźwięk do odtworzenia.

# MSG_HELP_CO_CH_AMOVE (597//)
source: Move matching messages to a different folder.
pl: Przenosi pasujące wiadomości do innego foldera.

# MSG_HELP_CO_PO_MOVETO (598//)
source: Destination folder.
pl: Folder docelowy.

# MSG_HELP_CO_CH_ADELETE (599//)
source: Delete the matching messages.
pl: Kasuje pasujące wiadomości.

# MSG_HELP_CO_CH_ASKIP (600//)
source: Do not download the matching messages.
pl: Nie odbiera pasujących wiadomości.

# MSG_HELP_CO_BT_RADD (601//)
source: Add a new filter.
pl: Dodaje nowy filtr.

# MSG_HELP_CO_BT_RDEL (602//)
source: Remove the selected filter from the list.
pl: Usuwa wybrany filtr.

# MSG_HELP_CO_CA_COL2QUOT (603//)
source: Color used to display 2nd level quotes.
pl: Kolor używany do wyświetlania 2 poziomu cytowanego tekstu.

# MSG_HELP_CO_CH_WRAPHEAD (604//)
source: Split long headers on multiple lines.
pl: Wyświetla długi nagłówek dzieląc go na linie.

# MSG_HELP_CO_CY_HEADER (606//)
source: Which message headers do you want YAM to display by default in the Read window?
pl: Jak chcesz wyświetlać nagłówek wiadomości w oknie czytania?

# MSG_HELP_CO_ST_HEADERS (607//)
source: Specify an AmigaDOS pattern to choose the headers in SELECTED format. Default is (From|To|Cc|BCC|Date|Subject).
pl: Ustala filtr AmigaDOS do ustawienia wyglądu nagłówka. Standardowo (From|To|Cc|BCC|Date|Subject).

# MSG_HELP_CO_CY_SENDERINFO (608//)
source: Information about the sender to display in the Read window (if available).
pl: Informacje o nadawcy, które mają być wyświetlone w oknie czytania (jeśli są dostępne).

# MSG_HELP_CO_CY_SIGSEPLINE (609//)
source: Type of separation line for the signature.
pl: Rodzaj linii oddzielającej podpis.

# MSG_HELP_CO_CH_ALLTEXTS (611//)
source: Display all plain text parts of a multipart message.
pl: Wyświetla wszystkie części tekstowe w wiadomościach wieloczęściowych.

# MSG_HELP_CO_CH_MULTIWIN (612//)
source: Use a separate Read window for each opened message.
pl: Otwiera nowe okno czytania dla każdej zaznaczonej wiadomości.

# MSG_HELP_CO_CA_COLTEXT (613//)
source: Color for the 'colored' text used in the Read window and the editor.
pl: Ustala kolor, który ma być używany dla tekstu "kolorowanego" w oknie czytania i edytorze.

# MSG_HELP_CO_CH_FIXFEDIT (614//)
source: Display messages using a fixed width font.
pl: Wyświetla wiadomości używając proporcjonalnych czcionek.

# MSG_HELP_CO_ST_CTYPE (615//)
source: Enter a new MIME type or select one using the popup button at the right.
pl: Wprowadź nowy typ MIME lub wybierz jeden z wyskakującej listy po prawej stronie.

# MSG_HELP_CO_ST_COMMAND (616//)
source: Path and optional arguments of the viewer command. Click the popup button to see the list of supported variables.
pl: Ścieżka dostępu i opcjonalne argumenty wyświetlarki. Naciśnij przycisk wyskakującej listy by zobaczyć listę obsługiwanych zmiennych.

# MSG_HELP_CO_BT_MADD (617//)
source: Add a new MIME viewer.
pl: Dodaje nową wyświetlarkę MIME.

# MSG_HELP_CO_BT_MDEL (618//)
source: Remove the selected MIME viewer.
pl: Usuwa wybraną wyświetlarkę MIME.

# MSG_HELP_CO_ST_EXTENS (619//)
source: A space separated list of extensions (suffixes) used by this file type.
pl: Lista rozdzielonych spacją rozszerzeń nazw plików używanych przez ten typ pliku.

# MSG_HELP_CO_ST_DEFVIEWER (620//)
source: Program used to display attachments of unknown type.
pl: Program do wyświetlania załączników nieznanego typu.

# MSG_HELP_CO_ST_HELLOTEXT (625//)
source: Text to insert at the top of a new message.
pl: Tekst wstawiany na początku każdej nowej wiadomości.

# MSG_HELP_CO_ST_BYETEXT (626//)
source: Text to add at the bottom of a new message.
pl: Tekst wstawiany na końcu każdej nowej wiadomości.

# MSG_HELP_CO_ST_EDWRAP (628//)
source: Word-wrap message text at this column.
pl: Przenosi wyrazy, które znajdują się w wiadomości poza tą kolumną.

# MSG_HELP_CO_CY_EDWRAP (630//)
source: Select 'as you type' to have line feeds automatically added while you're typing your messages.
pl: Wybierz "kiedy piszesz", aby znaki podziału linii były wstawiane automatycznie w trakcie pisania wiadomości.

# MSG_HELP_CO_CH_LAUNCH (631//)
source: Automatically launch the external editor when starting a new message.
pl: Uruchamia zewnętrzny edytor kiedy zaczniesz pisać nową wiadomość.

# MSG_HELP_CO_ST_FWDSTART (633//)
source: Text used to introduce a forwarded message. Click the popup button at the right to see the variables you can use.
pl: Tekst używany na początku podsyłanej wiadomości. Użyj przycisku rozwijanej listy po prawej stronie, aby wyświetlić listę zmiennych, których możesz użyć.

# MSG_HELP_CO_ST_FWDEND (634//)
source: Text to add at the end of a forwarded message.
pl: Tekst używany na końcu podsyłanej wiadomości.

# MSG_HELP_CO_ST_REPLYTEXT (635//)
source: Default phrases used in replies to messages. Use the popup button at the right to see the supported variables.
pl: Tekst używany przy odpisywaniu na wiadomości. Użyj przycisku rozwijanej listy po prawej stronie, aby wyświetlić listę zmiennych, których możesz użyć.

# MSG_HELP_CO_ST_AREPLYTEXT (636//)
source: Use these phrases instead when then pattern below matches the recipient's address.
pl: Używa tych fraz przy odpisywaniu, gdy filtr poniżej pasuje do adresu odbiorcy.

# MSG_HELP_CO_ST_AREPLYPAT (637//)
source: AmigaDOS pattern that triggers the alternative reply phrases.
pl: Filtr AmigaDOS-u, który przełącza alternatywne nagłówki przy odpisywaniu.

# MSG_HELP_CO_ST_MREPLYTEXT (638//)
source: Use these phrases in replies to messages from a mailing list.
pl: Używa tych tekstów przy odpisywaniu na wiadomości z listy dyskusyjnej.

# MSG_HELP_CO_CH_QUOTEEMPTY (641//)
source: Insert quote character for empty lines?
pl: Wstawiać znak cytowania w pustych liniach?

# MSG_HELP_CO_CH_COMPADDR (642//)
source: If checked, you will be asked where to send your reply when the 'From:' and 'Reply-To:' addresses of the original message differ.
pl: Jeśli zaznaczone, zostaniesz zapytany do kogo chcesz wysłać odpowiedź, jeśli pola "Od:" i "Odpisz-Do:" w oryginalnej wiadomości różnią się od siebie.

# MSG_HELP_CO_CH_STRIPSIG (643//)
source: Avoids quoting the signature of the original message.
pl: Zapobiega cytowaniu podpisu oryginalnej wiadomości.

# MSG_HELP_CO_BT_EDITSIG (645//)
source: Modify this signature using the external editor.
pl: Modyfikuje Twój podpis używając edytora.

# MSG_HELP_CO_BT_INSTAG (646//)
source: Insert a control code for a random tagline.
pl: Wstawia kod kontrolny linii losowej.

# MSG_HELP_CO_BT_INSENV (647//)
source: Insert a control code for the 'SIGNATURE' environment variable.
pl: Wstawia kod kontrolny zdefiniowanej zmiennej "SIGNATURE".

# MSG_HELP_CO_ST_TAGFILE (648//)
source: Specify here a database file containing taglines (also known as 'cookies').
pl: Określa plik bazy danych zawierający linie losowe (znane także jako "cookies").

# MSG_HELP_CO_ST_TAGSEP (649//)
source: String used to separate the taglines in the database.
pl: Ciąg używany do oddzielania linii losowych w bazie danych.

# MSG_HELP_CO_CG_FO (650//)
source: Columns that should be displayed in the folder list.
pl: Kolumny wyświetlane w liście folderów.

# MSG_HELP_CO_CG_MA (651//)
source: Columns that should be displayed in the message list.
pl: Kolumny wyświetlane w liście wiadomości.

# MSG_HELP_CO_CG_AB (652//)
source: Columns that should be displayed in the address book.
pl: Kolumny wyświetlane w książce adresowej.

# MSG_HELP_CO_CH_FIXFLIST (653//)
source: Display list entries using a fixed width font.
pl: Wyświetla zawartość list używając czcionek proporcjonalnych.

# MSG_HELP_CO_CH_BEAT (654//)
source: Display time in Swatch Beats, the unit of time from Swatch.
pl: Wyświetla czas w Swatchach, jednostce czasu wprowadzonej przez firmę Swatch.

# MSG_HELP_CO_ST_PGPCMD (655//)
source: Directory where the PGP executable can be found.
pl: Katalog, w którym znajduje się pakiet PGP.

# MSG_HELP_CO_ST_LOGFILE (660//)
source: Path where the log files will be stored.
pl: Ścieżka przechowywania plików raportów.

# MSG_HELP_CO_CH_SPLITLOG (661//)
source: If checked, a separate log file will be started every month.
pl: Jeśli zaznaczone, dla każdego miesiąca będzie tworzony oddzielny plik raportu.

# MSG_HELP_CO_CY_LOGMODE (662//)
source: Select type of logging.
pl: Wybiera rodzaj raportowania.

# MSG_HELP_CO_CH_LOGALL (663//)
source: Disable this option to log mail transfers only.
pl: Wyłącz tę opcję, aby raportować tylko przekazywanie poczty.

# MSG_HELP_CO_CH_LOADALL (664//)
source: Load index files of all folders.
pl: Wczytuje pliki indeksów wszystkich folderów.

# MSG_HELP_CO_CH_MARKNEW (665//)
source: Change status of new messages to unread.
pl: Zmienia status nowych wiadomości na nieprzeczytane.

# MSG_HELP_CO_CH_SEND (666//)
source: Send queued messages.
pl: Wysyła oczekujące wiadomości.

# MSG_HELP_CO_CH_CHECKBD (668//)
source: Check the address book and open a reminder if it's a person's birthday.
pl: Sprawdza książkę adresową i przypomina jeśli dziś są czyjeś urodziny.

# MSG_HELP_CO_CH_DELETEOLD (669//)
source: Delete messages that exceed the maximum age (see folder configuration).
pl: Kasuje wiadomości, które przekroczą maksymalny wiek (zobacz ustawienia foldera).

# MSG_HELP_CO_CH_REMOVEDEL (670//)
source: Empty Trash folder.
pl: Opróżnia śmietnik.

# MSG_HELP_CO_ST_GALLDIR (671//)
source: Directory to save the pictures of your correspondents.
pl: Katalog, w którym będą przechowywane zdjęcia Twoich korespondentów.

# MSG_HELP_CO_CY_ATAB (673//)
source: Automatically create an address book entry for the sender when you read his/her message?
pl: Automatycznie tworzyć wpis do książki adresowej dla nadawcy, gdy czytasz jej/jego wiadomość?

# MSG_HELP_CO_ST_PROXY (674//)
source: Address and optional port number of your HTTP proxy server (default port is 80). You may leave this field empty.
pl: Adres i opcjonalnie numer portu Twojego pośrednika serwera HTTP (standardowy port to 80). Możesz zostawić to pole wolne.

# MSG_HELP_CO_ST_NEWGROUP (675//)
source: Add new address book entries to this group (it will be created if it doesn't exist yet).
pl: Dodaje nowe wpisy do książki adresowej do tej grupy (jeśli nie istnieje, zostanie utworzona).

# MSG_HELP_CO_ST_TEMPDIR (676//)
source: Directory to store temporary files.
pl: Katalog do przechowywania plików tymczasowych.

# MSG_HELP_CO_ST_DETACHDIR (677//)
source: Directory to save attached files to.
pl: Katalog do zapisywania plików załączonych.

# MSG_HELP_CO_ST_ATTACHDIR (678//)
source: Default source directory for attachments.
pl: Standardowy katalog źródłowy dla załączników.
